{
  "pmid": "37517043",
  "uid": "37517043",
  "title": "Dose-response relationship between alcohol consumption and workplace absenteeism in Australia.",
  "abstract": "INTRODUCTION: Workplace absenteeism is a burden in Australia. The estimated productivity losses due to alcohol were around $4.0 billion in 2017, with absenteeism driving 90% of these costs. We aim to determine the dose-response relationship between average daily alcohol consumption and heavy episodic drinking (HED) frequency and workplace absenteeism amongst Australian workers. METHODS: We used the 2019 National Drug Strategy Household Survey of Australian employed workers aged ≥20 years to 69 years old. Respondents' average daily alcohol consumption was categorised into four: abstainers, light to moderate (1-20 g of alcohol/day), risky (>20-40 g of alcohol/day) and high-risk (>40 g of alcohol/day). HED was classified into four frequency measures (never, less than monthly, monthly, weekly). The outcome variables came from dichotomised measures of: (i) absence due to alcohol consumption; and (ii) broader sickness absence-absence due to illness or injury in the previous 3 months. RESULTS: Risky (adjusted odds ratio 4.74 [95% CI 2.93-7.64]) and high-risk drinking (adjusted odds ratio 6.61 [95% CI 4.10-10.68]) were linked to increased odds of alcohol-related absence. Higher HED frequency was significantly associated with alcohol-related and broader sickness absenteeism. No significant associations exist between regular alcohol consumption and broader sickness absence in fully adjusted models. DISCUSSION AND CONCLUSIONS: Findings suggest that only HED is linked to broader sickness absence. However, there is a strong dose-response association between alcohol consumption and alcohol-related absences for both consumption measures amongst Australian workers. Population-level policies that reduce alcohol consumption to moderate level and less frequent HED might address workplace absenteeism.",
  "authors": [
    {
      "last_name": "Marzan",
      "fore_name": "Melvin Barrientos",
      "initials": "MB",
      "name": "Melvin Barrientos Marzan",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Department of Obstetrics and Gynaecology, Melbourne Medical School, University of Melbourne, Melbourne, Australia.",
        "Reproductive Epidemiology Group, Murdoch Children's Research Institute, Melbourne, Australia."
      ],
      "orcid": "0000-0003-2696-7335"
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia."
      ],
      "orcid": "0000-0003-4146-1244"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "National Drug Research Institute, Curtin University, Perth, Australia.",
        "Department of Clinical Neurosciences, Karolinska Institutet, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Jiang",
      "fore_name": "Heng",
      "initials": "H",
      "name": "Heng Jiang",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Centre for Health Equity, Melbourne School of Population and Global Health, University of Melbourne, Melbourne, Australia.",
        "School of Psychology and Public Health, La Trobe University, Melbourne, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Drug and alcohol review",
    "iso_abbreviation": "Drug Alcohol Rev",
    "issn": "1465-3362",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "1773",
  "end_page": "1784",
  "pages": "1773-1784",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Young Adult",
    "Adult",
    "Absenteeism",
    "Alcohol Drinking",
    "Australia",
    "Workplace",
    "Efficiency",
    "Ethanol"
  ],
  "article_ids": {
    "pubmed": "37517043",
    "pmc": "PMC10947312",
    "doi": "10.1111/dar.13726"
  },
  "doi": "10.1111/dar.13726",
  "pmc_id": "PMC10947312",
  "dates": {
    "completed": "2023-11-13",
    "revised": "2024-03-20"
  },
  "chemicals": [
    "Ethanol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.845693",
    "pmid": "37517043"
  }
}