{
  "pmid": "37517506",
  "uid": "37517506",
  "title": "Using evidence to decision frameworks led to guidelines of better quality and more credible and transparent recommendations.",
  "abstract": "BACKGROUND AND OBJECTIVES: To determine whether the use of Evidence to Decision (EtD) frameworks is associated to higher quality of both guidelines and individual recommendations. METHODS: We identified guidelines recently published by international organizations that have methodological guidance documents for their development. Pairs of researchers independently extracted information on the use of these frameworks, appraised the quality of the guidelines using the Appraisal of Guidelines, Research and Evaluation II Instrument (AGREE-II), and assessed the clinical credibility and implementability of the recommendations with the Appraisal of Guidelines for REsearch & Evaluation Recommendations Excellence (AGREE-REX) tool. We conducted both descriptive and inferential analyses. RESULTS: We included 66 guidelines from 17 different countries, published in the last 5 years. Thirty guidelines (45%) used an EtD framework to formulate their recommendations. Compared to those that did not use a framework, those using an EtD framework scored higher in all domains of both AGREE-II and AGREE-REX (P < 0.05). Quality scores did not differ between the use of the The Grading of Recommendations Assessment, Development and Evaluation-EtD framework (17 guidelines) or another EtD framework (13 guidelines) (P > 0.05). CONCLUSION: The use of EtD frameworks is associated with guidelines of better quality, and more credible and transparent recommendations. Endorsement of EtD frameworks by guideline developing organizations will likely increase the quality of their guidelines.",
  "authors": [
    {
      "last_name": "Meneses-Echavez",
      "fore_name": "Jose F",
      "initials": "JF",
      "name": "Jose F Meneses-Echavez",
      "affiliations": [
        "Norwegian Institute of Public Health, Oslo, Norway; Facultad de Cultura Física, Deporte y Recreación, Universidad Santo Tomás, Bogotá, Colombia. Electronic address: jose.meneses@fhi.no."
      ]
    },
    {
      "last_name": "Bidonde",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Bidonde",
      "affiliations": [
        "Norwegian Institute of Public Health, Oslo, Norway; School of Rehabilitation Science, College of Medicine, University of Saskatchewan, Saskatoon, Canada."
      ]
    },
    {
      "last_name": "Montesinos-Guevara",
      "fore_name": "Camila",
      "initials": "C",
      "name": "Camila Montesinos-Guevara",
      "affiliations": [
        "Centro de Investigación en Salud Pública y Epidemiología Clínica (CISPEC), Facultad de Ciencias de la Salud Eugenio Espejo, Universidad UTE, Quito, Ecuador."
      ]
    },
    {
      "last_name": "Amer",
      "fore_name": "Yasser S",
      "initials": "YS",
      "name": "Yasser S Amer",
      "affiliations": [
        "Clinical Practice Guidelines and Quality Research Unit, Quality Management Department, Pediatrics Department, King Saud University Medical City, Research Chair for Evidence-Based Health Care and Knowledge Translation, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Loaiza-Betancur",
      "fore_name": "Andres Felipe",
      "initials": "AF",
      "name": "Andres Felipe Loaiza-Betancur",
      "affiliations": [
        "Instituto Universitario de Educación Física, Universidad de Antioquia, Medellín, Colombia; Grupo de Investigación en Entrenamiento Deportivo y Actividad Física para la Salud (GIEDAF), Universidad Santo Tomás, Tunja, Colombia."
      ]
    },
    {
      "last_name": "Tellez Tinjaca",
      "fore_name": "Luis Andres",
      "initials": "LA",
      "name": "Luis Andres Tellez Tinjaca",
      "affiliations": [
        "Grupo de Investigación en Entrenamiento Deportivo y Actividad Física para la Salud (GIEDAF), Universidad Santo Tomás, Tunja, Colombia."
      ]
    },
    {
      "last_name": "Fraile Navarro",
      "fore_name": "David",
      "initials": "D",
      "name": "David Fraile Navarro",
      "affiliations": [
        "Australian Institute of Health Innovation, Macquarie University, Sydney, Australia; Cochrane Australia, School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Poklepović Peričić",
      "fore_name": "Tina",
      "initials": "T",
      "name": "Tina Poklepović Peričić",
      "affiliations": [
        "Department of Research in Biomedicine and Health, University of Split School of Medicine, Split, Croatia."
      ]
    },
    {
      "last_name": "Tokalić",
      "fore_name": "Ružica",
      "initials": "R",
      "name": "Ružica Tokalić",
      "affiliations": [
        "Department of Research in Biomedicine and Health, University of Split School of Medicine, Split, Croatia."
      ]
    },
    {
      "last_name": "Bala",
      "fore_name": "Malgorzata M",
      "initials": "MM",
      "name": "Malgorzata M Bala",
      "affiliations": [
        "Chair of Epidemiology and Preventive Medicine, Department of Hygiene and Dietetics, Systematic Reviews Unit, Jagiellonian University Medical College, Krakow, Poland."
      ]
    },
    {
      "last_name": "Storman",
      "fore_name": "Dawid",
      "initials": "D",
      "name": "Dawid Storman",
      "affiliations": [
        "Chair of Epidemiology and Preventive Medicine, Department of Hygiene and Dietetics, Systematic Reviews Unit, Department of Adult Psychiatry, University Hospital Jagiellonian University Medical College, Krakow, Poland."
      ]
    },
    {
      "last_name": "Swierz",
      "fore_name": "Mateusz",
      "initials": "M",
      "name": "Mateusz Swierz",
      "affiliations": [
        "Chair of Epidemiology and Preventive Medicine, Department of Hygiene and Dietetics, Systematic Reviews Unit, Jagiellonian University Medical College, Krakow, Poland."
      ]
    },
    {
      "last_name": "Zając",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Zając",
      "affiliations": [
        "Chair of Epidemiology and Preventive Medicine, Department of Hygiene and Dietetics, Systematic Reviews Unit, Jagiellonian University Medical College, Krakow, Poland."
      ]
    },
    {
      "last_name": "Flórez",
      "fore_name": "Ivan D",
      "initials": "ID",
      "name": "Ivan D Flórez",
      "affiliations": [
        "Department of Pediatrics, University of Antioquia, Calle 67 No. 53-108, Medellin, Colombia; School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada; Pediatric Intensive Care Unit, Clínica Las Américas-AUNA, Medellín, Colombia."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Flottorp",
      "fore_name": "Signe",
      "initials": "S",
      "name": "Signe Flottorp",
      "affiliations": [
        "Norwegian Institute of Public Health, Oslo, Norway; Institute of Health and Society, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Centre, CIBERESP-IIB Sant Pau, Barcelona, Spain."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "162",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "38",
  "end_page": "46",
  "pages": "38-46",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Evidence-Based Medicine",
    "Research Personnel"
  ],
  "article_ids": {
    "pubmed": "37517506",
    "doi": "10.1016/j.jclinepi.2023.07.013",
    "pii": "S0895-4356(23)00185-3"
  },
  "doi": "10.1016/j.jclinepi.2023.07.013",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2024-08-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.786167",
    "pmid": "37517506"
  }
}