{
  "pmid": "37521684",
  "uid": "37521684",
  "title": "In light of breathing: environmental light is an important modulator of breathing with clinical implications.",
  "abstract": "In vertebrate animals, the automatic, rhythmic pattern of breathing is a highly regulated process that can be modulated by various behavioral and physiological factors such as metabolism, sleep-wake state, activity level, and endocrine signaling. Environmental light influences many of these modulating factors both indirectly by organizing daily and seasonal rhythms of behavior and directly through acute changes in neural signaling. While several observations from rodent and human studies suggest that environmental light affects breathing, few have systematically evaluated the underlying mechanisms and clinical relevance of environmental light on the regulation of respiratory behavior. Here, we provide new evidence and discuss the potential neurobiological mechanisms by which light modulates breathing. We conclude that environmental light should be considered, from bench to bedside, as a clinically relevant modulator of respiratory health and disease.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Aaron A",
      "initials": "AA",
      "name": "Aaron A Jones",
      "affiliations": [
        "Department of Biological Sciences, Marquette University, Milwaukee, WI, United States."
      ]
    },
    {
      "last_name": "Arble",
      "fore_name": "Deanna M",
      "initials": "DM",
      "name": "Deanna M Arble",
      "affiliations": [
        "Department of Biological Sciences, Marquette University, Milwaukee, WI, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in neuroscience",
    "iso_abbreviation": "Front Neurosci",
    "issn": "1662-4548",
    "issn_type": "Print",
    "volume": "17",
    "pub_year": "2023"
  },
  "start_page": "1217799",
  "pages": "1217799",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37521684",
    "pmc": "PMC10373889",
    "doi": "10.3389/fnins.2023.1217799"
  },
  "doi": "10.3389/fnins.2023.1217799",
  "pmc_id": "PMC10373889",
  "dates": {
    "revised": "2023-08-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.712594",
    "pmid": "37521684"
  }
}