{
  "pmid": "37529644",
  "uid": "37529644",
  "title": "Pharmacological strategies to manage hyperkalaemia: out with the old, in with the new? Not so fast….",
  "abstract": "Since the 1950s, sodium polystyrene sulphonate (SPS) has been the dominant cation exchange agent prescribed for hyperkalaemia. Clinicians have had plenty of time to learn of SPS's advantages and limitations. The demands of drug regulatory agencies regarding the incorporation of medications into the market were not so stringent then as they are today, and the efficacy and safety of SPS have been questioned. In recent years, two novel cation exchangers, patiromer and sodium zirconium cyclosilicate, have received (or are in the process of receiving) regulatory approval in multiple jurisdictions globally, after scrutiny of carefully conducted trials regarding their short-term and mid-term efficacy. In this debate, we defend the view that all three agents are likely to have similar efficacy. Harms are much better understood for SPS than for newer agents, but currently there are no data to suggest that novel agents are safer than SPS. Drug choices need to consider costs, access and numbers-needed-to-treat to prevent clinically important events; for potassium exchangers, we need trials directly examining clinically important events.",
  "authors": [
    {
      "last_name": "Carrero",
      "fore_name": "Juan Jesus",
      "initials": "JJ",
      "name": "Juan Jesus Carrero",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden.",
        "Division of Nephrology, Danderyd Hospital, Department of Clinical Sciences, Karolinska Institutet, Stockholm, Sweden."
      ],
      "orcid": "0000-0003-4763-2024"
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada.",
        "Department of Medicine, Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gonzalez-Ortiz",
      "fore_name": "Ailema",
      "initials": "A",
      "name": "Ailema Gonzalez-Ortiz",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden.",
        "Translational Research Center, Instituto Nacional de Pediatria, Mexico City, Mexico."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methodology, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical kidney journal",
    "iso_abbreviation": "Clin Kidney J",
    "issn": "2048-8505",
    "issn_type": "Print",
    "volume": "16",
    "issue": "8",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "1213",
  "end_page": "1220",
  "pages": "1213-1220",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comment"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37529644",
    "pmc": "PMC10387386",
    "doi": "10.1093/ckj/sfad089",
    "pii": "sfad089"
  },
  "doi": "10.1093/ckj/sfad089",
  "pmc_id": "PMC10387386",
  "dates": {
    "revised": "2023-08-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.997288",
    "pmid": "37529644"
  }
}