{
  "pmid": "37539431",
  "uid": "37539431",
  "title": "Correlation of Splenic Parameters With Age in North Indian Population.",
  "abstract": "BACKGROUND: Estimation of age is of utmost importance in identifying the deceased. Research considering splenic morphometric parameters to determine the deceased's age is very rare in Haryana. The present study is done to find the correlation between the spleen's morphometric parameters and the deceased's age. The objective of the present study is to determine the changes in morphometry of the spleen with the age of the deceased. METHODS: The cross-sectional study was done in spleen specimens (56 males and 44 females) obtained from deceased adults aged 16-70 years belonging to North India from the Department of Forensic Medicine during autopsy from September 2021-June 2022. The data was analyzed using SPSS 20.0. Pearson's correlation test evaluated the association between splenic parameters and age. The correlation formula was derived to assess the significance of correlation. RESULTS: Correlation with age was negative and significant with splenic weight and splenic dimensions in both males and females. Mean splenic weight, length, breadth, and thickness were 113.83± 7.86 g, 10.2±1.04 cm, 6.53 ± 0.4 cm, 1.46 ± 0.074 cm respectively. Mean spleen weight, length, width, and thickness were 137 ±10.98g, 11.06 ± 1.28 cm, 6.9 ± 0.4cm, 1.66 ± 0.018 cm in males. Mean spleen weight, length, width, and thickness were 90.66 ± 4.74g, 9.34 ±0.8cm, 6.16 ±0.4cm, and 1.26 ±0.13cm in females.  Conclusions: Spleen weight and dimensions were higher in males than in females, and all the morphometric parameters increased up to the age of 45 and later decreased. The correlation of morphometric parameters of the spleen was negative and significant with age.",
  "authors": [
    {
      "last_name": "Dang",
      "fore_name": "Bhumica",
      "initials": "B",
      "name": "Bhumica Dang",
      "affiliations": [
        "Anatomy, Bhagat Phool Singh Government Medical College, Khanpur Kalan, IND."
      ]
    },
    {
      "last_name": "Walecha",
      "fore_name": "Akshi",
      "initials": "A",
      "name": "Akshi Walecha",
      "affiliations": [
        "Cardiac Anesthesia, All India Institute of Medical Sciences, Jodhpur, IND."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Orthopaedics and Trauma, Maharaja Agarsen Hospital, Sonepat, IND."
      ]
    },
    {
      "last_name": "Talwar",
      "fore_name": "Yatin",
      "initials": "Y",
      "name": "Yatin Talwar",
      "affiliations": [
        "Hospital Administration, All India Institute of Medical Sciences, Jodhpur, IND."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "15",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "e41313",
  "pages": "e41313",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37539431",
    "pmc": "PMC10395549",
    "doi": "10.7759/cureus.41313"
  },
  "doi": "10.7759/cureus.41313",
  "pmc_id": "PMC10395549",
  "dates": {
    "revised": "2023-08-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.391535",
    "pmid": "37539431"
  }
}