{
  "pmid": "37535058",
  "uid": "37535058",
  "title": "Racial and Ethnic Differences in the Association Between Mean Glucose and Hemoglobin A1c.",
  "abstract": "Background: Studies have reported significantly higher hemoglobin A1c (A1C) in African American patients than in White patients with the same mean glucose, but less is known about other racial/ethnic groups. We evaluated racial/ethnic differences in the association between mean glucose, based on continuous glucose monitor (CGM) data, and A1C. Methods: Retrospective study among 1788 patients with diabetes from Kaiser Permanente Northern California (KPNC) who used CGM devices during 2016 to 2021. In this study population, there were 5264 A1C results; mean glucose was calculated from 124,388,901 CGM readings captured during the 90 days before each A1C result. Hierarchical mixed models were specified to estimate racial/ethnic differences in the association between mean glucose and A1C. Results: Mean A1C was 0.33 (95% confidence interval: 0.23-0.44; P < 0.0001) percentage points higher among African American patients relative to White patients for a given mean glucose. A1C results for Asians, Latinos, and multiethnic patients were not significantly different from those of White patients. The slope of the association between mean glucose and A1C did not differ significantly across racial/ethnic groups. Variance for the association between mean glucose and A1C was substantially greater within groups than between racial/ethnic groups (65% vs. 9%, respectively). Conclusions: For African American patients, A1C results may overestimate glycemia and could lead to premature diabetes diagnoses, overtreatment, or invalid assessments of health disparities. However, most of the variability in the mean glucose-A1C association was within racial/ethnic groups. Treatment decisions driven by guideline-based A1C targets should be individualized and supported by direct measurement of glycemia.",
  "authors": [
    {
      "last_name": "Karter",
      "fore_name": "Andrew J",
      "initials": "AJ",
      "name": "Andrew J Karter",
      "affiliations": [
        "Kaiser Permanente-Division of Research, Oakland, California, USA.",
        "Department of General Internal Medicine, University of California, San Francisco, California, USA.",
        "Department of Health Systems and Population Health, University of Washington, Seattle, Washington, USA."
      ],
      "orcid": "0000-0001-5527-316X"
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa M",
      "initials": "MM",
      "name": "Melissa M Parker",
      "affiliations": [
        "Kaiser Permanente-Division of Research, Oakland, California, USA."
      ]
    },
    {
      "last_name": "Moffet",
      "fore_name": "Howard H",
      "initials": "HH",
      "name": "Howard H Moffet",
      "affiliations": [
        "Kaiser Permanente-Division of Research, Oakland, California, USA."
      ]
    },
    {
      "last_name": "Gilliam",
      "fore_name": "Lisa K",
      "initials": "LK",
      "name": "Lisa K Gilliam",
      "affiliations": [
        "Kaiser Northern California Diabetes Program, Endocrinology and Internal Medicine, Kaiser Permanente, South San Francisco Medical Center, South San Francisco, California, USA."
      ]
    }
  ],
  "journal": {
    "title": "Diabetes technology & therapeutics",
    "iso_abbreviation": "Diabetes Technol Ther",
    "issn": "1557-8593",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "10",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "697",
  "end_page": "704",
  "pages": "697-704",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Humans",
    "Glycated Hemoglobin",
    "Glucose",
    "Diabetes Mellitus, Type 2",
    "Retrospective Studies",
    "Blood Glucose",
    "White"
  ],
  "article_ids": {
    "pubmed": "37535058",
    "pmc": "PMC10611955",
    "doi": "10.1089/dia.2023.0153"
  },
  "doi": "10.1089/dia.2023.0153",
  "pmc_id": "PMC10611955",
  "dates": {
    "completed": "2023-10-30",
    "revised": "2024-10-03"
  },
  "chemicals": [
    "Glycated Hemoglobin",
    "Glucose",
    "Blood Glucose"
  ],
  "grants": [
    {
      "grant_id": "P30 DK092924",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 AG063391",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R56 AG051683",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.223084",
    "pmid": "37535058"
  }
}