{
  "pmid": "37532269",
  "uid": "37532269",
  "title": "The proportions of term or late preterm births after exposure to early antenatal corticosteroids, and outcomes: systematic review and meta-analysis of 1.6 million infants.",
  "abstract": "OBJECTIVE: To systematically review the proportions of infants with early exposure to antenatal corticosteroids but born at term or late preterm, and short term and long term outcomes. DESIGN: Systematic review and meta-analyses. DATA SOURCES: Eight databases searched from 1 January 2000 to 1 February 2023, reflecting recent perinatal care, and references of screened articles. ELIGIBILITY CRITERIA FOR SELECTING STUDIES: Randomised controlled trials and population based cohort studies with data on infants with early exposure to antenatal corticosteroids (<34 weeks) but born at term (≥37 weeks), late preterm (34-36 weeks), or term/late preterm combined. DATA EXTRACTION AND SYNTHESIS: Two reviewers independently screened titles, abstracts, and full text articles and assessed risk of bias (Cochrane risk of bias tool for randomised controlled trials and Newcastle-Ottawa scale for population based studies). Reviewers extracted data on populations, exposure to antenatal corticosteroids, and outcomes. The authors analysed randomised and cohort data separately, using random effects meta-analyses. MAIN OUTCOME MEASURES: The primary outcome was the proportion of infants with early exposure to antenatal corticosteroids but born at term. Secondary outcomes included the proportions of infants born late preterm or term/late preterm combined after early exposure to antenatal corticosteroids and short term and long term outcomes versus non-exposure for the three gestational time points (term, late preterm, term/late preterm combined). RESULTS: Of 14 799 records, the reviewers screened 8815 non-duplicate titles and abstracts and assessed 713 full text articles. Seven randomised controlled trials and 10 population based cohort studies (1.6 million infants total) were included. In randomised controlled trials and population based data, ∼40% of infants with early exposure to antenatal corticosteroids were born at term (low or very low certainty). Among children born at term, early exposure to antenatal corticosteroids versus no exposure was associated with increased risks of admission to neonatal intensive care (adjusted odds ratio 1.49, 95% confidence interval 1.19 to 1.86, one study, 5330 infants, very low certainty; unadjusted relative risk 1.69, 95% confidence interval 1.51 to 1.89, three studies, 1 176 022 infants, I[2]=58%, τ[2]=0.01, low certainty), intubation (unadjusted relative risk 2.59, 1.39 to 4.81, absolute effect 7 more per 1000, 95% confidence interval from 2 more to 16 more, one study, 8076 infants, very low certainty, one study, 8076 infants, very low certainty), reduced head circumference (adjusted mean difference -0.21, 95% confidence interval -0.29 to -0.13, one study, 183 325 infants, low certainty), and any long term neurodevelopmental or behavioural disorder in population based studies (eg, any neurodevelopmental or behavioural disorder in children born at term, adjusted hazard ratio 1.47, 95% confidence interval 1.36 to 1.60, one study, 641 487 children, low certainty). CONCLUSIONS: About 40% of infants exposed to early antenatal corticosteroids were born at term, with associated adverse short term and long term outcomes (low or very low certainty), highlighting the need for caution when considering antenatal corticosteroids. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42022360079.",
  "authors": [
    {
      "last_name": "Ninan",
      "fore_name": "Kiran",
      "initials": "K",
      "name": "Kiran Ninan",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gojic",
      "fore_name": "Anja",
      "initials": "A",
      "name": "Anja Gojic",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yanchen",
      "initials": "Y",
      "name": "Yanchen Wang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Asztalos",
      "fore_name": "Elizabeth V",
      "initials": "EV",
      "name": "Elizabeth V Asztalos",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Beltempo",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Beltempo",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Kellie E",
      "initials": "KE",
      "name": "Kellie E Murphy",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada mcdonals@mcmaster.ca.",
        "Department of Radiology, McMaster University, Hamilton, ON, Canada.",
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, L8S 4K1, Canada."
      ],
      "orcid": "0000-0002-4461-2178"
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "382",
    "pub_year": "2023",
    "pub_month": "Aug",
    "pub_day": "02"
  },
  "start_page": "e076035",
  "pages": "e076035",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Infant, Newborn",
    "Infant",
    "Humans",
    "Female",
    "Pregnancy",
    "Premature Birth",
    "Infant, Premature",
    "Adrenal Cortex Hormones",
    "Glucocorticoids",
    "Parturition"
  ],
  "article_ids": {
    "pubmed": "37532269",
    "pmc": "PMC10394681",
    "doi": "10.1136/bmj-2023-076035"
  },
  "doi": "10.1136/bmj-2023-076035",
  "pmc_id": "PMC10394681",
  "dates": {
    "completed": "2023-08-04",
    "revised": "2024-09-22"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Glucocorticoids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.096081",
    "pmid": "37532269"
  }
}