{
  "pmid": "37535772",
  "uid": "37535772",
  "title": "A Network Meta-Analysis of Randomized Clinical Trials to Assess the Efficacy and Safety of Antiviral Agents for Immunocompetent Patients with Herpes Zoster-Associated Pain.",
  "abstract": "BACKGROUND: The most refractory symptom of herpes zoster (HZ) is pain. Approximately 90% of people who have HZ suffer from pain. Early use of antiviral medications has been found to reduce pain across all stages of the disease. Although many antiviral agents via oral or intravenous administration were recommended by clinical practice, the best approach to prevent HZ-associated pain remains uncertain. OBJECTIVES: The purpose of this study was to compare the efficacy and adverse events of various antiviral agents used for the treatment of HZ-associated pain through a network meta-analysis. STUDY DESIGN: A systematic review and meta-analysis. SETTING: The Cochrane Register of Controlled Trials, Embase, and PubMed were searched from inception to Feb 2020. METHODS: Randomized clinical trials evaluating antiviral agents currently available for treating HZ-associated pain were included. We extracted data in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines and conducted network meta-analyses with random-effects models. The primary outcome was the presence of acute pain at the end of anti-virus treatment, and the secondary outcomes included the presence of pain at 28-30 days after the onset of the acute herpetic rash, the presence of postherpetic neuralgia (PHN), and any other adverse events. RESULTS: A total of 17 randomized control trials with 5,579 participants were included in this study. According to the results of the network meta-analysis, for the treatment of acute pain, there was no significant difference between oral acyclovir and intravenous acyclovir. Furthermore, oral famciclovir was the most effective treatment concerning both the odds ratio (OR) (superior to placebo OR = 0.25; 95% CI: 0.13~0.48) and the surface under the cumulative ranking curve (SUCRA) values of 0.84 for the treatment of acute pain among all the oral antiviral agents. For the presence of pain at 28-30 days, no significant difference was observed in efficacy between all antiviral treatments and placebo concerning the OR; however, oral valaciclovir ranked first (SUCRA values of 0.96). For the presence of NPH, oral famciclovir was determined to be the most effective (SUCRA values of 0.77) treatment with an efficacy of 0.42 (95% CI: 0.18~0.99) versus placebo. For adverse events, there was no significant difference between oral antivirals and placebo; however, intravenous acyclovir ranked last with a score of OR 4.31 (95% CI: 1.26~14.75) versus placebo. LIMITATIONS: The distribution of severity of pain was different in various studies; then, the lack of availability of individual data prevented us from analyzing the effects of the risk factors. CONCLUSIONS: For the treatment of acute pain and PHN, oral famciclovir was the most effective treatment among all the oral antiviral agents. For alleviating pain after 28-30 days, oral valaciclovir appeared to be the most effective among all antiviral agents. Additionally, all oral antiviral agents were well tolerated. CLINICAL TRIAL REGISTRATION INFORMATION: PROSPERO under the identification CRD42020212834.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Yidan",
      "initials": "Y",
      "name": "Yidan Liu",
      "affiliations": [
        "Department of Neurology, the Second Affiliated Hospital of Chongqing Medical University, Chongqing, China; Department of Neurology, Chengdu Seventh People's Hospital, Chengdu, China."
      ]
    },
    {
      "last_name": "Xiao",
      "fore_name": "Shufang",
      "initials": "S",
      "name": "Shufang Xiao",
      "affiliations": [
        "Department of Neurology, the Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jiamin",
      "initials": "J",
      "name": "Jiamin Li",
      "affiliations": [
        "Department of Neurology, the Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Long",
      "fore_name": "Xia",
      "initials": "X",
      "name": "Xia Long",
      "affiliations": [
        "Department of Neurology, The People's Hospital of Tongliang District, Chongqing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Neurology, the Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xiaofeng",
      "initials": "X",
      "name": "Xiaofeng Li",
      "affiliations": [
        "Department of Neurology, the Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    }
  ],
  "journal": {
    "title": "Pain physician",
    "iso_abbreviation": "Pain Physician",
    "issn": "2150-1149",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "337",
  "end_page": "346",
  "pages": "337-346",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Antiviral Agents",
    "Valacyclovir",
    "Famciclovir",
    "Acute Pain",
    "Randomized Controlled Trials as Topic",
    "Acyclovir",
    "Herpes Zoster",
    "Neuralgia, Postherpetic"
  ],
  "article_ids": {
    "pubmed": "37535772"
  },
  "dates": {
    "completed": "2023-08-07",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Antiviral Agents",
    "Valacyclovir",
    "Famciclovir",
    "Acyclovir"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.601851",
    "pmid": "37535772"
  }
}