{
  "pmid": "37538494",
  "uid": "37538494",
  "title": "Illustrated State-of-the-Art Capsules of the ISTH 2023 Congress.",
  "abstract": "This year's Congress of the International Society of Thrombosis and Haemostasis (ISTH) took place in person in Montréal, Canada, from June 24-28, 2023. The conference, held annually, highlighted cutting-edge advances in basic, translational, population and clinical sciences relevant to the Society. As for all ISTH congresses, we offered a special, congress-specific scientific theme; this year, the special theme was immunothrombosis. Certainly, over the last few years, COVID-19 infection and its related thrombotic and other complications have renewed interest in the concepts of thromboinflammation and immunothrombosis; namely, the relationship between inflammation, infection and clotting. Other main scientific themes of the Congress included Arterial Thromboembolism, Coagulation and Natural Anticoagulants, Diagnostics and Omics, Fibrinolysis and Proteolysis, Hemophilia and Rare Bleeding Disorders, Hemostatic System in Cancer, Inflammation and Immunity, Pediatrics, Platelet Disorders, von Willebrand Disease and Thrombotic Microangiopathies, Platelets and Megakaryocytes, Vascular Biology, Venous Thromboembolism and Women's Health. Among other sessions, the program included 28 State-of-the-Art (SOA) sessions with a total of 84 talks given by internationally recognized leaders in the field. SOA speakers were invited to prepare brief illustrated reviews of their talks that were peer reviewed and are included in this article. These illustrated capsules highlight the major scientific advances with potential to impact clinical practice. Readers are invited to take advantage of the excellent educational resource provided by these illustrated capsules. They are also encouraged to use the image in social media to draw attention to the high quality and impact of the science presented at the Congress.",
  "authors": [
    {
      "last_name": "Kahn",
      "fore_name": "Susan R",
      "initials": "SR",
      "name": "Susan R Kahn",
      "affiliations": [
        "Medicine, Sir Mortimer B Davis Jewish General Hospital, McGill University, 3755 Cote Ste Catherine, Montreal, Quebec."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Casari",
      "fore_name": "Caterina",
      "initials": "C",
      "name": "Caterina Casari",
      "affiliations": [
        "Université Paris-Saclay, INSERM, Hémostase inflammation thrombose HITH U1176, 94276, Le Kremlin-Bicêtre, France."
      ]
    },
    {
      "last_name": "Desch",
      "fore_name": "Karl C",
      "initials": "KC",
      "name": "Karl C Desch",
      "affiliations": [
        "Cell and Molecular Biology Program, University of Michigan, Ann Arbor, USA."
      ]
    },
    {
      "last_name": "Devreese",
      "fore_name": "Katrien M J",
      "initials": "KMJ",
      "name": "Katrien M J Devreese",
      "affiliations": [
        "Coagulation Laboratory, Department of Laboratory Medicine, Ghent University Hospital, Department of Diagnostic Sciences, Ghent University, Ghent, Belgium."
      ]
    },
    {
      "last_name": "Favaloro",
      "fore_name": "Emmanuel J",
      "initials": "EJ",
      "name": "Emmanuel J Favaloro",
      "affiliations": [
        "Haematology, Sydney Centres for Thrombosis and Haemostasis, Institute of Clinical Pathology and Medical Research (ICPMR), NSW Health Pathology, Westmead Hospital, Westmead, NSW Australia."
      ]
    },
    {
      "last_name": "Gaertner",
      "fore_name": "Florian",
      "initials": "F",
      "name": "Florian Gaertner",
      "affiliations": [
        "Technische Universität München (TUM), Ismaninger Straße 22, München, Bayern 81675, Germany."
      ]
    },
    {
      "last_name": "Gouw",
      "fore_name": "Samantha C",
      "initials": "SC",
      "name": "Samantha C Gouw",
      "affiliations": [
        "Amsterdam UMC location University of Amsterdam, Department of Pediatric Hematology, Meibergdreef 9, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Gresele",
      "fore_name": "Paolo",
      "initials": "P",
      "name": "Paolo Gresele",
      "affiliations": [
        "University of Perugia, Department of Medicine and Surgery, Head Section of Internal and Cardiovascular Medicine."
      ]
    },
    {
      "last_name": "Griffioen",
      "fore_name": "Arjan W",
      "initials": "AW",
      "name": "Arjan W Griffioen",
      "affiliations": [
        "Angiogenesis Laboratory, Department of Medical Oncology, Amsterdam UMC, Vrije Universiteit Amsterdam, Cancer Center Amsterdam, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Heger",
      "fore_name": "Lukas",
      "initials": "L",
      "name": "Lukas Heger",
      "affiliations": [
        "Department of Pediatrics, Harvard Medical School, Boston, MA 02115, USA; Program in Cellular and Molecular Medicine, Boston Children's Hospital, Boston, MA 02115, USA; Departement of Cardiology and Angiology, University Hospital Freiburg Bad Krozingen, 79106 Freiburg, Germany.",
        "Program in Cellular and Molecular Medicine, Boston Children's Hospital, Boston, MA 02115, USA.",
        "Departement of Cardiology and Angiology, University Hospital Freiburg Bad Krozingen, 79106 Freiburg, Germany."
      ]
    },
    {
      "last_name": "Kini",
      "fore_name": "R Manjunatha",
      "initials": "RM",
      "name": "R Manjunatha Kini",
      "affiliations": [
        "National University of Singapore, Singapore."
      ]
    },
    {
      "last_name": "Kohli",
      "fore_name": "Shrey",
      "initials": "S",
      "name": "Shrey Kohli",
      "affiliations": [
        "Institute of Laboratory Medicine, Clinical Chemistry and Molecular Diagnostics, Universitätsklinikum Leipzig, Leipzig University, 04103 Leipzig, Germany."
      ]
    },
    {
      "last_name": "Leader",
      "fore_name": "Avi",
      "initials": "A",
      "name": "Avi Leader",
      "affiliations": [
        "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah Tikva, Israel and Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel."
      ]
    },
    {
      "last_name": "Lisman",
      "fore_name": "Ton",
      "initials": "T",
      "name": "Ton Lisman",
      "affiliations": [
        "Surgical Research Laboratory and Section of Hepatobiliary Surgery and Liver Transplantation, Department of Surgery, University of Groningen, University Medical Center Groningen, Groningen, the Netherlands."
      ]
    },
    {
      "last_name": "Lordkipanidzé",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Lordkipanidzé",
      "affiliations": [
        "Faculty of pharmacy, University of Montreal."
      ]
    },
    {
      "last_name": "Mullins",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Mullins",
      "affiliations": [
        "Division of Hematology, Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA.",
        "University of Cincinnati - College of Medicine, Cincinnati, OH, USA."
      ]
    },
    {
      "last_name": "Okoye",
      "fore_name": "Helen Chioma",
      "initials": "HC",
      "name": "Helen Chioma Okoye",
      "affiliations": [
        "College of Medicine, University of Nigeria, Ituku Ozalla campus, Enugu Nigeria."
      ]
    },
    {
      "last_name": "Rosovsky",
      "fore_name": "Rachel P",
      "initials": "RP",
      "name": "Rachel P Rosovsky",
      "affiliations": [
        "Massachusetts General Hospital."
      ]
    },
    {
      "last_name": "Salles-Crawley",
      "fore_name": "Isabelle I",
      "initials": "II",
      "name": "Isabelle I Salles-Crawley",
      "affiliations": [
        "St George's University of London."
      ]
    },
    {
      "last_name": "Selby",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Selby",
      "affiliations": [
        "Departments of Laboratory Medicine & Pathobiology and Department of Medicine, University of Toronto."
      ]
    },
    {
      "last_name": "Sholzberg",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Sholzberg",
      "affiliations": [
        "St. Michael's Hospital, University of Toronto."
      ]
    },
    {
      "last_name": "Stegner",
      "fore_name": "David",
      "initials": "D",
      "name": "David Stegner",
      "affiliations": [
        "Julius-Maximilians-Universität Würzburg."
      ]
    },
    {
      "last_name": "Violi",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Violi",
      "affiliations": [
        "Department of Clinical, Internal Medicine, Anesthesiological and Cardiovascular Sciences, Sapienza University of Rome, Rome, Italy."
      ]
    },
    {
      "last_name": "Weyand",
      "fore_name": "Angela C",
      "initials": "AC",
      "name": "Angela C Weyand",
      "affiliations": [
        "Department of Pediatrics, University of Michigan Medical School."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Suzan",
      "initials": "S",
      "name": "Suzan Williams",
      "affiliations": [
        "Hospital for Sick Children, University of Toronto."
      ]
    },
    {
      "last_name": "Zheng",
      "fore_name": "Ze",
      "initials": "Z",
      "name": "Ze Zheng",
      "affiliations": [
        "Medical College of Wisconsin, Milwaukee, Wisconsin 53226, USA.",
        "Versiti Blood Research Institute, Milwaukee, Wisconsin 53226, USA."
      ]
    }
  ],
  "journal": {
    "title": "Research and practice in thrombosis and haemostasis",
    "iso_abbreviation": "Res Pract Thromb Haemost",
    "issn": "2475-0379",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "100193",
  "pages": "100193",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37538494",
    "pmc": "PMC10394567",
    "doi": "10.1016/j.rpth.2023.100193",
    "pii": "S2475-0379(23)00168-1"
  },
  "doi": "10.1016/j.rpth.2023.100193",
  "pmc_id": "PMC10394567",
  "dates": {
    "revised": "2024-09-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.396233",
    "pmid": "37538494"
  }
}