{
  "pmid": "37549887",
  "uid": "37549887",
  "title": "Rates of Hospital-Based Care among Older Adults in the Community and Residential Care Facilities: A Repeated Cross-Sectional Study.",
  "abstract": "OBJECTIVE: We examine annual rates of emergency department (ED) visits, hospital admissions, and alternate levels of care (ALC) days (ie, the number of days that an older adult remained in hospital when they could not be safely discharged to an appropriate setting in their community) among older adults. DESIGN: Repeated cross-sectional study. SETTING AND PARTICIPANTS: Linked, individual-level health system administrative data on community-dwelling persons, home care recipients, residents of assisted living facilities, and residents of nursing homes aged 65 years and older in Ontario, Canada, from January 1, 2013, to December 31, 2019. METHODS: We calculated rates of ED visits, hospital admissions, and ALC days per 1000 individuals per older adult population per year. We used a generalized linear model with a gaussian distribution, log link, and year fixed effects to obtain rate ratios. RESULTS: There were 1,655,656 older adults in the community, 237,574 home care recipients, 42,600 older adults in assisted living facilities, and 94,055 older adults in nursing homes in 2013; there were 2,129,690 older adults in the community, 281,028 home care recipients, 56,975 older adults in assisted living facilities, and 95,925 older adults in nursing homes in 2019. Residents of assisted living facilities had the highest rates of ED visits (1260.692019 vs 1174.912013), hospital admissions (482.632019 vs 480.192013), and ALC days (1905.572019 vs 1443.032013) per 1000 individuals. Residents of assisted living facilities also had significantly higher rates of ED visits [rate ratio (RR) 3.30, 95% CI 3.20, 3.41), hospital admissions (RR 6.24, 95% CI 6.01, 6.47), and ALC days (RR 25.68, 95% CI 23.27, 28.35) relative to community-dwelling older adults. CONCLUSIONS AND IMPLICATIONS: The disproportionate use of ED visits, hospital admissions, and ALC days among residents of assisted living facilities may be attributed to the characteristics of the population and fragmented licensing and regulation of the sector, including variable models of care. The implementation of interdisciplinary, after-hours, team-based approaches to home and primary care in assisted living facilities may reduce the potentially avoidable use of ED visits, hospital admissions, and ALC days among this population and optimize resource allocation in health care systems.",
  "authors": [
    {
      "last_name": "Manis",
      "fore_name": "Derek R",
      "initials": "DR",
      "name": "Derek R Manis",
      "affiliations": [
        "Edson College of Nursing and Health Innovation, Arizona State University, Phoenix, AZ, USA; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; ICES, Toronto, ON, Canada. Electronic address: derek.manis@asu.edu."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Katz",
      "affiliations": [
        "Department of Geriatrics, College of Medicine, Florida State University, Tallahassee, FL, USA."
      ]
    },
    {
      "last_name": "Lane",
      "fore_name": "Natasha E",
      "initials": "NE",
      "name": "Natasha E Lane",
      "affiliations": [
        "ICES, Toronto, ON, Canada; Department of Internal Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Rochon",
      "fore_name": "Paula A",
      "initials": "PA",
      "name": "Paula A Rochon",
      "affiliations": [
        "ICES, Toronto, ON, Canada; Institute of Health Policy, Management & Evaluation, University of Toronto, Toronto, ON, Canada; Women's College Research Institute, Toronto, ON, Canada; Division of Geriatric Medicine, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sinha",
      "fore_name": "Samir K",
      "initials": "SK",
      "name": "Samir K Sinha",
      "affiliations": [
        "Institute of Health Policy, Management & Evaluation, University of Toronto, Toronto, ON, Canada; Division of General Internal Medicine and Geriatrics, Sinai Health and University Health Network, Toronto, ON, Canada; Department of Medicine, University of Toronto, Toronto, ON, Canada; National Institute on Ageing, Toronto Metropolitan University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Andel",
      "fore_name": "Ross",
      "initials": "R",
      "name": "Ross Andel",
      "affiliations": [
        "Edson College of Nursing and Health Innovation, Arizona State University, Phoenix, AZ, USA; Department of Neurology, Charles University, Second Faculty of Medicine and Motol University Hospital, Prague, Czech Republic; International Clinical Research Center, St. Anne's University Hospital, Brno, Czech Republic."
      ]
    },
    {
      "last_name": "Heckman",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Heckman",
      "affiliations": [
        "School of Public Health Sciences, University of Waterloo, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Kirkwood",
      "fore_name": "David",
      "initials": "D",
      "name": "David Kirkwood",
      "affiliations": [
        "ICES, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; ICES, Toronto, ON, Canada; Schlegel Research Institute for Aging, Waterloo, ON, Canada; Centre for Integrated Care, St. Joseph's Health System, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "9",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "1341",
  "end_page": "1348",
  "pages": "1341-1348",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Cross-Sectional Studies",
    "Assisted Living Facilities",
    "Hospitalization",
    "Emergency Service, Hospital",
    "Hospitals",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "37549887",
    "doi": "10.1016/j.jamda.2023.06.024",
    "pii": "S1525-8610(23)00613-8"
  },
  "doi": "10.1016/j.jamda.2023.06.024",
  "dates": {
    "completed": "2023-09-05",
    "revised": "2023-09-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.371917",
    "pmid": "37549887"
  }
}