{
  "pmid": "37541528",
  "uid": "37541528",
  "title": "Efficacy of Probiotics in Irritable Bowel Syndrome: Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND & AIMS: Some probiotics may be beneficial in irritable bowel syndrome (IBS), but differences in species and strains used, as well as endpoints reported, have hampered attempts to make specific recommendations as to which should be preferred. We updated our previous meta-analysis examining this issue. METHODS: MEDLINE, EMBASE, and the Cochrane Controlled Trials Register were searched (up to March 2023). Randomized controlled trials (RCTs) recruiting adults with IBS, comparing probiotics with placebo were eligible. Dichotomous symptom data were pooled to obtain a relative risk of global symptoms, abdominal pain, or abdominal bloating or distension persisting after therapy, with a 95% confidence interval (CI). Continuous data were pooled using a standardized mean difference with a 95% CI. Adverse events data were also pooled. RESULTS: We identified 82 eligible trials, containing 10,332 patients. Only 24 RCTs were at low risk of bias across all domains. For global symptoms, there was moderate certainty in the evidence for a benefit of Escherichia strains, low certainty for Lactobacillus strains and Lactobacillus plantarum 299V, and very low certainty for combination probiotics, LacClean Gold S, Duolac 7s, and Bacillus strains. For abdominal pain, there was low certainty in the evidence for a benefit of Saccharomyces cerevisae I-3856 and Bifidobacterium strains, and very low certainty for combination probiotics, Lactobacillus, Saccharomyces, and Bacillus strains. For abdominal bloating or distension there was very low certainty in the evidence for a benefit of combination probiotics and Bacillus strains. The relative risk of experiencing any adverse event, in 55 trials, including more than 7000 patients, was not significantly higher with probiotics. CONCLUSIONS: Some combinations of probiotics or strains may be beneficial in IBS. However, certainty in the evidence for efficacy by GRADE criteria was low to very low across almost all of our analyses.",
  "authors": [
    {
      "last_name": "Goodoory",
      "fore_name": "Vivek C",
      "initials": "VC",
      "name": "Vivek C Goodoory",
      "affiliations": [
        "Leeds Gastroenterology Institute, St. James's University Hospital, Leeds, United Kingdom; Leeds Institute of Biomedical and Clinical Sciences, University of Leeds, Leeds, United Kingdom."
      ]
    },
    {
      "last_name": "Khasawneh",
      "fore_name": "Mais",
      "initials": "M",
      "name": "Mais Khasawneh",
      "affiliations": [
        "Leeds Gastroenterology Institute, St. James's University Hospital, Leeds, United Kingdom; Leeds Institute of Biomedical and Clinical Sciences, University of Leeds, Leeds, United Kingdom."
      ]
    },
    {
      "last_name": "Black",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Black",
      "affiliations": [
        "Leeds Gastroenterology Institute, St. James's University Hospital, Leeds, United Kingdom; Leeds Institute of Biomedical and Clinical Sciences, University of Leeds, Leeds, United Kingdom."
      ]
    },
    {
      "last_name": "Quigley",
      "fore_name": "Eamonn M M",
      "initials": "EMM",
      "name": "Eamonn M M Quigley",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Lynda K. and David M. Underwood Center for Digestive Disorders, Houston Methodist Hospital and Weill Cornell Medical College, Houston, Texas."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Gastroenterology Division, McMaster University, Health Sciences Center, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "Leeds Gastroenterology Institute, St. James's University Hospital, Leeds, United Kingdom; Leeds Institute of Biomedical and Clinical Sciences, University of Leeds, Leeds, United Kingdom. Electronic address: alexf12399@yahoo.com."
      ]
    }
  ],
  "journal": {
    "title": "Gastroenterology",
    "iso_abbreviation": "Gastroenterology",
    "issn": "1528-0012",
    "issn_type": "Electronic",
    "volume": "165",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "1206",
  "end_page": "1218",
  "pages": "1206-1218",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Irritable Bowel Syndrome",
    "Probiotics",
    "Humans",
    "Treatment Outcome",
    "Randomized Controlled Trials as Topic",
    "Abdominal Pain",
    "Gastrointestinal Microbiome"
  ],
  "article_ids": {
    "pubmed": "37541528",
    "doi": "10.1053/j.gastro.2023.07.018",
    "pii": "S0016-5085(23)04838-2"
  },
  "doi": "10.1053/j.gastro.2023.07.018",
  "dates": {
    "completed": "2024-05-31",
    "revised": "2024-08-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.444210",
    "pmid": "37541528"
  }
}