{
  "pmid": "37546921",
  "uid": "37546921",
  "title": "Adjunctive Vasopressors in Patients with Septic Shock: Protocol for a Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: Over one-third of patients with septic shock have adjunctive vasopressors added to first-line vasopressors. However, no randomized trial has detected improved mortality with adjunctive vasopressors. Published systematic reviews and meta-analysis have sought to inform the use of adjunctive vasopressors, yet each published review has limitations that hinder its interpretation. This review aims to overcome the limitations of previous reviews by systematically synthesizing the direct evidence for adjunctive vasopressor therapy use in adult patients with septic shock. METHODS: We will conduct a systematic review and meta-analysis of randomized controlled trials evaluating adjunctive vasopressors (vasopressin analogues, angiotensin II, hydroxocobalamin, methylene blue, and catecholamine analogues) in adult patients with septic shock. Relevant studies will be identified through comprehensive searches of MEDLINE, Embase, CENTRAL, and reference lists of previous systematic reviews. Only randomized trials comparing adjunctive vasopressors (>75% of subjects on vasopressors at enrollment) to standard care vasopressors in adults with septic shock (>75% of subjects having septic shock) will be included. Titles and abstracts will be screened, full-text articles assessed for eligibility, and data extracted from included studies. Outcomes of interest include short-term mortality, intermediate-term mortality, kidney replacement therapy, digital/peripheral ischemia, and venous thromboembolism. Pairwise meta-analysis using a random-effects model will be utilized to estimate the risk ratio for the outcomes. Risk of bias will be adjudicated with the Cochrane Risk of Bias 2 tool, and GRADE will be used to rate the certainty of the body of evidence. DISCUSSION: Although adjunctive vasopressors are commonly used in patients with septic shock their effect on patient-important outcomes is unclear. This study is planned to use rigorous systematic review methodology, including strict adhere to established guidelines, in order to overcome limitations of previously-published reviews and inform clinical practice and treatment guidelines for the use of adjunctive vasopressors in adults with septic shock. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD4202327984.",
  "authors": [
    {
      "last_name": "Bauer",
      "fore_name": "Seth R",
      "initials": "SR",
      "name": "Seth R Bauer",
      "affiliations": [
        "Department of Pharmacy, Cleveland Clinic, Cleveland, OH.",
        "Department of Medicine, Cleveland Clinic Lerner College of Medicine of Case Western Reserve University, Cleveland, OH."
      ]
    },
    {
      "last_name": "Wieruszewski",
      "fore_name": "Patrick M",
      "initials": "PM",
      "name": "Patrick M Wieruszewski",
      "affiliations": [
        "Department of Pharmacy, Mayo Clinic, Rochester, MN.",
        "Department of Anesthesiology, Mayo Clinic, Rochester, MN."
      ]
    },
    {
      "last_name": "Bissell",
      "fore_name": "Brittany D",
      "initials": "BD",
      "name": "Brittany D Bissell",
      "affiliations": [
        "Department of Pharmacy Practice and Science, College of Pharmacy, University of Kentucky, Lexington, KY."
      ]
    },
    {
      "last_name": "Dugar",
      "fore_name": "Siddharth",
      "initials": "S",
      "name": "Siddharth Dugar",
      "affiliations": [
        "Department of Medicine, Cleveland Clinic Lerner College of Medicine of Case Western Reserve University, Cleveland, OH.",
        "Department of Critical Care Medicine, Respiratory Institute, Cleveland Clinic, Cleveland, OH."
      ]
    },
    {
      "last_name": "Sacha",
      "fore_name": "Gretchen L",
      "initials": "GL",
      "name": "Gretchen L Sacha",
      "affiliations": [
        "Department of Pharmacy, Cleveland Clinic, Cleveland, OH."
      ]
    },
    {
      "last_name": "Sato",
      "fore_name": "Ryota",
      "initials": "R",
      "name": "Ryota Sato",
      "affiliations": [
        "Department of Critical Care Medicine, The Queen's Health System, Honolulu, HI."
      ]
    },
    {
      "last_name": "Siuba",
      "fore_name": "Matthew T",
      "initials": "MT",
      "name": "Matthew T Siuba",
      "affiliations": [
        "Department of Medicine, Cleveland Clinic Lerner College of Medicine of Case Western Reserve University, Cleveland, OH.",
        "Department of Critical Care Medicine, Respiratory Institute, Cleveland Clinic, Cleveland, OH."
      ]
    },
    {
      "last_name": "Schleicher",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Schleicher",
      "affiliations": [
        "The Cleveland Clinic Floyd D. Loop Alumni Library, Cleveland Clinic, Cleveland, OH."
      ]
    },
    {
      "last_name": "Vachharajani",
      "fore_name": "Vidula",
      "initials": "V",
      "name": "Vidula Vachharajani",
      "affiliations": [
        "Department of Medicine, Cleveland Clinic Lerner College of Medicine of Case Western Reserve University, Cleveland, OH.",
        "Department of Critical Care Medicine, Respiratory Institute, Cleveland Clinic, Cleveland, OH.",
        "Department of Inflammation and Immunity, Lerner Research Institute, Cleveland Clinic, Cleveland, OH."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "Department of Population and Quantitative Health Sciences, Case Western Reserve University, Cleveland, OH.",
        "Division of Gastroenterology and Hepatology, VA Northeast Ohio Healthcare System, Cleveland, OH."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Population and Quantitative Health Sciences, Case Western Reserve University, Cleveland, OH.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "medRxiv : the preprint server for health sciences",
    "iso_abbreviation": "medRxiv",
    "pub_year": "2023",
    "pub_month": "Jul",
    "pub_day": "30"
  },
  "language": "eng",
  "publication_types": [
    "Preprint",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37546921",
    "pmc": "PMC10402239",
    "doi": "10.1101/2023.07.29.23293364",
    "pii": "2023.07.29.23293364"
  },
  "doi": "10.1101/2023.07.29.23293364",
  "pmc_id": "PMC10402239",
  "dates": {
    "revised": "2024-09-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K08 GM147806",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R35 GM149240",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.183001",
    "pmid": "37546921"
  }
}