{
  "pmid": "37541334",
  "uid": "37541334",
  "title": "A comprehensive comparison and evaluation of surgical techniques for anterior shoulder instability: a Bayesian network meta-analysis.",
  "abstract": "BACKGROUND: Anterior shoulder instability is a common clinical problem; however, conflicting evidence exists regarding optimal treatment algorithms. We perform a comparative analysis of stabilization techniques used for recurrent anterior shoulder instability to identify the one associated with the lowest rate of recurrent instability. We additionally explore how glenoid bone loss and osseus lesions affect recurrence rates. METHODS: PubMed, MEDLINE, Embase, and Cochrane databases were searched for clinical studies comparing surgical techniques for anterior shoulder instability. Two team members independently assessed all potential studies for eligibility and extracted data. Each included study underwent a risk of bias assessment using the Cochrane risk of bias summary tool. The primary outcome of interest was the rate of recurrent instability, which underwent a Bayesian network meta-analysis. Additional analyses were performed relating to the degree of glenoid bone loss and the presence of osseous lesions. RESULTS: Of 2699 studies screened, 52 studies with 4209 patients were included. Patients who underwent open Latarjet demonstrated the overall lowest rate of recurrent instability [log odds ratio (LOR) 1.93], whereas patients who underwent arthroscopic Bankart repair demonstrated the highest (LOR 2.87). When glenoid bone loss was 10% to 20%, open Latarjet had significantly lower recurrent instability (P = .0016) compared to arthroscopic Bankart repair. When glenoid bone loss increased from 0%-10% to 10%-20%, arthroscopic Bankart repair had a significantly increased rate of recurrence (P = .021). In the presence of an engaging Hill-Sachs lesion, both open Latarjet (P = .01) and arthroscopic Bankart with remplissage (P = .029) had significantly reduced recurrence rates compared to arthroscopic Bankart repair. Finally, regardless of procedure, the presence of a Hill-Sachs or bony Bankart lesion was associated with an increased risk of recurrent instability (r = 0.44, P = .0003, and r = 0.40, P = .006, respectively). CONCLUSION: The open Latarjet has the overall lowest recurrent instability and significantly lower compared to arthroscopic Bankart repair in the setting of increasing glenoid bone loss. Bone loss between 0% and 10% results in similar outcomes across all procedures.",
  "authors": [
    {
      "last_name": "Masud",
      "fore_name": "Saad",
      "initials": "S",
      "name": "Saad Masud",
      "affiliations": [
        "Wayne State University School of Medicine, Detroit, MI, USA."
      ]
    },
    {
      "last_name": "Momtaz",
      "fore_name": "David",
      "initials": "D",
      "name": "David Momtaz",
      "affiliations": [
        "Long School of Medicine, San Antonio, TX, USA."
      ]
    },
    {
      "last_name": "Betsch",
      "fore_name": "Marcel",
      "initials": "M",
      "name": "Marcel Betsch",
      "affiliations": [
        "Department of Orthopaedics and Trauma Surgery, University Hospital Mannheim, Medical Faculty of the University Heidelberg, Mannheim, BW, Germany."
      ]
    },
    {
      "last_name": "Migliorini",
      "fore_name": "Filippo",
      "initials": "F",
      "name": "Filippo Migliorini",
      "affiliations": [
        "Department of Orthopaedics and Trauma Surgery, University Hospital RWTH Aachen, Aachen, NW, Germany."
      ]
    },
    {
      "last_name": "Ghali",
      "fore_name": "Abdullah",
      "initials": "A",
      "name": "Abdullah Ghali",
      "affiliations": [
        "Department of Orthopaedics, Baylor College of Medicine, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Popa",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Popa",
      "affiliations": [
        "Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Gouveia",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Gouveia",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Degen",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Degen",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Western Ontario, London, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada. Electronic address: khanmm2@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of shoulder and elbow surgery",
    "iso_abbreviation": "J Shoulder Elbow Surg",
    "issn": "1532-6500",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "11",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "e531",
  "end_page": "e547",
  "pages": "e531-e547",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37541334",
    "doi": "10.1016/j.jse.2023.07.004",
    "pii": "S1058-2746(23)00572-4"
  },
  "doi": "10.1016/j.jse.2023.07.004",
  "dates": {
    "revised": "2023-10-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.311576",
    "pmid": "37541334"
  }
}