{
  "pmid": "37544136",
  "uid": "37544136",
  "title": "Direct oral anticoagulants for the treatment of splanchnic vein thrombosis - A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Splanchnic vein thrombosis (SVT) is an uncommon manifestation of venous thromboembolism in the splanchnic venous system, with scarce evidence surrounding its management. We assessed the efficacy and safety of direct oral anticoagulant (DOAC) to low-molecular-weight heparins (LMWH), vitamin-k antagonists (VKAs), or no anticoagulation. METHODS: We conducted a systematic review and meta-analysis with the primary efficacy outcome being complete recanalization of affected vessels and primary safety outcome being major bleeding. Meta-analysis was done using a random-effects model, with dichotomous outcomes being synthesized with odds ratios (ORs) and corresponding 95 % CIs. RESULTS: Seven non-randomized and one randomized study involving 883 participants were included for analysis. DOACs were more effective than VKAs (OR = 4.33; 95 % CI: 2.4, 7.83; n = 1 study) in non-cirrhotic patients and no anticoagulation in cirrhotic patients (OR = 3.86; 95 % CI: 1.49, 10.03; n = 3 studies). DOACs had a statistically significant reduction in major bleeding compared to observation [OR = 0.09; 95 % CI: 0.03, 0.29; n = 3 studies], LMWHs [OR = 0.13; 95 % CI: 0.03, 0.29; n = 1 study] and VKAs [OR = 0.12; 95 % CI: 0.02, 0.69; n = 2 studies] in non-cirrhotic patients. No difference in major bleeding was found between DOACs and observation, LMWH, or VKAs in cirrhotic patients. CONCLUSION: DOACs appear to be a favorable alternative to VKAs and LMWHs in non-cirrhotic patients. This avenue of research would benefit from larger studies that adjust for SVT etiologies, patient risk factors, and overall bleeding risk.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Allen",
      "initials": "A",
      "name": "Allen Li",
      "affiliations": [
        "The Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, Ontario, Canada; Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: allen.li@uottawa.ca."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Ming Chan",
      "initials": "MC",
      "name": "Ming Chan Zhang",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Pei",
      "initials": "P",
      "name": "Pei Li",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Eshaghpour",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Eshaghpour",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Li",
      "affiliations": [
        "The Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, Ontario, Canada; Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Carrier",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Carrier",
      "affiliations": [
        "The Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, Ontario, Canada; Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wells",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Wells",
      "affiliations": [
        "The Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, Ontario, Canada; Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark Andrew",
      "initials": "MA",
      "name": "Mark Andrew Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "1879-2472",
    "issn_type": "Electronic",
    "volume": "229",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "209",
  "end_page": "218",
  "pages": "209-218",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37544136",
    "doi": "10.1016/j.thromres.2023.06.003",
    "pii": "S0049-3848(23)00175-5"
  },
  "doi": "10.1016/j.thromres.2023.06.003",
  "dates": {
    "revised": "2023-09-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.752103",
    "pmid": "37544136"
  }
}