{
  "pmid": "37555708",
  "uid": "37555708",
  "title": "Development, Acceptability, and Usability of a Virtual Intervention for Vertebral Fractures.",
  "abstract": "OBJECTIVE: This project aimed to develop a virtual intervention for vertebral fractures (VIVA) to implement the international recommendations for the nonpharmacological management of osteoporotic vertebral fractures and to test its acceptability and usability. METHODS: VIVA was developed in accordance with integrated knowledge translation principles and was informed by the Behavioral Change Wheel, the Theoretical Domains Framework, and the affordability, practicability, effectiveness and cost-effectiveness, acceptability, side effects/safety, and equity (APEASE) criteria. The development of the prototype of VIVA involved 3 steps: understanding target behaviors, identifying intervention options, and identifying content and implementation options. The VIVA prototype was delivered to 9 participants to assess its acceptability and usability. RESULTS: VIVA includes 7 1-on-1 virtual sessions delivered by a physical therapist over 5 weeks. Each session lasts 45 minutes and is divided in 3 parts: education, training, and behavioral support/goal setting. Four main themes emerged from the acceptability evaluation: perceived improvements in pain, increased self-confidence, satisfaction with 1-on-1 sessions and resources, and ease of use. All of the participants believed that VIVA was very useful and were very satisfied with the 1-on-1 sessions. Four participants found the information received very easy to practice, 4 found it easy to practice, and 1 found it somewhat difficult to practice. Five participants were satisfied with the supporting resources, and 4 were very satisfied. Potential for statistically significant improvements was observed in participants' ability to make concrete plans about when, how, where, and how often to exercise. CONCLUSION: VIVA was acceptable and usable to the participants, who perceived improvements in pain and self-confidence. IMPACT: The virtual implementation of the recommendations for the nonpharmacological management of vertebral fractures showed high acceptability and usability. Future trials will implement the recommendations on a larger scale to evaluate their effectiveness.",
  "authors": [
    {
      "last_name": "Ponzano",
      "fore_name": "Matteo",
      "initials": "M",
      "name": "Matteo Ponzano",
      "affiliations": [
        "School of Health and Exercise Sciences, University of British Columbia, Kelowna BC, Canada.",
        "International Collaboration on Repair Discoveries (ICORD), Blusson Spinal Cord Centre (BSCC), University of British Columbia, Vancouver, British Columbia, Canada."
      ],
      "orcid": "0000-0001-5471-041X"
    },
    {
      "last_name": "Tibert",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Tibert",
      "affiliations": [
        "Department of Kinesiology and Health Sciences, University of Waterloo, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Brien",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Brien",
      "affiliations": [
        "Canadian Osteoporosis Patient Network, Osteoporosis, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Funnell",
      "fore_name": "Larry",
      "initials": "L",
      "name": "Larry Funnell",
      "affiliations": [
        "Canadian Osteoporosis Patient Network, Osteoporosis, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Gibbs",
      "fore_name": "Jenna C",
      "initials": "JC",
      "name": "Jenna C Gibbs",
      "affiliations": [
        "Department of Kinesiology and Physical Activity, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Keller",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Keller",
      "affiliations": [
        "Department of Kinesiology and Health Sciences, University of Waterloo, Waterloo, ON, Canada.",
        "Schlegel-UW Research Institute for Aging, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Laprade",
      "fore_name": "Judi",
      "initials": "J",
      "name": "Judi Laprade",
      "affiliations": [
        "Division of Anatomy, Department of Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Morin",
      "fore_name": "Suzanne N",
      "initials": "SN",
      "name": "Suzanne N Morin",
      "affiliations": [
        "Department of Medicine, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weston",
      "fore_name": "Zachary J",
      "initials": "ZJ",
      "name": "Zachary J Weston",
      "affiliations": [
        "Canadian Society for Exercise Physiology (CSEP), Ottawa Ontario, Canada.",
        "Faculty of Human and Social Sciences, Wilfrid Laurier University, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wideman",
      "fore_name": "Timothy H",
      "initials": "TH",
      "name": "Timothy H Wideman",
      "affiliations": [
        "School of Physical & Occupational Therapy, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Giangregorio",
      "fore_name": "Lora M",
      "initials": "LM",
      "name": "Lora M Giangregorio",
      "affiliations": [
        "Department of Kinesiology and Health Sciences, University of Waterloo, Waterloo, ON, Canada.",
        "Schlegel-UW Research Institute for Aging, Waterloo, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Physical therapy",
    "iso_abbreviation": "Phys Ther",
    "issn": "1538-6724",
    "issn_type": "Electronic",
    "volume": "103",
    "issue": "12",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "06"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Exercise",
    "Spinal Fractures",
    "Personal Satisfaction",
    "Pain"
  ],
  "article_ids": {
    "pubmed": "37555708",
    "doi": "10.1093/ptj/pzad098",
    "pii": "7239868"
  },
  "doi": "10.1093/ptj/pzad098",
  "dates": {
    "completed": "2024-01-01",
    "revised": "2024-01-06"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CFI-148081",
      "agency": "CIHR-IMHA Canadian Musculoskeletal Rehab Research Network"
    },
    {
      "grant_id": "509950-2018",
      "agency": "Natural Sciences and Engineering Research Council of Canada"
    },
    {
      "agency": "Global Biomedical Technology Research and Innovation"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.442807",
    "pmid": "37555708"
  }
}