{
  "pmid": "37550162",
  "uid": "37550162",
  "title": "Financial toxicity risk among patients with gastric banding complications in the United States: analysis of the National Inpatient Sample.",
  "abstract": "BACKGROUND: Laparoscopic adjustable gastric banding (AGB) was historically among the most performed bariatric procedures but has fallen out of favor in recent years due to poor long-term weight loss and high revisional surgery rates. Significant financial hardship of medical care, known as \"financial toxicity,\" can occur from experiencing unexpected complications of AGB. OBJECTIVE: To investigate the risk of financial toxicity among patients being admitted for AGB complications. SETTING: United States. METHODS: All uninsured and privately-insured patients who were admitted for AGB complications were identified from the National Inpatient Sample 2015-2019. Publicly available government data (U.S. Census Bureau, Bureau of Labor, The Centers for Medicare and Medicaid Services) were utilized to estimate patient income, food expenditures, and average maximum out-of-pocket expenditures. Financial toxicity was defined as total admission cost from AGB complications ≥40% of postsubsistence income. RESULTS: Among 28,005 patients, 66% patients had private insurance and 44% patients were uninsured. Median total admission cost was $12,443 (interquartile range $7959-$19,859) and $15,182 for those who received revisional bariatric surgery. Approximately 55% of the uninsured patients and 1% of insured patients were at risk of financial toxicity after admission for banding-related complications. Patients who had an emergency admission, revisional surgery, or postoperative intensive care unit admission were more likely to experience financial catastrophe following admission (P < .01). CONCLUSIONS: About 1 in 2 uninsured patients admitted for AGB-related complications were at risk of financial toxicity. In addition to surgical risks, providers should consider the potential financial consequences of AGB when counselling patients on their choice of surgery.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Yung",
      "initials": "Y",
      "name": "Yung Lee",
      "affiliations": [
        "Division of General Surgery, McMaster University, Hamilton, Ontario, Canada; Harvard T.H. Chan School of Public Health, Harvard University, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Kazi",
      "fore_name": "Tania",
      "initials": "T",
      "name": "Tania Kazi",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dang",
      "fore_name": "Jerry",
      "initials": "J",
      "name": "Jerry Dang",
      "affiliations": [
        "Digestive Disease and Surgery Institute, Cleveland Clinic, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Kroh",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Kroh",
      "affiliations": [
        "Digestive Disease and Surgery Institute, Cleveland Clinic, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Division of General Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Division of General Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: dennishong70@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Surgery for obesity and related diseases : official journal of the American Society for Bariatric Surgery",
    "iso_abbreviation": "Surg Obes Relat Dis",
    "issn": "1878-7533",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "12",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "1405",
  "end_page": "1414",
  "pages": "1405-1414",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Humans",
    "United States",
    "Gastroplasty",
    "Financial Stress",
    "Inpatients",
    "Treatment Outcome",
    "Medicare",
    "Bariatric Surgery",
    "Obesity, Morbid",
    "Retrospective Studies",
    "Postoperative Complications"
  ],
  "article_ids": {
    "pubmed": "37550162",
    "doi": "10.1016/j.soard.2023.07.002",
    "pii": "S1550-7289(23)00587-7"
  },
  "doi": "10.1016/j.soard.2023.07.002",
  "dates": {
    "completed": "2023-12-01",
    "revised": "2025-05-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.740934",
    "pmid": "37550162"
  }
}