{
  "pmid": "37556184",
  "uid": "37556184",
  "title": "Defining Misinformation and Related Terms in Health-Related Literature: Scoping Review.",
  "abstract": "BACKGROUND: Misinformation poses a serious challenge to clinical and policy decision-making in the health field. The COVID-19 pandemic amplified interest in misinformation and related terms and witnessed a proliferation of definitions. OBJECTIVE: We aim to assess the definitions of misinformation and related terms used in health-related literature. METHODS: We conducted a scoping review of systematic reviews by searching Ovid MEDLINE, Embase, Cochrane, and Epistemonikos databases for articles published within the last 5 years up till March 2023. Eligible studies were systematic reviews that stated misinformation or related terms as part of their objectives, conducted a systematic search of at least one database, and reported at least 1 definition for misinformation or related terms. We extracted definitions for the terms misinformation, disinformation, fake news, infodemic, and malinformation. Within each definition, we identified concepts and mapped them across misinformation-related terms. RESULTS: We included 41 eligible systematic reviews, out of which 32 (78%) reviews addressed the topic of public health emergencies (including the COVID-19 pandemic) and contained 75 definitions for misinformation and related terms. The definitions consisted of 20 for misinformation, 19 for disinformation, 10 for fake news, 24 for infodemic, and 2 for malinformation. \"False/inaccurate/incorrect\" was mentioned in 15 of 20 definitions of misinformation, 13 of 19 definitions of disinformation, 5 of 10 definitions of fake news, 6 of 24 definitions of infodemic, and 0 of 2 definitions of malinformation. Infodemic had 19 of 24 definitions addressing \"information overload\" and malinformation had 2 of 2 definitions with \"accurate\" and 1 definition \"used in the wrong context.\" Out of all the definitions, 56 (75%) were referenced from other sources. CONCLUSIONS: While the definitions of misinformation and related terms in the health field had inconstancies and variability, they were largely consistent. Inconstancies related to the intentionality in misinformation definitions (7 definitions mention \"unintentional,\" while 5 definitions have \"intentional\"). They also related to the content of infodemic (9 definitions mention \"valid and invalid info,\" while 6 definitions have \"false/inaccurate/incorrect\"). The inclusion of concepts such as \"intentional\" may be difficult to operationalize as it is difficult to ascertain one's intentions. This scoping review has the strength of using a systematic method for retrieving articles but does not cover all definitions in the extant literature outside the field of health. This scoping review of the health literature identified several definitions for misinformation and related terms, which showed variability and included concepts that are difficult to operationalize. Health practitioners need to exert caution before labeling a piece of information as misinformation or any other related term and only do so after ascertaining accurateness and sometimes intentionality. Additional efforts are needed to allow future consensus around clear and operational definitions.",
  "authors": [
    {
      "last_name": "El Mikati",
      "fore_name": "Ibrahim K",
      "initials": "IK",
      "name": "Ibrahim K El Mikati",
      "affiliations": [
        "Outcomes and Implementation Research Unit, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, KS, United States."
      ],
      "orcid": "0000-0002-0833-4262"
    },
    {
      "last_name": "Hoteit",
      "fore_name": "Reem",
      "initials": "R",
      "name": "Reem Hoteit",
      "affiliations": [
        "Clinical Research Institute, Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0001-8139-9321"
    },
    {
      "last_name": "Harb",
      "fore_name": "Tarek",
      "initials": "T",
      "name": "Tarek Harb",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, United States."
      ],
      "orcid": "0000-0002-2573-5260"
    },
    {
      "last_name": "El Zein",
      "fore_name": "Ola",
      "initials": "O",
      "name": "Ola El Zein",
      "affiliations": [
        "University Libraries, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0001-7233-3291"
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Family Medicine, Queens University, Kingston, ON, Canada."
      ],
      "orcid": "0000-0003-1643-5386"
    },
    {
      "last_name": "Melki",
      "fore_name": "Jad",
      "initials": "J",
      "name": "Jad Melki",
      "affiliations": [
        "Institute of Media Research and Training, Lebanese American University, Beirut, Lebanon."
      ],
      "orcid": "0000-0003-4248-1597"
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Outcomes and Implementation Research Unit, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, KS, United States.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-2091-0875"
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-3444-8618"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "25",
    "pub_year": "2023",
    "pub_month": "Aug",
    "pub_day": "09"
  },
  "start_page": "e45731",
  "pages": "e45731",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Pandemics",
    "Consensus",
    "Communication"
  ],
  "article_ids": {
    "pubmed": "37556184",
    "pmc": "PMC10414029",
    "doi": "10.2196/45731",
    "pii": "v25i1e45731"
  },
  "doi": "10.2196/45731",
  "pmc_id": "PMC10414029",
  "dates": {
    "completed": "2023-08-10",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:36.567679",
    "pmid": "37556184"
  }
}