{
  "pmid": "37554600",
  "uid": "37554600",
  "title": "General Anesthetic Care of Obese Patients Undergoing Surgery: A Review of Current Anesthetic Considerations and Recent Advances.",
  "abstract": "Obesity has long been linked to adverse health effects over time. As the prevalence of obesity continues to rise, it is important to anticipate and minimize the complications that obesity brings in the anesthesia setting during surgery. Anesthetic departments must recognize the innumerable risks when managing patients with obesity undergoing surgery, including anatomical and physiological changes as well as comorbidities such as diabetes, cardiovascular diseases, and malignancies. Therefore, the purpose of this review is to analyze the current literature and evaluate the current and recent advances in anesthetic care of obese patients undergoing surgery, to better understand the specific challenges this patient population faces. A greater understanding of the differences between anesthetic care for obese patients can help to improve patient care and the specificity of treatment. The examination of the literature will focus on differing patient outcomes and safety precautions in obese patients as compared to the general population. Specifically highlighting the differences in pre-operative, intra-operative, and post-operative care, with the aim to identify issues and present possible solutions.",
  "authors": [
    {
      "last_name": "Waheed",
      "fore_name": "Zahra",
      "initials": "Z",
      "name": "Zahra Waheed",
      "affiliations": [
        "Anesthesia, Shaukat Khanum Memorial Cancer Hospital and Research Centre, Lahore, PAK."
      ]
    },
    {
      "last_name": "Amatul-Hadi",
      "fore_name": "Faiza",
      "initials": "F",
      "name": "Faiza Amatul-Hadi",
      "affiliations": [
        "Medical School, Mercer University School of Medicine, Macon, USA."
      ]
    },
    {
      "last_name": "Kooner",
      "fore_name": "Amritpal",
      "initials": "A",
      "name": "Amritpal Kooner",
      "affiliations": [
        "Medical School, Midwestern University Chicago College of Osteopathic Medicine, Downers Grove, USA."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Medical School, St. George's University School of Medicine, True Blue, GRD."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Rahma",
      "initials": "R",
      "name": "Rahma Ahmed",
      "affiliations": [
        "Medical School, Kennesaw State University, Kennesaw, USA."
      ]
    },
    {
      "last_name": "Pande",
      "fore_name": "Harshawardhan",
      "initials": "H",
      "name": "Harshawardhan Pande",
      "affiliations": [
        "Medical School, Saint Louis University, St. Louis, USA."
      ]
    },
    {
      "last_name": "Alfaro",
      "fore_name": "Moses",
      "initials": "M",
      "name": "Moses Alfaro",
      "affiliations": [
        "Medical School, Long School of Medicine at University of Texas Health Science Center San Antonio, San Antonio, USA."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Amber",
      "initials": "A",
      "name": "Amber Lee",
      "affiliations": [
        "Medical School, Arkansas College of Osteopathic Medicine, Fort Smith, USA."
      ]
    },
    {
      "last_name": "Bhatti",
      "fore_name": "Joravar",
      "initials": "J",
      "name": "Joravar Bhatti",
      "affiliations": [
        "Medical School, Midwestern University Chicago College of Osteopathic Medicine, Downers Grove, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "15",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "e41565",
  "pages": "e41565",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37554600",
    "pmc": "PMC10405976",
    "doi": "10.7759/cureus.41565"
  },
  "doi": "10.7759/cureus.41565",
  "pmc_id": "PMC10405976",
  "dates": {
    "revised": "2023-08-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.084926",
    "pmid": "37554600"
  }
}