{
  "pmid": "37559846",
  "uid": "37559846",
  "title": "Hydroxyzine-Induced Torsade De Pointes: A Case Report and a Literature Review.",
  "abstract": "Hydroxyzine is an H1-receptor antagonist used for managing allergies, anxiety, opioid withdrawal, and insomnia. An adverse effect of hydroxyzine, QT prolongation, may lead to torsade de pointes (TdP). Our case report and literature review highlight the risk of TdP with hydroxyzine use. Our patient, a 58-year-old male with an implantable cardioverter defibrillator (ICD) and a history of polysubstance abuse presented with chest pain and shortness of breath. During the admission, the patient started experiencing symptoms of opioid withdrawal, which were refractory to buprenorphine. Hydroxyzine 50 mg was administered as recommended for symptomatic anxiety relief. Overnight the patient developed TdP, which was managed by MgSO4, amiodarone, and lidocaine, but did not resolve the arrhythmia. The patient was sedated and intubated, which led to the episode's resolution. This case report and literature review underscore the importance of cautious prescribing practices for hydroxyzine and other QT-prolonging drugs to prevent TdP. Healthcare providers should conduct personalized risk assessments, monitor electrolyte levels, and perform regular electrocardiograms. Administering the lowest effective dose, avoiding drug interactions, and exercising caution in patients with underlying repolarization abnormalities or a history of TdP are crucial. These measures help minimize the risk of TdP associated with low-dose hydroxyzine therapy.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Adil",
      "initials": "MA",
      "name": "Muhammad Adil Afzal",
      "affiliations": [
        "Internal Medicine, St. Joseph's University Medical Center, Paterson, USA."
      ]
    },
    {
      "last_name": "Khalid",
      "fore_name": "Noman",
      "initials": "N",
      "name": "Noman Khalid",
      "affiliations": [
        "Internal Medicine, St. Joseph's University Medical Center, Paterson, USA."
      ]
    },
    {
      "last_name": "Abdullah",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Abdullah",
      "affiliations": [
        "Public Health and Community Medicine, Shaikh Khalifa Bin Zayed Al-Nahyan Medical and Dental College, Shaikh Zayed Federal Postgraduate Medical Institute at Shaikh Zayed Medical Complex, Lahore, PAK."
      ]
    },
    {
      "last_name": "Ul-Haiy",
      "fore_name": "Ata",
      "initials": "A",
      "name": "Ata Ul-Haiy",
      "affiliations": [
        "Internal Medicine, Mayo Hospital, Kind Edward Medical University, Lahore, PAK."
      ]
    },
    {
      "last_name": "Michael",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Michael",
      "affiliations": [
        "Internal Medicine, St. Joseph's University Medical Center, Paterson, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "15",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "e41588",
  "pages": "e41588",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37559846",
    "pmc": "PMC10407684",
    "doi": "10.7759/cureus.41588"
  },
  "doi": "10.7759/cureus.41588",
  "pmc_id": "PMC10407684",
  "dates": {
    "revised": "2023-08-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.085768",
    "pmid": "37559846"
  }
}