{
  "pmid": "37557899",
  "uid": "37557899",
  "title": "Informed consent for endoscopic procedures: European Society of Gastrointestinal Endoscopy (ESGE) Position Statement.",
  "abstract": "All endoscopic procedures are invasive and carry risk. Accordingly, all endoscopists should involve the patient in the decision-making process about the most appropriate endoscopic procedure for that individual, in keeping with a patient's right to self-determination and autonomy. Recognition of this has led to detailed guidelines on informed consent for endoscopy in some countries, but in many no such guidance exists; this may lead to variations in care and exposure to risk of litigation. In this document, the European Society of Gastrointestinal Endoscopy (ESGE) sets out a series of statements that cover best practice in informed consent for endoscopy. These statements should be seen as a minimum standard of practice, but practitioners must be aware of and adhere to the law in their own country. 1: Patients should give informed consent for all gastrointestinal endoscopic procedures for which they have capacity to do so. 2: The healthcare professional seeking consent for an endoscopic procedure should ensure that the patient has the capacity to consent to that procedure. 3: For patients who lack capacity, healthcare personnel should at all times try to engage with people close to the patient, such as family, friends, or caregivers, to achieve consensus on the appropriateness of performing the procedure. 4: Where a patient lacks capacity to provide informed consent, the best interest decision should be clearly documented in the medical record. This should include information about the capacity assessment, reason(s) that the decision cannot be delayed for capacity recovery (or if recovery is not expected), who has been consulted, and where relevant the form of authority for the decision. 5: There should be a systematic and transparent disclosure of the expected benefits and harms that may reasonably affect patient choice on whether or not to undergo any diagnostic or interventional endoscopic procedure. Information about possible alternatives, as well as the consequences of doing nothing, should also be provided when relevant. 6: The information provided on the benefit and harms of an endoscopic procedure should be adapted to the procedure and patient-specific risk factors, and the preferences of the patient should be central to the consent process. 7: The consent discussion should be undertaken by an individual who is familiar with the procedure and its risks, and is able to discuss these in the context of the individual patient. 8: Patients should confirm consent to an endoscopic procedure in a private, unrushed, and non-coercive environment. 9: If a patient requests that an endoscopic procedure be discontinued, the procedure should be paused and the patient's capacity for decision making assessed. If a competent patient continues to object to the procedure, or if a conclusive determination of capacity is not feasible, the examination should be terminated as soon as it is safe to do so. 10: Informed consent should be sufficiently detailed to cover all findings that can be reasonably anticipated during an endoscopic examination. The scope of this consent should not be expanded, nor a patient's implicit consent for additional interventions assumed, unless failure to proceed with such interventions would result in immediate and predictable harm to the patient.",
  "authors": [
    {
      "last_name": "Everett",
      "fore_name": "Simon M",
      "initials": "SM",
      "name": "Simon M Everett",
      "affiliations": [
        "Department of Gastroenterology, Leeds Teaching Hospitals NHS Trust, Leeds, UK."
      ]
    },
    {
      "last_name": "Triantafyllou",
      "fore_name": "Konstantinos",
      "initials": "K",
      "name": "Konstantinos Triantafyllou",
      "affiliations": [
        "Hepatogastroenterology Unit, Second Department of Propaedeutic Internal Medicine, Medical School, National and Kapodistrian University of Athens, Attikon University General Hospital, Athens, Greece."
      ],
      "orcid": "0000-0002-5183-9426"
    },
    {
      "last_name": "Hassan",
      "fore_name": "Cesare",
      "initials": "C",
      "name": "Cesare Hassan",
      "affiliations": [
        "Department of Biomedical Sciences, Humanitas University, Pieve Emanuele, Milan, Italy.",
        "Endoscopy Unit, IRCCS Humanitas Research Hospital, Rozzano, Milan, Italy."
      ]
    },
    {
      "last_name": "Mergener",
      "fore_name": "Klaus",
      "initials": "K",
      "name": "Klaus Mergener",
      "affiliations": [
        "University of Washington, Seattle, Washington, USA."
      ]
    },
    {
      "last_name": "Tham",
      "fore_name": "Tony C",
      "initials": "TC",
      "name": "Tony C Tham",
      "affiliations": [
        "Division of Gastroenterology, Ulster Hospital, Dundonald, Belfast, Northern Ireland."
      ],
      "orcid": "0000-0003-3304-0271"
    },
    {
      "last_name": "Almeida",
      "fore_name": "Nuno",
      "initials": "N",
      "name": "Nuno Almeida",
      "affiliations": [
        "Gastroenterology Department, Centro Hospitalar e Universitário de Coimbra, Coimbra, Portugal.",
        "Faculty of Medicine, University of Coimbra, Coimbra, Portugal."
      ]
    },
    {
      "last_name": "Antonelli",
      "fore_name": "Giulio",
      "initials": "G",
      "name": "Giulio Antonelli",
      "affiliations": [
        "Department of Anatomical, Histological, Forensic Medicine and Orthopedics Sciences, \"Sapienza\" University of Rome, Rome, Italy.",
        "Gastroenterology and Digestive Endoscopy Unit, Ospedale dei Castelli Hospital, Ariccia, Rome, Italy."
      ],
      "orcid": "0000-0003-1797-3864"
    },
    {
      "last_name": "Axon",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Axon",
      "affiliations": [
        "Parklane Plowden Chambers, Newcastle, UK."
      ]
    },
    {
      "last_name": "Bisschops",
      "fore_name": "Raf",
      "initials": "R",
      "name": "Raf Bisschops",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, UZ Leuven, Leuven, Belgium.",
        "Translational Research in Gastrointestinal Diseases (TARGID), Department of Chronic Diseases, Metabolism and Ageing (CHROMETA), KU Leuven, Leuven, Belgium."
      ],
      "orcid": "0000-0002-9994-8226"
    },
    {
      "last_name": "Bretthauer",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Bretthauer",
      "affiliations": [
        "Clinical Effectiveness Group, Department of Transplantation Medicine, Oslo University Hospital and University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Costil",
      "fore_name": "Vianna",
      "initials": "V",
      "name": "Vianna Costil",
      "affiliations": [
        "Clinique du Trocadéro, Paris, France."
      ]
    },
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "MAGIC Evidence Ecosystem Foundation."
      ]
    },
    {
      "last_name": "Gauci",
      "fore_name": "James",
      "initials": "J",
      "name": "James Gauci",
      "affiliations": [
        "Department of Gastroenterology, Pinderfields Hospital, Mid Yorkshire Hospitals NHS Trust, Wakefield, UK."
      ],
      "orcid": "0000-0002-7352-5831"
    },
    {
      "last_name": "Hritz",
      "fore_name": "Istvan",
      "initials": "I",
      "name": "Istvan Hritz",
      "affiliations": [
        "Department of Surgery, Transplantation and Gastroenterology, Center for Therapeutic Endoscopy, Semmelweis University, Budapest, Hungary."
      ]
    },
    {
      "last_name": "Messmann",
      "fore_name": "Helmut",
      "initials": "H",
      "name": "Helmut Messmann",
      "affiliations": [
        "Department of Gastroenterology, Faculty of Medicine, University of Augsburg, Augsburg, Germany."
      ]
    },
    {
      "last_name": "Pellisé",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Pellisé",
      "affiliations": [
        "Department of Gastroenterology, Hospital Clínic de Barcelona, Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Centro de Investigación Biomédica en Red de Enfermedades Hepáticas y Digestivas (CIBEREHD), University of Barcelona, Barcelona, Spain."
      ],
      "orcid": "0000-0001-9739-4998"
    },
    {
      "last_name": "Roelandt",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Roelandt",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, UZ Leuven, Leuven, Belgium.",
        "Translational Research in Gastrointestinal Diseases (TARGID), Department of Chronic Diseases, Metabolism and Ageing (CHROMETA), KU Leuven, Leuven, Belgium."
      ],
      "orcid": "0000-0003-4475-9089"
    },
    {
      "last_name": "Seicean",
      "fore_name": "Andrada",
      "initials": "A",
      "name": "Andrada Seicean",
      "affiliations": [
        "Regional Institute of Gastroenterology and Hepatology Cluj-Napoca, Cluj-Napoca, Romania.",
        "University of Medicine and Pharmacy \"Iuliu Hatieganu\" Cluj-Napoca, Cluj-Napoca, Romania."
      ]
    },
    {
      "last_name": "Tziatzios",
      "fore_name": "Georgios",
      "initials": "G",
      "name": "Georgios Tziatzios",
      "affiliations": [
        "Department of Gastroenterology, \"Konstantopoulio-Patision\" General Hospital, Athens, Greece."
      ],
      "orcid": "0000-0002-2945-6007"
    },
    {
      "last_name": "Voiosu",
      "fore_name": "Andrei",
      "initials": "A",
      "name": "Andrei Voiosu",
      "affiliations": [
        "Gastroenterology and Hepatology Department, Colentina Clinical Hospital and Internal Medicine and Gastroenterology, Carol Davila University of Medicine and Pharmacy, Bucharest, Romania."
      ],
      "orcid": "0000-0001-8579-9314"
    },
    {
      "last_name": "Gralnek",
      "fore_name": "Ian M",
      "initials": "IM",
      "name": "Ian M Gralnek",
      "affiliations": [
        "Institute of Gastroenterology and Hepatology, Emek Medical Center, Afula, Israel.",
        "Rappaport Faculty of Medicine, Technion Israel Institute of Technology, Haifa, Israel."
      ]
    }
  ],
  "journal": {
    "title": "Endoscopy",
    "iso_abbreviation": "Endoscopy",
    "issn": "1438-8812",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "10",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "952",
  "end_page": "966",
  "pages": "952-966",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Informed Consent",
    "Endoscopy, Gastrointestinal"
  ],
  "article_ids": {
    "pubmed": "37557899",
    "doi": "10.1055/a-2133-3365"
  },
  "doi": "10.1055/a-2133-3365",
  "dates": {
    "completed": "2023-09-29",
    "revised": "2023-10-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:29.797388",
    "pmid": "37557899"
  }
}