{
  "pmid": "37563716",
  "uid": "37563716",
  "title": "Experiences of a virtual day program for adolescents with eating disorders: a qualitative analysis of benefits and barriers.",
  "abstract": "BACKGROUND: Throughout the COVID-19 pandemic, there was a detrimental impact to the symptoms and treatment of eating disorders, causing an increase in medical admissions and visits. Day treatment programs (DTPs), often used to bridge the gap between inpatient and outpatient treatment, were converted to online formats. This study aims to explore the impact of the transition to virtual DTPs on eating disorder treatment from the perspective of adolescents, their caregivers, and program staff. METHODS: Twelve participants (3 adolescents, 4 caregivers, 5 healthcare providers) in a virtual day treatment program were interviewed using a semi-structured interview guide. Interviews were transcribed and managed with qualitative software NVivo 11.0. Conventional analysis was used to inductively identify pertinent themes related to patient, caregiver, and healthcare staff perceptions and experiences of the virtual day treatment. Summative content analysis provided counts of the barriers and benefits of virtual day treatment as identified by participants. RESULTS: The majority of participants (10/12) had exposure to both virtual and in person settings, most participants (11/12) felt in-person day programs would be superior to virtual programs. Common limitations of the virtual format were feelings of isolation, less support from healthcare providers, parental burnout, and increased disordered eating. Common benefits were increased accessibility, parental involvement, improved communication with healthcare staff, and the ability for participants to be in their home environment and eat home food. Suggestions for improvement included designing a hybrid model of day treatment, increased family involvement, extending the day program to include dinners with family, and screening for patient appropriateness for the virtual setting. CONCLUSION: This qualitative study suggests that there are many barriers to effective implementation of virtual day programs. However, the virtual DTP program offers increased accessibility to patients during a period of a health pandemic and to patients in rural/remote areas with limited treatment options. Suggestions provided by participants in this study, such as increased family involvement, frequency of in person check-ins and increased number of meals supported by the program, may help to improve outcomes in virtual day treatment programs.",
  "authors": [
    {
      "last_name": "Catenacci",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa Catenacci",
      "affiliations": [
        "DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "Department of Psychiatry and Behavioral Neurosciences, McMaster University, Hamilton, ON, Canada. coutur@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of eating disorders",
    "iso_abbreviation": "J Eat Disord",
    "issn": "2050-2974",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Aug",
    "pub_day": "10"
  },
  "start_page": "133",
  "pages": "133",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37563716",
    "pmc": "PMC10413601",
    "doi": "10.1186/s40337-023-00859-z",
    "pii": "10.1186/s40337-023-00859-z"
  },
  "doi": "10.1186/s40337-023-00859-z",
  "pmc_id": "PMC10413601",
  "dates": {
    "revised": "2023-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:19.223712",
    "pmid": "37563716"
  }
}