{
  "pmid": "37565691",
  "uid": "37565691",
  "title": "Association between the COVID-19 pandemic and psychiatric symptoms in people with preexisting obsessive-compulsive, eating, anxiety, and mood disorders: a systematic review and meta-analysis of before-after studies.",
  "abstract": "AIM: To determine whether the coronavirus disease 2019 (COVID-19) pandemic was associated with a change in psychiatric symptoms in people with preexisting obsessive-compulsive, eating, anxiety, and mood disorders compared to their prepandemic levels. METHODS: We searched MEDLINE, CINAHL, PsycINFO, and Embase from inception until February 16, 2022. Studies were included if they reported prepandemic and during-pandemic psychiatric symptoms, using validated scales, in people with preexisting mood, anxiety, eating, or obsessive-compulsive disorders. Two reviewers independently screened studies, extracted data, and assessed evidence certainty. Random-effects meta-analyses were conducted. Effect sizes were reported as standardized mean differences (SMDs) with 95% confidence intervals (CIs). RESULTS: Eighteen studies from 10 countries were included. Of the 4465 included participants, 68% were female and the average age was 43 years. Mood and obsessive-compulsive disorders were the most studied disorders. During-pandemic psychiatric measurements were usually collected during nationwide lockdown. Obsessive-compulsive symptoms worsened among people with obsessive-compulsive and related disorders, with a moderate effect size (N = 474 [six studies], SMD = -0.45 [95% CI, -0.82 to -0.08], I[2]  = 83%; very low certainty). We found a small association between the COVID-19 pandemic and reduced anxiety symptoms in people with mood, anxiety, obsessive-compulsive, and eating disorders (N = 3738 [six studies], SMD = 0.11 [95% CI, 0.02-0.19], I[2]  = 63%; very low certainty). No change in loneliness, depressive, or problematic eating symptoms was found. CONCLUSION: People with obsessive-compulsive and related disorders may benefit from additional monitoring during the COVID-19 pandemic and possibly future pandemics. Other psychiatric symptoms were stable in people with the specific disorders studied. Overall, evidence certainty was very low.",
  "authors": [
    {
      "last_name": "van Reekum",
      "fore_name": "Emma A",
      "initials": "EA",
      "name": "Emma A van Reekum",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3823-8394"
    },
    {
      "last_name": "Woo",
      "fore_name": "Julia J",
      "initials": "JJ",
      "name": "Julia J Woo",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Petropoulos",
      "fore_name": "Jo-Anne",
      "initials": "JA",
      "name": "Jo-Anne Petropoulos",
      "affiliations": [
        "Health Sciences Library, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Samaan",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Psychiatry and clinical neurosciences",
    "iso_abbreviation": "Psychiatry Clin Neurosci",
    "issn": "1440-1819",
    "issn_type": "Electronic",
    "volume": "77",
    "issue": "11",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "583",
  "end_page": "591",
  "pages": "583-591",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Adult",
    "Male",
    "Pandemics",
    "COVID-19",
    "Mood Disorders",
    "Communicable Disease Control",
    "Anxiety",
    "Obsessive-Compulsive Disorder"
  ],
  "article_ids": {
    "pubmed": "37565691",
    "pmc": "PMC11488625",
    "doi": "10.1111/pcn.13582"
  },
  "doi": "10.1111/pcn.13582",
  "pmc_id": "PMC11488625",
  "dates": {
    "completed": "2023-11-02",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.636388",
    "pmid": "37565691"
  }
}