{
  "pmid": "37560778",
  "uid": "37560778",
  "title": "Artificial intelligence and heart failure: A state-of-the-art review.",
  "abstract": "Heart failure (HF) is a heterogeneous syndrome affecting more than 60 million individuals globally. Despite recent advancements in understanding of the pathophysiology of HF, many issues remain including residual risk despite therapy, understanding the pathophysiology and phenotypes of patients with HF and preserved ejection fraction, and the challenges related to integrating a large amount of disparate information available for risk stratification and management of these patients. Risk prediction algorithms based on artificial intelligence (AI) may have superior predictive ability compared to traditional methods in certain instances. AI algorithms can play a pivotal role in the evolution of HF care by facilitating clinical decision making to overcome various challenges such as allocation of treatment to patients who are at highest risk or are more likely to benefit from therapies, prediction of adverse outcomes, and early identification of patients with subclinical disease or worsening HF. With the ability to integrate and synthesize large amounts of data with multidimensional interactions, AI algorithms can supply information with which physicians can improve their ability to make timely and better decisions. In this review, we provide an overview of the AI algorithms that have been developed for establishing early diagnosis of HF, phenotyping HF with preserved ejection fraction, and stratifying HF disease severity. This review also discusses the challenges in clinical deployment of AI algorithms in HF, and the potential path forward for developing future novel learning-based algorithms to improve HF care.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Shahzeb",
      "initials": "MS",
      "name": "Muhammad Shahzeb Khan",
      "affiliations": [
        "Division of Cardiology, Duke University School of Medicine, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Arshad",
      "fore_name": "Muhammad Sameer",
      "initials": "MS",
      "name": "Muhammad Sameer Arshad",
      "affiliations": [
        "Department of Medicine, Dow University of Health Sciences, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Greene",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Greene",
      "affiliations": [
        "Division of Cardiology, Duke University School of Medicine, Durham, NC, USA.",
        "Duke Clinical Research Institute, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine and Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pandey",
      "fore_name": "Ambarish",
      "initials": "A",
      "name": "Ambarish Pandey",
      "affiliations": [
        "Canada Population Health Research Institute, Hamilton, ON, Canada.",
        "Division of Cardiology, Department of Internal Medicine, UT Southwestern Medical Center, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Vemulapalli",
      "fore_name": "Sreekanth",
      "initials": "S",
      "name": "Sreekanth Vemulapalli",
      "affiliations": [
        "Division of Cardiology, Duke University School of Medicine, Durham, NC, USA.",
        "Duke Clinical Research Institute, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Perakslis",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Perakslis",
      "affiliations": [
        "Duke Clinical Research Institute, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Butler",
      "fore_name": "Javed",
      "initials": "J",
      "name": "Javed Butler",
      "affiliations": [
        "Department of Medicine, University of Mississippi Medical Center, Jackson, MS, USA.",
        "Baylor Scott and White Research Institute, Dallas, TX, USA."
      ]
    }
  ],
  "journal": {
    "title": "European journal of heart failure",
    "iso_abbreviation": "Eur J Heart Fail",
    "issn": "1879-0844",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "9",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "1507",
  "end_page": "1525",
  "pages": "1507-1525",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Artificial Intelligence",
    "Heart Failure",
    "Algorithms",
    "Clinical Decision-Making",
    "Phenotype"
  ],
  "article_ids": {
    "pubmed": "37560778",
    "doi": "10.1002/ejhf.2994"
  },
  "doi": "10.1002/ejhf.2994",
  "dates": {
    "completed": "2023-10-23",
    "revised": "2023-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.914856",
    "pmid": "37560778"
  }
}