{
  "pmid": "37563805",
  "uid": "37563805",
  "title": "Perceived impact of ethnocultural competency training on genetic counselors' clinical interactions.",
  "abstract": "For genetic counselors to effectively meet the needs of an ever-diversifying multicultural patient population, it is vital that their genetic counseling programs (GCPs) equip future genetic counselors to recognize the impact of a patient's ethnocultural background on clinical interactions (Towards a culturally competent system of care: A monograph on effective services for minority children who are severely emotionally disturbed (p. 28). CASSP Technical Assistance Center, Georgetown University Child Development Center, 1989). Concerns about genetic counseling cultural competency training (CCT) including content and delivery have been brought up by GCP students who identify as racial and ethnic minorities (Journal of Genetic Counseling, 29, 303-314). Though GCPs must meet the Accreditation Council of Genetic Counselors' (ACGC) accreditation criteria, there is a gap in knowledge regarding the focus, type, and methods of delivery that GCPs have chosen to incorporate into their CCT, as ACGC does not dictate the exact focus, delivery, or format of training curricula. This quantitative study aimed to (1) characterize the current focus, type, and delivery of ethnocultural competency training in GCPs as perceived by second-year genetic counseling students and recent graduates and (2) highlight their perception of its impact on their levels of preparedness and comfort when interacting with ethnoculturally diverse patients. One hundred and one survey responses were analyzed using descriptive statistics, chi-square analyses, two-sample Wilcoxon rank-sum, and Fisher's exact tests. The results reveal significant variability in the format, type, and delivery of CCT provided by GCPs. Participants perceive that CCT focusing on specific traditions, medical considerations, and systemic healthcare disparities (taught to 74%, 61%, and 94% of students, respectively) related to ethnoculturally diverse patients was more likely to increase their self-reported levels of preparedness and comfort for clinical interactions than training focused on racial or ethnic stereotypes and generalizations (taught to 88% of students). Although 94% of participants perceived their CCT as helpful, 61% reported they received an insufficient amount. In light of these results, we provide suggestions for the improvement of ethnocultural CCT and highlight future opportunities for more intentional and fruitful CCT in GCPs.",
  "authors": [
    {
      "last_name": "El Achi",
      "fore_name": "Dina",
      "initials": "D",
      "name": "Dina El Achi",
      "affiliations": [
        "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, Texas, USA.",
        "Department of Pediatrics, Children's Hospital of San Antonio, San Antonio, Texas, USA.",
        "School of Health Professions, Baylor College of Medicine, Houston, Texas, USA."
      ],
      "orcid": "0000-0002-6717-8167"
    },
    {
      "last_name": "Brown",
      "fore_name": "Austin",
      "initials": "A",
      "name": "Austin Brown",
      "affiliations": [
        "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Huguenard",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Huguenard",
      "affiliations": [
        "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "University of Florida Health Jacksonville Cancer Center, Jacksonville, Florida, USA."
      ]
    },
    {
      "last_name": "Streff",
      "fore_name": "Haley",
      "initials": "H",
      "name": "Haley Streff",
      "affiliations": [
        "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Nassef",
      "fore_name": "Salma",
      "initials": "S",
      "name": "Salma Nassef",
      "affiliations": [
        "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, Texas, USA.",
        "Department of Pediatrics, Children's Hospital of San Antonio, San Antonio, Texas, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of genetic counseling",
    "iso_abbreviation": "J Genet Couns",
    "issn": "1573-3599",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "605",
  "end_page": "614",
  "pages": "605-614",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Genetic Counseling",
    "Cultural Competency",
    "Counselors",
    "Male",
    "Female",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "37563805",
    "doi": "10.1002/jgc4.1756"
  },
  "doi": "10.1002/jgc4.1756",
  "dates": {
    "completed": "2024-06-18",
    "revised": "2024-12-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.776797",
    "pmid": "37563805"
  }
}