{
  "pmid": "37577299",
  "uid": "37577299",
  "title": "Overexpression of MRPL19 in predicting poor prognosis and promoting the development of lung adenocarcinoma.",
  "abstract": "BACKGROUND: Mitochondrial ribosomal protein L19 (MRPL19) is a member of the mitochondrial ribosomal protein (MRP) family. MRPs have a role in the progression of many cancers. However, the role of MRPL19 in lung adenocarcinoma (LUAD) is yet unknown. METHODS: The Cancer Genome Atlas (TCGA) and Gene Expression Omnibus (GEO) datasets, real-time polymerase chain reaction, and immunohistochemistry (IHC) were used to assess MRPL19 expression and clinical relevance. Gene Expression Profiling Interactive Analysis (GEPIA) and the online Kaplan-Meier (KM) Plotter database were used to determine the prognostic significance. Through use of LinkedOmics, genes that were coexpressed with MRPL19 and its regulators were identified. The biological roles of MRPL19 were investigated through R-implemented packages and RNA interference. The Tumor Immune Estimation Resource (TIMER) was employed to assess the connection between MRPL19 expression and infiltrated immune cells in LUAD. RESULTS: MRPL19 expression in LUAD was upregulated and was correlated with lymph node metastasis, differentiation level, and tumor status. MRPL19 was prognostic and associated with poor prognosis. Functional network analysis revealed that MRPL19 may be associated with the cell cycle, cell adhesion molecules, spliceosome, and T-helper cell differentiation and was regulated by several microRNA and the E2F family. The gene set enrichment analysis (GSEA) and protein-protein interaction (PPI) network indicated that MRPL19 was correlated with cancer proliferation signaling pathways. The immune infiltration analysis revealed a correlation between MRPL19 expression and the extent of B cells, CD4[+] T cells, and dendritic cells' infiltration in LUAD. Additionally, MRPL19 knockdown in LUAD cells substantially reduced cell growth, migration, and invasion of malignant cells. CONCLUSIONS: The poor prognosis and immunological infiltration in LUAD were significantly associated with MRPL19, which may have pro-oncogenic effects on the disease.",
  "authors": [
    {
      "last_name": "Wei",
      "fore_name": "Dong",
      "initials": "D",
      "name": "Dong Wei",
      "affiliations": [
        "Graduate School, Tianjin Medical University, Tianjin, China.",
        "Department of Thoracic Surgery, the First Affiliated Hospital of Hebei North University, Zhangjiakou, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Daqiang",
      "initials": "D",
      "name": "Daqiang Sun",
      "affiliations": [
        "Department of Thoracic Surgery, Tianjin Chest Hospital of Nankai University, Tianjin, China."
      ]
    },
    {
      "last_name": "Sirera",
      "fore_name": "Rafael",
      "initials": "R",
      "name": "Rafael Sirera",
      "affiliations": [
        "Department of Biotechnology, Universitat Politècnica de València, València, Spain."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Zubair",
      "initials": "MZ",
      "name": "Muhammad Zubair Afzal",
      "affiliations": [
        "Hematology-Oncology, Dartmouth-Hitchcock Medical Center, Medical Center Dr., Lebanon, NH, USA."
      ]
    },
    {
      "last_name": "Leong",
      "fore_name": "Tracy L",
      "initials": "TL",
      "name": "Tracy L Leong",
      "affiliations": [
        "Department of Respiratory Medicine, Austin Hospital, Heidelberg, Victoria, Australia."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Li",
      "affiliations": [
        "Department of Thoracic Surgery, Tianjin Chest Hospital of Nankai University, Tianjin, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yuhang",
      "initials": "Y",
      "name": "Yuhang Wang",
      "affiliations": [
        "Graduate School, Tianjin Medical University, Tianjin, China."
      ]
    }
  ],
  "journal": {
    "title": "Translational lung cancer research",
    "iso_abbreviation": "Transl Lung Cancer Res",
    "issn": "2218-6751",
    "issn_type": "Print",
    "volume": "12",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jul",
    "pub_day": "31"
  },
  "start_page": "1517",
  "end_page": "1538",
  "pages": "1517-1538",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37577299",
    "pmc": "PMC10413030",
    "doi": "10.21037/tlcr-23-306",
    "pii": "tlcr-12-07-1517"
  },
  "doi": "10.21037/tlcr-23-306",
  "pmc_id": "PMC10413030",
  "dates": {
    "revised": "2023-08-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.087303",
    "pmid": "37577299"
  }
}