{
  "pmid": "37581856",
  "uid": "37581856",
  "title": "Associations between education policies and the geographic disposition of family physicians: a retrospective observational study of McMaster University education data.",
  "abstract": "The maldistribution of family physicians challenges equitable primary care access in Canada. The Theory of Social Attachment suggests that preferential selection and distributed training interventions have potential in influencing physician disposition. However, evaluations of these approaches have focused predominantly on rural underservedness, with little research considering physician disposition in other underserved communities. Accordingly, this study investigated the association between the locations from which medical graduates apply to medical school, their undergraduate preclerkship, clerkship, residency experiences, and practice as indexed across an array of markers of underservedness. We built association models concerning the practice location of 347 family physicians who graduated from McMaster University's MD Program between 2010 and 2015. Postal code data of medical graduates' residence during secondary school, pre-clerkship, clerkship, residency and eventual practice locations were coded according to five Statistics Canada indices related to primary care underservedness: relative rurality, employment rate, proportion of visible minorities, proportion of Indigenous peoples, and neighbourhood socioeconomic status. Univariate and multivariable logistic regression models were then developed for each dependent variable (i.e., practice location expressed in terms of each index). Residency training locations were significantly associated with practice locations across all indices. The place of secondary school education also yielded significant relationships to practice location when indexed by employment rate and relative rurality. Education interventions that leverage residency training locations may be particularly influential in promoting family physician practice location. The findings are interpreted with respect to how investment in education policies can promote physician practice in underserved communities.",
  "authors": [
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, 100 Main St. W, Hamilton, ON, L8P 1H6, Canada. griersle@mcmaster.ca.",
        "McMaster Education Research, Innovation and Theory, Faculty of Health Sciences, McMaster University, Hamilton, Canada. griersle@mcmaster.ca.",
        "McMaster Community and Rural Education Program, McMaster University, Hamilton, Canada. griersle@mcmaster.ca."
      ]
    },
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Elma",
      "fore_name": "Asiana",
      "initials": "A",
      "name": "Asiana Elma",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, 100 Main St. W, Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Mahmud",
      "fore_name": "Meera",
      "initials": "M",
      "name": "Meera Mahmud",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, 100 Main St. W, Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Bakker",
      "fore_name": "Dorothy",
      "initials": "D",
      "name": "Dorothy Bakker",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, 100 Main St. W, Hamilton, ON, L8P 1H6, Canada.",
        "McMaster Community and Rural Education Program, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Johnston",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Aggarwal",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Aggarwal",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, 100 Main St. W, Hamilton, ON, L8P 1H6, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1573-1677",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "641",
  "end_page": "657",
  "pages": "641-657",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Humans",
    "Professional Practice Location",
    "Retrospective Studies",
    "Physicians, Family",
    "Male",
    "Canada",
    "Female",
    "Medically Underserved Area",
    "Adult",
    "Internship and Residency"
  ],
  "article_ids": {
    "pubmed": "37581856",
    "doi": "10.1007/s10459-023-10273-4",
    "pii": "10.1007/s10459-023-10273-4"
  },
  "doi": "10.1007/s10459-023-10273-4",
  "dates": {
    "completed": "2024-05-08",
    "revised": "2024-06-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.291823",
    "pmid": "37581856"
  }
}