{
  "pmid": "37588328",
  "uid": "37588328",
  "title": "Understanding the Learning Curve of Carpal Tunnel Release With Ultrasound Guidance: A Review.",
  "abstract": "Carpal tunnel syndrome (CTS) is the most common compressive neuropathy and can be treated through carpal tunnel release (CTR) if nonoperative treatments fail. CTR can be performed through a variety of techniques, including traditional open, mini-open, endoscopic, and CTR with ultrasound guidance (CTR-US). The evidence on endoscopic CTR is mixed, due to a higher potential for nerve injury with endoscopic CTR compared to traditional open CTR. CTR-US offers the potential advantage of allowing the visualization of all key anatomical structures, combined with a very small incision and minimal soft tissue insult. As with any ultrasonographic technique or procedure, the learning curve needs to be considered for any provider considering adopting CTR-US. However, literature on ultrasound use around the wrist, including early evidence on the learning curve of CTR-US specifically, demonstrates this skill can be learned relatively quickly by providers with a wide range of prior experience in ultrasound and CTR. Overall, there is a need for high-quality studies comparing different CTR techniques, particularly CTR-US, as it offers the potential for considerable cost savings.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Orthopaedic Surgery, Addenbrooke's Hospital, Cambridge University Hospitals NHS Foundation Trust, Cambridge, GBR."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Health Research Methodology, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Dhillon",
      "fore_name": "Dalraj",
      "initials": "D",
      "name": "Dalraj Dhillon",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Shahabinezhad",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Shahabinezhad",
      "affiliations": [
        "Family Medicine, University of Ottawa, Ottawa, CAN."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Orthopaedic Surgery, McMaster University, Hamilton, CAN."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "15",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "e41938",
  "pages": "e41938",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37588328",
    "pmc": "PMC10425578",
    "doi": "10.7759/cureus.41938"
  },
  "doi": "10.7759/cureus.41938",
  "pmc_id": "PMC10425578",
  "dates": {
    "revised": "2023-08-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.930995",
    "pmid": "37588328"
  }
}