{
  "pmid": "37586136",
  "uid": "37586136",
  "title": "In-vivo anticoccidial efficacy of green synthesized iron-oxide nanoparticles using Ficus racemosa Linn leaf extract. (Moraceae) against Emeria tenella infection in broiler chicks.",
  "abstract": "Coccidiosis is an acute gastrointestinal parasitic disease and causes approximately $2.80 to $3.27 per m[2] loss in a broiler farm of a 33-day-old flock. In this study, iron oxide nanoparticles (IONPs) were green synthesized using the aqueous leaf extract of Ficus racemosa as a reducing and capping agent to reduce the emerging resistance in coccidia spores against conventional treatments and boost the immune level in broilers. These IONPs were evaluated for their impacts on the growth performance, biochemistry, blood profile, and histology in the coccidiodized broiler chicken with Emeria tenella under in vivo conditions. The characteristics and stability of particles were obtained using UV-Vis spectroscopy, Fourier transforms infrared (FTIR), X-Ray diffraction (XRD), energy dispersive X-ray absorption (EDX), scanning electron microscopy (SEM), zeta potential and zeta size. The results indicated that IONPs at the moderate dose of 15 mg/kg (p = 0.001) reduced the coccidial impacts by eliminating oocyst shedding per gram feces (up to 91%) and reducing clinical symptoms (lesions (LS = 0), bloody diarrhea (No), and mortality (0%) in chicken at day 10 of treatment as compared to the negative control group-B (infected & non-treated). A dose-dependent and time-dependent trend were observed during treatments (10, 15, and 20 mg/kg) of 1-3 weeks using IONPs against the coccidial impacts on the growth parameters (body weight gain, mean feed consumption, feed conversion ratio) and biochemistry (plasma glucose, total protein, uric acid, ALT, AST, and ALP) in chickens. Additionally, F. racemosa IONPs at a dose of 15 and 20 mg/kg significantly recovered the parasitized and highly damaged hepatocytes, liver tissues, and ceca tissues after 1-3 weeks of treatment in broiler chickens. Overall, the 15 mg/kg concentration of IONPs exhibited fast recovery and growth enhancement in coccidiodized broilers. Therefore, the 15 mg/kg dose of green synthesized IONPs using leaf extract of F. racemosa could be a potential and safe anticoccidial agent with targeted implications in the poultry industry.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Asiya",
      "initials": "A",
      "name": "Asiya Khan",
      "affiliations": [
        "Parasitology Lab, Department of Zoology, Faculty of Biological Sciences, Quaid-i-Azam University, Islamabad 45320, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Parasitology Lab, Department of Zoology, Faculty of Biological Sciences, Quaid-i-Azam University, Islamabad 45320, Pakistan; Parasitology & Entomology Lab, Department of Zoology, Faculty of Sciences, University of Sialkot, Daska Road 51040, Pakistan. Electronic address: muhammad.afzal@uskt.edu.pk."
      ]
    },
    {
      "last_name": "Rasool",
      "fore_name": "Khadija",
      "initials": "K",
      "name": "Khadija Rasool",
      "affiliations": [
        "Department of Chemistry, Faculty of Natural Sciences, Lahore Garrison University, 54792, Pakistan."
      ]
    },
    {
      "last_name": "Ameen",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Ameen",
      "affiliations": [
        "Parasitology & Entomology Lab, Department of Zoology, Faculty of Sciences, University of Sialkot, Daska Road 51040, Pakistan."
      ]
    },
    {
      "last_name": "Qureshi",
      "fore_name": "Naveeda Akhtar",
      "initials": "NA",
      "name": "Naveeda Akhtar Qureshi",
      "affiliations": [
        "Parasitology Lab, Department of Zoology, Faculty of Biological Sciences, Quaid-i-Azam University, Islamabad 45320, Pakistan. Electronic address: nqureshi@qau.edu.pk."
      ]
    }
  ],
  "journal": {
    "title": "Veterinary parasitology",
    "iso_abbreviation": "Vet Parasitol",
    "issn": "1873-2550",
    "issn_type": "Electronic",
    "volume": "321",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "110003",
  "pages": "110003",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Chickens",
    "Ficus",
    "Plant Extracts",
    "Coccidiosis",
    "Eimeria tenella",
    "Nanoparticles",
    "Oxides",
    "Iron",
    "Poultry Diseases"
  ],
  "article_ids": {
    "pubmed": "37586136",
    "doi": "10.1016/j.vetpar.2023.110003",
    "pii": "S0304-4017(23)00134-6"
  },
  "doi": "10.1016/j.vetpar.2023.110003",
  "dates": {
    "completed": "2023-08-31",
    "revised": "2023-08-31"
  },
  "chemicals": [
    "Plant Extracts",
    "Oxides",
    "Iron"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.087827",
    "pmid": "37586136"
  }
}