{
  "pmid": "37598285",
  "uid": "37598285",
  "title": "Accelerated annealing of fused filament fabricated (FFF) thermoplastics via an improved core-shell filament.",
  "abstract": "Thermoplastic parts manufactured via fused filament fabrication (FFF) have limited strength and toughness compared to other types of polymer additive and subtractive manufacturing. Low strength results from poor interlayer adhesion, making FFF parts not suitable for most engineering applications. Post processing solutions, such as annealing, enable healing of these interlayers, thus approaching injection molded parts. Prior work demonstrated a core-shell polycarbonate (PC)-acrylonitrile butadiene styrene (ABS) structured dual material filament to provide thermo-structural stability during annealing of the ABS component; however, annealing was limited to relatively low temperatures (135 째C) and required long annealing times (72 h). In the current work, a PC copolymer with a higher glass transition temperature (173 째C) than conventional PC is processed along with an extrusion-grade ABS into a PC-ABS core-shell filament. This improved dual material filament was printed, annealed, and evaluated via Izod impact testing, ultimately yielding 83% of bulk annealed ABS z-direction strength at an accelerated annealing time (8 h) and higher annealing temperature (155-175 째C). A demonstration part is printed with the dual material filament and annealed at 155 째C for 8 h, resulting in excellent dimensional accuracy, and a ductile failure at 73% higher ultimate load compared to the brittle failure of an as-printed part. This work highlights that material selection and design of a bicomponent filament geometry can lead to parts printed with FFF, with increased strength compared to other post-processing techniques at reduced processing times.",
  "authors": [
    {
      "last_name": "Pugatch",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Pugatch",
      "affiliations": [
        "Department of Plastics Engineering, University of Massachusetts-Lowell, Lowell, 01854, USA."
      ]
    },
    {
      "last_name": "Teece",
      "fore_name": "Molly",
      "initials": "M",
      "name": "Molly Teece",
      "affiliations": [
        "Department of Plastics Engineering, University of Massachusetts-Lowell, Lowell, 01854, USA."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Juhyeong",
      "initials": "J",
      "name": "Juhyeong Lee",
      "affiliations": [
        "Department of Plastics Engineering, University of Massachusetts-Lowell, Lowell, 01854, USA."
      ]
    },
    {
      "last_name": "Patil",
      "fore_name": "Nikhil",
      "initials": "N",
      "name": "Nikhil Patil",
      "affiliations": [
        "Department of Plastics Engineering, University of Massachusetts-Lowell, Lowell, 01854, USA."
      ]
    },
    {
      "last_name": "Dunn",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Dunn",
      "affiliations": [
        "United States Army Research Laboratory, Aberdeen Proving Ground, MD, 21005, USA."
      ]
    },
    {
      "last_name": "Hart",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Hart",
      "affiliations": [
        "Milwakuee School of Engineering, Milwaukee, WI, 53202, USA."
      ]
    },
    {
      "last_name": "Wetzel",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Wetzel",
      "affiliations": [
        "United States Army Research Laboratory, Aberdeen Proving Ground, MD, 21005, USA."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jay H",
      "initials": "JH",
      "name": "Jay H Park",
      "affiliations": [
        "Department of Plastics Engineering, University of Massachusetts-Lowell, Lowell, 01854, USA. Jay_Park@uml.edu."
      ],
      "orcid": "0000-0002-3302-2068"
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Aug",
    "pub_day": "19"
  },
  "start_page": "13538",
  "pages": "13538",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37598285",
    "pmc": "PMC10439886",
    "doi": "10.1038/s41598-023-40855-6",
    "pii": "10.1038/s41598-023-40855-6"
  },
  "doi": "10.1038/s41598-023-40855-6",
  "pmc_id": "PMC10439886",
  "dates": {
    "revised": "2023-11-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "W911QY-18-2-0006-MN27",
      "agency": "United States Department of Defense | United States Army | U.S. Army Research, Development and Engineering Command | Natick Soldier Research, Development and Engineering Center (U.S. Army Natick Soldier Research, Development and Engineering Center)"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.679132",
    "pmid": "37598285"
  }
}