{
  "pmid": "37590268",
  "uid": "37590268",
  "title": "Exploring patient perspectives: A qualitative inquiry into healthcare perceptions, experiences and satisfaction in Lebanon.",
  "abstract": "BACKGROUND: Patient perspectives have received increasing importance within health systems over the past four decades. Measures of patient experience and satisfaction are commonly used. However, these measures do not capture all the information that is available through engaging with patients. An improved understanding of the various types of patient perspectives and the distinctions between them is needed. The lack of such knowledge limits the usefulness of including patient perspectives as components within pay-for-performance initiatives. This study aimed to explore patient perspectives on hospital care in Lebanon. It also aimed to contribute insights that may improve the national pay-for-performance initiative and to the knowledge on engaging patients towards person-centered health systems. METHODS: We conducted a qualitative study using focus group discussions with persons recently discharged after hospitalization under the coverage of the Lebanese Ministry of Public Health. This study was implemented in 2017 and involved 42 participants across eight focus groups. Qualitative content analysis was used to analyze the information provided by participants. RESULTS: Five overall themes supported by 17 categories were identified, capturing the meaning of the participants' perspectives: health is everything; being turned into second class citizens; money and personal connections make all the difference; wanting to be treated with dignity and respect; and tolerating letdown, for the sake of right treatment. The most frequently prioritized statement in a ranking exercise regarding patient satisfaction was regular contact with the patient's doctor. CONCLUSIONS: Patient perspectives include more than what is traditionally incorporated in measures of patient satisfaction and experience. Patient valuing of health and their perceptions on each of the health system, and access and quality of care should also be taken into account. Hospital pay-for-performance initiatives can be made more responsive through a broader consideration of these perspectives. More broadly, health systems would benefit from wider engagement of patients. We propose a framework relating patient perspectives to value-based healthcare and health system performance.",
  "authors": [
    {
      "last_name": "Khalife",
      "fore_name": "Jade",
      "initials": "J",
      "name": "Jade Khalife",
      "affiliations": [
        "Social Medicine and Global Health, Department of Clinical Sciences, Faculty of Medicine, Lund University, Malmö, Sweden."
      ],
      "orcid": "0000-0001-8765-0142"
    },
    {
      "last_name": "Ekman",
      "fore_name": "Björn",
      "initials": "B",
      "name": "Björn Ekman",
      "affiliations": [
        "Social Medicine and Global Health, Department of Clinical Sciences, Faculty of Medicine, Lund University, Malmö, Sweden."
      ]
    },
    {
      "last_name": "Ammar",
      "fore_name": "Walid",
      "initials": "W",
      "name": "Walid Ammar",
      "affiliations": [
        "Higher Institute of Public Health, Faculty of Medicine, Saint Joseph University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-4084-6524"
    },
    {
      "last_name": "Al Halabi",
      "fore_name": "Abeer",
      "initials": "A",
      "name": "Abeer Al Halabi",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Barakat",
      "fore_name": "Elise",
      "initials": "E",
      "name": "Elise Barakat",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Emmelin",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Emmelin",
      "affiliations": [
        "Social Medicine and Global Health, Department of Clinical Sciences, Faculty of Medicine, Lund University, Malmö, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "8",
    "pub_year": "2023"
  },
  "start_page": "e0280665",
  "pages": "e0280665",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Patient Satisfaction",
    "Lebanon",
    "Reimbursement, Incentive",
    "Qualitative Research",
    "Personal Satisfaction"
  ],
  "article_ids": {
    "pubmed": "37590268",
    "pmc": "PMC10434906",
    "doi": "10.1371/journal.pone.0280665",
    "pii": "PONE-D-23-00299"
  },
  "doi": "10.1371/journal.pone.0280665",
  "pmc_id": "PMC10434906",
  "dates": {
    "completed": "2023-08-21",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MR/N015916/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "grant_id": "204020",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.835664",
    "pmid": "37590268"
  }
}