{
  "pmid": "37597696",
  "uid": "37597696",
  "title": "GRADE guidance 23: considering cost-effectiveness evidence in moving from evidence to health-related recommendations.",
  "abstract": "BACKGROUND: This is the 23rd in a series of articles describing the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach to grading the certainty of evidence and strength of recommendations for systematic reviews, health technology assessments, and clinical guideline development. OBJECTIVES: We outline how resource utilization and cost-effectiveness analyses are integrated into health-related recommendations, using the GRADE Evidence to Decision (EtD) frameworks. STUDY DESIGN AND SETTING: Through iterative discussions and refinement, in-person, and online meetings, and through e-mail communication, we developed draft guidance to incorporate economic evidence in the formulation of health-related recommendations. We developed scenarios to operationalize the guidance. We presented a summary of the results to members of the GRADE Economic Evaluation Project Group. RESULTS: We describe how to estimate the cost of preventing (or achieving) an event to inform assessments of cost-effectiveness of alternative treatments, when there are no published economic evaluations. Evidence profiles and Summary of Findings tables based on systematic reviews of cost-effectiveness analyses can be created to provide top-level summaries of results and quality of multiple published economic evaluations. We also describe how this information could be integrated in GRADE's EtD frameworks to inform health-related recommendations. Three scenarios representing various levels of available cost-effectiveness evidence were used to illustrate the integration process. CONCLUSION: This GRADE guidance provides practical information for presenting cost-effectiveness data and its integration in the development of health-related recommendations, using the EtD frameworks.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (formerly Clinical Epidemiology and Biostatistics), Health Sciences Centre, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4K1, Canada; Faculty of Health Sciences, Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Ontario, Canada. Electronic address: fengxie@mcmaster.ca."
      ]
    },
    {
      "last_name": "Shemilt",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Shemilt",
      "affiliations": [
        "Campbell & Cochrane Economics Methods Group, Newcastle upon Tyne, UK; EPPI-Centre, University College London, 10 Woburn Square, London, WC1H 0NR, United Kingdom."
      ]
    },
    {
      "last_name": "Vale",
      "fore_name": "Luke",
      "initials": "L",
      "name": "Luke Vale",
      "affiliations": [
        "Campbell & Cochrane Economics Methods Group, Newcastle upon Tyne, UK; Health Economics Group, Population Health Sciences Institute, Newcastle University, The Baddiley-Clark Building, Richardson Road, Newcastle upon Tyne, NE2 4AX, United Kingdom."
      ]
    },
    {
      "last_name": "Ruiz",
      "fore_name": "Francis",
      "initials": "F",
      "name": "Francis Ruiz",
      "affiliations": [
        "Campbell & Cochrane Economics Methods Group, Newcastle upon Tyne, UK; Department of Global Health and Development, London School of Hygiene and Tropical Medicine, Keppel Street, London, WC1E 7HT, United Kingdom."
      ]
    },
    {
      "last_name": "Drummond",
      "fore_name": "Michael F",
      "initials": "MF",
      "name": "Michael F Drummond",
      "affiliations": [
        "Campbell & Cochrane Economics Methods Group, Newcastle upon Tyne, UK; Centre for Health Economics, University of York, Alcuin 'A' Block, Heslington, York YO10 5DD, United Kingdom."
      ]
    },
    {
      "last_name": "Lord",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Lord",
      "affiliations": [
        "Campbell & Cochrane Economics Methods Group, Newcastle upon Tyne, UK; Southampton Health Technology Assessments Centre, University of Southampton, 1st Floor, Epsilon House, Enterprise Road Southampton Science Park, Southampton, SO16 7NS, United Kingdom."
      ]
    },
    {
      "last_name": "Herrmann",
      "fore_name": "Kirsten H",
      "initials": "KH",
      "name": "Kirsten H Herrmann",
      "affiliations": [
        "Campbell & Cochrane Economics Methods Group, Newcastle upon Tyne, UK; ResearchGCP, Dunantstr.5, 85521 Ottobrunn, Germany."
      ]
    },
    {
      "last_name": "Rojas",
      "fore_name": "María Ximena",
      "initials": "MX",
      "name": "María Ximena Rojas",
      "affiliations": [
        "Department of Clinical Epidemiology and Public Health, Iberoamerican Cochrane Centre, Biomedical Research Institute Sant Pau, (IIB Sant Pau), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (formerly Clinical Epidemiology and Biostatistics), Health Sciences Centre, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Canelo-Aybar",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Canelo-Aybar",
      "affiliations": [
        "Department of Clinical Epidemiology and Public Health, Iberoamerican Cochrane Centre, Biomedical Research Institute Sant Pau, (IIB Sant Pau), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Department of Clinical Epidemiology and Public Health, Iberoamerican Cochrane Centre, Biomedical Research Institute Sant Pau, (IIB Sant Pau), Barcelona, Spain; CIBER of Epidemiology and Public Health, CIBERESP, Madrid, Spain."
      ]
    },
    {
      "last_name": "Shamliyan",
      "fore_name": "Tatyana",
      "initials": "T",
      "name": "Tatyana Shamliyan",
      "affiliations": [
        "American College of Physicians, 190 N Independence Mall West, Philadelphia, PA, USA, 19106."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (formerly Clinical Epidemiology and Biostatistics), Health Sciences Centre, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4K1, Canada; Department of Medicine, Health Sciences Centre, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4K1, Canada; Department of Biomedical Sciences, Humanitas University, Via Rita Levi Montalcini 4, 20090, Pieve Emanuele, Milano, Italy. Electronic address: schuneh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "162",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "135",
  "end_page": "144",
  "pages": "135-144",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Evidence-Based Medicine",
    "Cost-Benefit Analysis",
    "Systematic Reviews as Topic",
    "GRADE Approach",
    "Technology Assessment, Biomedical"
  ],
  "article_ids": {
    "pubmed": "37597696",
    "doi": "10.1016/j.jclinepi.2023.08.001",
    "pii": "S0895-4356(23)00200-7"
  },
  "doi": "10.1016/j.jclinepi.2023.08.001",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2024-08-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.561869",
    "pmid": "37597696"
  }
}