{
  "pmid": "37604630",
  "uid": "37604630",
  "title": "For health or for profit? Understanding how private financing and for-profit delivery operate within Canadian healthcare (4H|4P): protocol for a multimethod knowledge mobilisation research project.",
  "abstract": "INTRODUCTION: Privatisation through the expansion of private payment and investor-owned corporate healthcare delivery in Canada raises potential conflicts with equity principles on which Medicare (Canadian public health insurance) is founded. Some cases of privatisation are widely recognised, while others are evolving and more hidden, and their extent differs across provinces and territories likely due in part to variability in policies governing private payment (out-of-pocket payments and private insurance) and delivery. METHODS AND ANALYSIS: This pan-Canadian knowledge mobilisation project will collect, classify, analyse and interpret data about investor-owned privatisation of healthcare financing and delivery systems in Canada. Learnings from the project will be used to develop, test and refine a new conceptual framework that will describe public-private interfaces operating within Canada's healthcare system. In Phase I, we will conduct an environmental scan to: (1) document core policies that underpin public-private interfaces; and (2) describe new or emerging forms of investor-owned privatisation ('cases'). We will analyse data from the scan and use inductive content analysis with a pragmatic approach. In Phase II, we will convene a virtual policy workshop with subject matter experts to refine the findings from the environmental scan and, using an adapted James Lind Alliance Delphi process, prioritise health system sectors and/or services in need of in-depth research on the impacts of private financing and investor-owned delivery. ETHICS AND DISSEMINATION: We have obtained approval from the research ethics boards at Simon Fraser University, University of British Columbia and University of Victoria through Research Ethics British Columbia (H23-00612). Participants will provide written informed consent. In addition to traditional academic publications, study results will be summarised in a policy report and a series of targeted policy briefs distributed to workshop participants and decision/policymaking organisations across Canada. The prioritised list of cases will form the basis for future research projects that will investigate the impacts of investor-owned privatisation.",
  "authors": [
    {
      "last_name": "Hedden",
      "fore_name": "Lindsay",
      "initials": "L",
      "name": "Lindsay Hedden",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, British Columbia, Canada lindsay_hedden@sfu.ca."
      ]
    },
    {
      "last_name": "Spencer",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Spencer",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, British Columbia, Canada."
      ],
      "orcid": "0000-0002-7034-6387"
    },
    {
      "last_name": "Allin",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Allin",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-0579-8985"
    },
    {
      "last_name": "Contandriopoulos",
      "fore_name": "Damien",
      "initials": "D",
      "name": "Damien Contandriopoulos",
      "affiliations": [
        "School of Nursing, University of Victoria, Victoria, British Columbia, Canada."
      ],
      "orcid": "0000-0003-0238-8101"
    },
    {
      "last_name": "Gavin",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Gavin",
      "affiliations": [
        "Public Advisory Council, Health Data Research Network, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Grudniewicz",
      "fore_name": "Agnes",
      "initials": "A",
      "name": "Agnes Grudniewicz",
      "affiliations": [
        "Telfer School of Management, University of Ottawa, Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0003-2960-8178"
    },
    {
      "last_name": "Lavergne",
      "fore_name": "M Ruth",
      "initials": "MR",
      "name": "M Ruth Lavergne",
      "affiliations": [
        "Department of Family Medicine, Dalhousie University Faculty of Medicine, Halifax, Nova Scotia, Canada."
      ],
      "orcid": "0000-0002-4205-4600"
    },
    {
      "last_name": "Leaver",
      "fore_name": "Chad",
      "initials": "C",
      "name": "Chad Leaver",
      "affiliations": [
        "Health, Conference Board of Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lexchin",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Lexchin",
      "affiliations": [
        "School of Health Policy and Management, York University, Toronto, Ontario, Canada.",
        "Canadian Doctors for Medicare, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-5120-8029"
    },
    {
      "last_name": "McKay",
      "fore_name": "Madeleine",
      "initials": "M",
      "name": "Madeleine McKay",
      "affiliations": [
        "Doctors Nova Scotia, Dartmouth, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Mathews",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Mathews",
      "affiliations": [
        "Department of Family Medicine, Western University Schulich School of Medicine & Dentistry, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "McCracken",
      "fore_name": "Rita K",
      "initials": "RK",
      "name": "Rita K McCracken",
      "affiliations": [
        "Department of Family Practice, The University of British Columbia Faculty of Medicine, Vancouver, British Columbia, Canada."
      ],
      "orcid": "0000-0002-2962-0364"
    },
    {
      "last_name": "McGrail",
      "fore_name": "Kimberlyn",
      "initials": "K",
      "name": "Kimberlyn McGrail",
      "affiliations": [
        "Centre for Health Services and Policy Research, The University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Palmer",
      "fore_name": "Karen S",
      "initials": "KS",
      "name": "Karen S Palmer",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Poitras",
      "fore_name": "Marie-Eve",
      "initials": "ME",
      "name": "Marie-Eve Poitras",
      "affiliations": [
        "Faculté de médecine et des sciences de la santé, Université de Sherbrooke, Sherbrooke, Quebec, Canada."
      ]
    },
    {
      "last_name": "Rudoler",
      "fore_name": "David",
      "initials": "D",
      "name": "David Rudoler",
      "affiliations": [
        "Faculty of Health Sciences, Ontario Tech University, Oshawa, Ontario, Canada."
      ],
      "orcid": "0000-0002-7564-5829"
    },
    {
      "last_name": "Spithoff",
      "fore_name": "Sheryl",
      "initials": "S",
      "name": "Sheryl Spithoff",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-6965-473X"
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7347-6259"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "8",
    "pub_year": "2023",
    "pub_month": "Aug",
    "pub_day": "21"
  },
  "start_page": "e077783",
  "pages": "e077783",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Humans",
    "National Health Programs",
    "Health Facilities",
    "Health Expenditures",
    "British Columbia",
    "Ethics, Research"
  ],
  "article_ids": {
    "pubmed": "37604630",
    "pmc": "PMC10445372",
    "doi": "10.1136/bmjopen-2023-077783",
    "pii": "bmjopen-2023-077783"
  },
  "doi": "10.1136/bmjopen-2023-077783",
  "pmc_id": "PMC10445372",
  "dates": {
    "completed": "2023-08-23",
    "revised": "2024-09-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.137720",
    "pmid": "37604630"
  }
}