{
  "pmid": "37606836",
  "uid": "37606836",
  "title": "Preoperative assessment of postoperative delirium: a cross-sectional study of patients and anesthesiologists in Canada.",
  "abstract": "PURPOSE: We sought to evaluate 1) patient- and anesthesiologist-reported rates of postoperative delirium (POD) risk discussion during preoperative meetings, 2) patients' and anesthesiologists' ratings of the importance of POD, and 3) predictors of patient-reported discussion of POD risk during preoperative meetings. METHODS: In this multicentre two-part cross-sectional survey study, patients ≥ 65 yr scheduled to undergo elective noncardiac surgery completed a five-minute survey after preoperative anesthesia consultation. Patients were asked about their perception of POD importance, and whether they discussed or were assessed for POD risk. Anesthesiologists were surveyed using self-administered surveys circulated via institutional email lists. Anesthesiologists were asked about the frequency of POD risk assessment and discussion in older adults, tools used, and perception of POD-screening barriers. RESULTS: Four hundred and twelve (of 510 approached) patients (50% male; mean age, 73 yr) and 267 anesthesiologists (of 1,205 invited via e-mail) participated in this study conducted in five Canadian hospitals. Postoperative delirium screening and discussion was reported by 88/412 (22%) patients and 229/267 (86%) anesthesiologists. Postoperative delirium was rated as \"somewhat-extremely\" important by 64% of patients. A previous history of delirium, higher education, the number of daily medications, and longer surgical duration were associated with POD discussion. On average, anesthesiologists rated the importance of POD at 8/10, and 42% ranked \"patient risk factors\" as the top reason prompting discussion. CONCLUSION: The combined evaluation of patients' and anesthesiologists' perspectives provides valuable information on preoperative POD screening and risk assessment, and highlights areas for improvement in the current practice. Most factors we identified to be associated with higher odds of POD discussion are recognized risk factors of POD.",
  "authors": [
    {
      "last_name": "Khaled",
      "fore_name": "Maram",
      "initials": "M",
      "name": "Maram Khaled",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Perioperative and Surgery Research Program, Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Youssef",
      "fore_name": "Nayer",
      "initials": "N",
      "name": "Nayer Youssef",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Choi",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Choi",
      "affiliations": [
        "Department of Anesthesia, University of Toronto, Toronto, ON, Canada.",
        "Department of Anesthesia, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Uppal",
      "fore_name": "Vishal",
      "initials": "V",
      "name": "Vishal Uppal",
      "affiliations": [
        "Department of Anesthesia, Pain Management & Perioperative Medicine, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Chui",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Chui",
      "affiliations": [
        "Department of Anesthesia & Perioperative Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Perioperative and Surgery Research Program, Population Health Research Institute, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. shanthh@mcmaster.ca.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada. shanthh@mcmaster.ca.",
        "Department of Surgery, McMaster University, Hamilton, ON, Canada. shanthh@mcmaster.ca.",
        "St Joseph's Healthcare Hamilton, McMaster University, 50 Charlton Ave. E, Hamilton, ON, L8N 4A8, Canada. shanthh@mcmaster.ca."
      ],
      "orcid": "0000-0002-4105-4465"
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "1496-8975",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "10",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "1600",
  "end_page": "1610",
  "pages": "1600-1610",
  "language": "eng",
  "publication_types": [
    "Multicenter Study",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Aged",
    "Female",
    "Emergence Delirium",
    "Cross-Sectional Studies",
    "Anesthesiologists",
    "Delirium",
    "Canada",
    "Risk Factors",
    "Postoperative Complications"
  ],
  "article_ids": {
    "pubmed": "37606836",
    "doi": "10.1007/s12630-023-02537-9",
    "pii": "10.1007/s12630-023-02537-9"
  },
  "doi": "10.1007/s12630-023-02537-9",
  "dates": {
    "completed": "2023-10-27",
    "revised": "2023-12-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.671175",
    "pmid": "37606836"
  }
}