{
  "pmid": "37605071",
  "uid": "37605071",
  "title": "Home blood pressure-centered approach - from digital health to medical practice: HOPE Asia Network consensus statement 2023.",
  "abstract": "Recent innovations in digital technology have enabled the simultaneous accumulation, and the linking and analysis of time-series big data relating to several factors that influence blood pressure (BP), including biological indicators, physical activity, and environmental information. Various approaches can be used to monitor BP: in the office/clinic; at home; 24-h ambulatory recording; or with wearable and cuffless devices. Of these, home BP monitoring is a reliable and convenient method, and is recommended for hypertension management by current national and international guidelines. This recommendation is based on evidence showing that home BP is an important predictor of cardiovascular, cerebrovascular and kidney disease in patients with hypertension. In addition, lifetime personalized health record (PHR)-based home BP with telemonitoring combined with co-interventions has been shown to lower BP more effectively than the traditional approach based on office BP. Thus, home BP represents a key metric for personalized anticipation medicine, from digital healthcare to digital medicine. This paper summarizes the latest evidence on home BP monitoring and proposes a Hypertension Cardiovascular Outcome Prevention and Evidence in Asia (HOPE Asia) Network consensus on a home BP-centered approach to the management of hypertension.",
  "authors": [
    {
      "last_name": "Kario",
      "fore_name": "Kazuomi",
      "initials": "K",
      "name": "Kazuomi Kario",
      "affiliations": [
        "Division of Cardiovascular Medicine, Department of Medicine, Jichi Medical University School of Medicine, Tochigi, Japan. kkario@jichi.ac.jp."
      ]
    },
    {
      "last_name": "Tomitani",
      "fore_name": "Naoko",
      "initials": "N",
      "name": "Naoko Tomitani",
      "affiliations": [
        "Division of Cardiovascular Medicine, Department of Medicine, Jichi Medical University School of Medicine, Tochigi, Japan."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Tzung-Dau",
      "initials": "TD",
      "name": "Tzung-Dau Wang",
      "affiliations": [
        "Cardiovascular Center and Division of Cardiology, Department of Internal Medicine, National Taiwan University Hospital, Taipei City, Taiwan.",
        "Division of Hospital Medicine, Department of Internal Medicine, National Taiwan University Hospital, Taipei City, Taiwan."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Sungha",
      "initials": "S",
      "name": "Sungha Park",
      "affiliations": [
        "Division of Cardiology, Severance Cardiovascular Hospital, Yonsei University Health System, Seoul, South Korea."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yan",
      "initials": "Y",
      "name": "Yan Li",
      "affiliations": [
        "Centre for Epidemiological Studies and Clinical Trials and Center for Vascular Evaluations, Shanghai Key Lab of Hypertension, Shanghai Institute of Hypertension, Ruijin Hospital, Shanghai Jiaotong University School of Medicine, Shanghai, China."
      ]
    },
    {
      "last_name": "Shin",
      "fore_name": "Jinho",
      "initials": "J",
      "name": "Jinho Shin",
      "affiliations": [
        "Faculty of Cardiology Service, Hanyang University Medical Center, Seoul, South Korea."
      ]
    },
    {
      "last_name": "Tsoi",
      "fore_name": "Kelvin",
      "initials": "K",
      "name": "Kelvin Tsoi",
      "affiliations": [
        "JC School of Public Health and Primary Care, The Chinese University of Hong Kong, Shatin, Hong Kong."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Chen-Huan",
      "initials": "CH",
      "name": "Chen-Huan Chen",
      "affiliations": [
        "Department of Internal Medicine, National Yang Ming Chiao Tung University College of Medicine, Taipei, Taiwan."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Hao-Min",
      "initials": "HM",
      "name": "Hao-Min Cheng",
      "affiliations": [
        "Institute of Public Health and Community Medicine Research Center, National Yang Ming Chiao Tung University School of Medicine, Taipei, Taiwan.",
        "Division of Cardiology, Department of Medicine, Taipei Veterans General Hospital, Taipei, Taiwan.",
        "Ph.D. Program of Interdisciplinary Medicine (PIM), National Yang Ming Chiao Tung University College of Medicine, Taipei, Taiwan.",
        "Division of Faculty Development, Department of Medical Education, Taipei Veterans General Hospital, Taipei, Taiwan."
      ]
    },
    {
      "last_name": "Siddique",
      "fore_name": "Saulat",
      "initials": "S",
      "name": "Saulat Siddique",
      "affiliations": [
        "Punjab Medical Center, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Turana",
      "fore_name": "Yuda",
      "initials": "Y",
      "name": "Yuda Turana",
      "affiliations": [
        "Department of Neurology. School of Medicine and Health Sciences, Atma Jaya Catholic University of Indonesia, Jakarta, Indonesia."
      ]
    },
    {
      "last_name": "Buranakitjaroen",
      "fore_name": "Peera",
      "initials": "P",
      "name": "Peera Buranakitjaroen",
      "affiliations": [
        "Division of Hypertension, Department of Medicine, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand."
      ]
    },
    {
      "last_name": "Van Huynh",
      "fore_name": "Minh",
      "initials": "M",
      "name": "Minh Van Huynh",
      "affiliations": [
        "Department of Internal Medicine, University of Medicine and Pharmacy, Hue University, Hue City, Vietnam."
      ]
    },
    {
      "last_name": "Nailes",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Nailes",
      "affiliations": [
        "Department of Preventive and Community Medicine and Research Institute for Health Sciences, University of the East Ramon Magsaysay Memorial Medical Center Inc., Quezon City, Philippines."
      ]
    },
    {
      "last_name": "Sison",
      "fore_name": "Jorge",
      "initials": "J",
      "name": "Jorge Sison",
      "affiliations": [
        "Section of Cardiology, Department of Medicine, Medical Center Manila, Manila, Philippines."
      ]
    },
    {
      "last_name": "Soenarta",
      "fore_name": "Arieska Ann",
      "initials": "AA",
      "name": "Arieska Ann Soenarta",
      "affiliations": [
        "Department of Cardiology and Vascular Medicine, Faculty of Medicine, University of Indonesia-National Cardiovascular Center, Harapan Kita, Jakarta, Indonesia."
      ]
    },
    {
      "last_name": "Sogunuru",
      "fore_name": "Guru Prasad",
      "initials": "GP",
      "name": "Guru Prasad Sogunuru",
      "affiliations": [
        "Fortis Hospitals, Chennai, Tamil Nadu, India.",
        "College of Medical Sciences, Kathmandu University, Bharatpur, Nepal."
      ]
    },
    {
      "last_name": "Sukonthasarn",
      "fore_name": "Apichard",
      "initials": "A",
      "name": "Apichard Sukonthasarn",
      "affiliations": [
        "Cardiology Division, Department of Internal Medicine, Faculty of Medicine, Chiang Mai University, Chiang Mai, Thailand."
      ]
    },
    {
      "last_name": "Tay",
      "fore_name": "Jam Chin",
      "initials": "JC",
      "name": "Jam Chin Tay",
      "affiliations": [
        "Department of General Medicine, Tan Tock Seng Hospital, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Boon Wee",
      "initials": "BW",
      "name": "Boon Wee Teo",
      "affiliations": [
        "Division of Nephrology Department of Medicine, Yong Loo Lin School of Medicine, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Verma",
      "fore_name": "Narsingh",
      "initials": "N",
      "name": "Narsingh Verma",
      "affiliations": [
        "Department of Physiology, King George's Medical University, Lucknow, India."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Divisions of Hypertension and Heart Failure, Fu Wai Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Schlaich",
      "fore_name": "Markus",
      "initials": "M",
      "name": "Markus Schlaich",
      "affiliations": [
        "Dobney Hypertension Centre, Medical School - Royal Perth Hospital Unit and Royal Perth Hospital Research Foundation, The University of Western Australia, Perth, WA, Australia."
      ]
    },
    {
      "last_name": "Nagai",
      "fore_name": "Michiaki",
      "initials": "M",
      "name": "Michiaki Nagai",
      "affiliations": [
        "Department of Internal Medicine, General Medicine and Cardiology, Hiroshima City Asa Hospital, Hiroshima, Japan."
      ]
    },
    {
      "last_name": "Fujiwara",
      "fore_name": "Takeshi",
      "initials": "T",
      "name": "Takeshi Fujiwara",
      "affiliations": [
        "Division of Cardiovascular Medicine, Department of Medicine, Jichi Medical University School of Medicine, Tochigi, Japan."
      ]
    },
    {
      "last_name": "Hoshide",
      "fore_name": "Satoshi",
      "initials": "S",
      "name": "Satoshi Hoshide",
      "affiliations": [
        "Division of Cardiovascular Medicine, Department of Medicine, Jichi Medical University School of Medicine, Tochigi, Japan."
      ]
    },
    {
      "last_name": "Chia",
      "fore_name": "Yook-Chin",
      "initials": "YC",
      "name": "Yook-Chin Chia",
      "affiliations": [
        "Department of Medical Sciences, School of Medical and Life Sciences, Sunway University, Bandar Sunway, Selangor, Malaysia.",
        "Department of Primary Care Medicine, Faculty of Medicine, University of Malaya, Kuala Lumpur, Malaysia."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Ji-Guang",
      "initials": "JG",
      "name": "Ji-Guang Wang",
      "affiliations": [
        "Department of Hypertension, Centre for Epidemiological Studies and Clinical Trials, the Shanghai Institute of Hypertension, Shanghai Key Laboratory of Hypertension, Ruijin Hospital, Shanghai Jiaotong University School of Medicine, Shanghai, China."
      ]
    }
  ],
  "journal": {
    "title": "Hypertension research : official journal of the Japanese Society of Hypertension",
    "iso_abbreviation": "Hypertens Res",
    "issn": "1348-4214",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "12",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "2561",
  "end_page": "2574",
  "pages": "2561-2574",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Blood Pressure",
    "Hypertension",
    "Blood Pressure Determination",
    "Blood Pressure Monitoring, Ambulatory",
    "Asia"
  ],
  "article_ids": {
    "pubmed": "37605071",
    "doi": "10.1038/s41440-023-01397-6",
    "pii": "10.1038/s41440-023-01397-6"
  },
  "doi": "10.1038/s41440-023-01397-6",
  "dates": {
    "completed": "2023-12-06",
    "revised": "2024-01-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.602932",
    "pmid": "37605071"
  }
}