{
  "pmid": "37606359",
  "uid": "37606359",
  "title": "Acoustic scattering in lined panel cavities with membrane interfaces.",
  "abstract": "Noise control strategies are extremely important in industry. Acoustic liners and elastic membranes, which absorb or attenuate sound waves, are key components in ducting systems for active and passive noise reduction. In this article, we design and examine a reactive liner panel cavity with flexible interfaces. The lined panel cavity system is comprised of elastic membranes at the interfaces. The aim is to couple the incoming duct modes with the flexible components and then with the localized modes in the lined region. The governing equations for the lined panel cavity system are solved using a mode-matching technique that assures continuity of the normal velocities at the interfaces and can handle a range of strong coupling and higher-order edge conditions in contrast to the coupled mode theory. The aim is to investigate the effects of reactive liners and elastic membrane interfaces on wave scattering through the proposed acoustic enclosure design. The scattering performance of the proposed lined panel cavity is evaluated in terms of the reflected and transmitted energy flux as well as transmission loss. Analysis shows that the resonances at the membrane interfaces coupled to the linear cavities have a direct impact on power variations and the maximum transmission loss.",
  "authors": [
    {
      "last_name": "Safdar",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Safdar",
      "affiliations": [
        "Department of Mathematics, School of Sciences and Humanities, Nazarbayev University, 53 Kabanbay Batyr Avenue, Astana, 010000, Kazakhstan."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Naveed",
      "initials": "N",
      "name": "Naveed Ahmed",
      "affiliations": [
        "Department of Mathematics and Natural Sciences, Center for Applied Mathematics and Bioinformatics, Gulf University for Science & Technology, 32093 Hawally, Kuwait."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Mathematics, Capital University of Science and Technology, 44000, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Wahab",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Wahab",
      "affiliations": [
        "Department of Mathematics, School of Sciences and Humanities, Nazarbayev University, 53 Kabanbay Batyr Avenue, Astana, 010000, Kazakhstan."
      ],
      "orcid": "0000-0002-9179-7427"
    }
  ],
  "journal": {
    "title": "The Journal of the Acoustical Society of America",
    "iso_abbreviation": "J Acoust Soc Am",
    "issn": "1520-8524",
    "issn_type": "Electronic",
    "volume": "154",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "1138",
  "end_page": "1151",
  "pages": "1138-1151",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37606359",
    "doi": "10.1121/10.0020724",
    "pii": "2907718"
  },
  "doi": "10.1121/10.0020724",
  "dates": {
    "revised": "2023-08-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.089939",
    "pmid": "37606359"
  }
}