{
  "pmid": "37616228",
  "uid": "37616228",
  "title": "Prehospital prediction of hospital admission for emergent acuity patients transported by paramedics: A population-based cohort study using machine learning.",
  "abstract": "INTRODUCTION: The closest emergency department (ED) may not always be the optimal hospital for certain stable high acuity patients if further distanced ED's can provide specialized care or are less overcrowded. Machine learning (ML) predictions may support paramedic decision-making to transport a subgroup of emergent patients to a more suitable, albeit more distanced, ED if hospital admission is unlikely. We examined whether characteristics known to paramedics in the prehospital setting were predictive of hospital admission in emergent acuity patients. MATERIALS AND METHODS: We conducted a population-level cohort study using four ML algorithms to analyze ED visits of the National Ambulatory Care Reporting System from January 1, 2018 to December 31, 2019 in Ontario, Canada. We included all adult patients (≥18 years) transported to the ED by paramedics with an emergent Canadian Triage Acuity Scale score. We included eight characteristic classes as model predictors that are recorded at ED triage. All ML algorithms were trained and assessed using 10-fold cross-validation to predict hospital admission from the ED. Predictive model performance was determined using the area under curve (AUC) with 95% confidence intervals and probabilistic accuracy using the Brier Scaled score. Variable importance scores were computed to determine the top 10 predictors of hospital admission. RESULTS: All machine learning algorithms demonstrated acceptable accuracy in predicting hospital admission (AUC 0.77-0.78, Brier Scaled 0.22-0.24). The characteristics most predictive of admission were age between 65 to 105 years, referral source from a residential care facility, presenting with a respiratory complaint, and receiving home care. DISCUSSION: Hospital admission was accurately predicted based on patient characteristics known prehospital to paramedics prior to arrival. Our results support consideration of policy modification to permit certain emergent acuity patients to be transported to a further distanced ED. Additionally, this study demonstrates the utility of ML in paramedic and prehospital research.",
  "authors": [
    {
      "last_name": "Strum",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Strum",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1902-4734"
    },
    {
      "last_name": "Mowbray",
      "fore_name": "Fabrice I",
      "initials": "FI",
      "name": "Fabrice I Mowbray",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "College of Nursing, Michigan State University, East Lansing, Michigan, United States of America."
      ]
    },
    {
      "last_name": "Zargoush",
      "fore_name": "Manaf",
      "initials": "M",
      "name": "Manaf Zargoush",
      "affiliations": [
        "Department of Health Policy and Management, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron P",
      "initials": "AP",
      "name": "Aaron P Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Institute for Clinical Evaluative Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "8",
    "pub_year": "2023"
  },
  "start_page": "e0289429",
  "pages": "e0289429",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Aged",
    "Aged, 80 and over",
    "Paramedics",
    "Cohort Studies",
    "Research Design",
    "Hospitals",
    "Emergency Service, Hospital",
    "Machine Learning",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "37616228",
    "pmc": "PMC10449470",
    "doi": "10.1371/journal.pone.0289429",
    "pii": "PONE-D-23-04904"
  },
  "doi": "10.1371/journal.pone.0289429",
  "pmc_id": "PMC10449470",
  "dates": {
    "completed": "2023-08-28",
    "revised": "2023-08-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:37.699464",
    "pmid": "37616228"
  }
}