{
  "pmid": "37623034",
  "uid": "37623034",
  "title": "Trainee Evaluations of Preparedness for Clinical Trials in Medical Oncology-A National Questionnaire.",
  "abstract": "BACKGROUND: A standardized approach to the education of clinical trial investigators across Canadian medical oncology (MO) subspecialty training does not exist. With training programs transitioning to competency-based medical education (CBME), studies assessing education practices and competence are paramount to enhancing trainee education. This study aimed to determine whether current education practices in MO subspecialty training programs in Canada prepare trainees for participating in clinical trials as an investigator. METHODS: From November 2021 to February 2022 a national, bilingual, online questionnaire to understand trainee experiences with self-perceived competence, preparedness, and willingness to participate in clinical trials as investigators was conducted. MO trainees, fellows, and new-to-practice physicians who completed an MO subspecialty training program in Canada were included. RESULTS: A total of 41 responses were received (response rate: 15%). Formal training in how to participate in clinical trials as an investigator was reported by 73% of respondents. At the end of training, 65% of respondents rated competence in clinical trials as fair/poor and 74% rated preparedness in conducting clinical trials as fair/poor. Correlation analysis determined that in-clinic teaching in clinical trials trended toward improved self-evaluations of competence and preparedness (p > 0.05). CONCLUSION: This is the first study in Canada to assess competencies in any residency training program since the establishment of CBME. Training in conducting clinical trials is highly variable across MO programs in Canada, with most trainees finding current practices not translating into self-perceived competence and preparedness. Further assessment into how to produce competent clinical trial investigators is warranted.",
  "authors": [
    {
      "last_name": "Febbraro",
      "fore_name": "Michela",
      "initials": "M",
      "name": "Michela Febbraro",
      "affiliations": [
        "Algoma District Cancer Program, Sault Ste Marie, ON P6B 0A8, Canada.",
        "Faculty of Health Sciences, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ],
      "orcid": "0000-0002-9155-7773"
    },
    {
      "last_name": "Kazemi",
      "fore_name": "Ghazaleh",
      "initials": "G",
      "name": "Ghazaleh Kazemi",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "Department of Oncology, Juravinski Cancer Center, Hamilton, ON L8V 5C2, Canada."
      ]
    },
    {
      "last_name": "Juergens",
      "fore_name": "Rosalyn",
      "initials": "R",
      "name": "Rosalyn Juergens",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "Department of Oncology, Juravinski Cancer Center, Hamilton, ON L8V 5C2, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "Department of Oncology, Juravinski Cancer Center, Hamilton, ON L8V 5C2, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current oncology (Toronto, Ont.)",
    "iso_abbreviation": "Curr Oncol",
    "issn": "1718-7729",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "8",
    "pub_year": "2023",
    "pub_month": "Aug",
    "pub_day": "15"
  },
  "start_page": "7627",
  "end_page": "7637",
  "pages": "7627-7637",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Canada",
    "Ambulatory Care Facilities",
    "Internship and Residency",
    "Medical Oncology",
    "Physicians"
  ],
  "article_ids": {
    "pubmed": "37623034",
    "pmc": "PMC10453465",
    "doi": "10.3390/curroncol30080553",
    "pii": "curroncol30080553"
  },
  "doi": "10.3390/curroncol30080553",
  "pmc_id": "PMC10453465",
  "dates": {
    "completed": "2023-08-28",
    "revised": "2023-08-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.307156",
    "pmid": "37623034"
  }
}