{
  "pmid": "37628842",
  "uid": "37628842",
  "title": "A Novel Mechanically Robust and Biodegradable Egg White Hydrogel Membrane by Combined Unidirectional Nanopore Dehydration and Annealing.",
  "abstract": "A homogeneous egg white obtained by high-speed shearing and centrifugation was dehydrated into a fragile and water-soluble egg white glass (EWG) by unidirectional nanopore dehydration (UND). After EWG annealing, it can become an egg white hydrogel membrane (EWHM) that is water-insoluble, flexible, biocompatible, and mechanically robust. Its tensile strength, elongation at break, and the swelling ratio are about 5.84 MPa, 50-110%, and 60-130%, respectively. Protein structure analysis showed that UND caused the rearrangement of the protein molecules to form EWG with random coil and α-helix structures. The thermal decomposition temperature of the EWG was 309.25 °C. After EWG annealing at over 100 or 110 °C for 1.0 h or 45 min, the porous network EWHM was mainly composed of β-sheet structures, and the thermal decomposition temperature increased to 317.25-318.43 °C. Their 12-day residues in five proteases ranged from 1% to 99%, and the order was pepsin > neutral protease > papain > trypsin > alkaline protease. Mouse fibroblast L929 cells can adhere, grow, and proliferate well on these EWHMs. Therefore, the combined technology of UND and annealing for green and novel processing of EWHM has potential applications in the field of biomimetic and biomedical materials.",
  "authors": [
    {
      "last_name": "Dong",
      "fore_name": "Xuan",
      "initials": "X",
      "name": "Xuan Dong",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Medical College, Soochow University, RM702-2303, No. 199, Renai Road, Industrial Park, Suzhou 215123, China.",
        "College of Chemistry, Chemical Engineering and Materials Science, Soochow University, RM702-2303, No. 199, Renai Road, Industrial Park, Suzhou 215123, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Medical College, Soochow University, RM702-2303, No. 199, Renai Road, Industrial Park, Suzhou 215123, China."
      ],
      "orcid": "0000-0001-7670-386X"
    }
  ],
  "journal": {
    "title": "International journal of molecular sciences",
    "iso_abbreviation": "Int J Mol Sci",
    "issn": "1422-0067",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "16",
    "pub_year": "2023",
    "pub_month": "Aug",
    "pub_day": "10"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Mice",
    "Hydrogels",
    "Dehydration",
    "Egg White",
    "Nanopores",
    "Biocompatible Materials",
    "Papain"
  ],
  "article_ids": {
    "pubmed": "37628842",
    "pmc": "PMC10454319",
    "doi": "10.3390/ijms241612661",
    "pii": "ijms241612661"
  },
  "doi": "10.3390/ijms241612661",
  "pmc_id": "PMC10454319",
  "dates": {
    "completed": "2023-08-28",
    "revised": "2023-08-29"
  },
  "chemicals": [
    "Hydrogels",
    "Biocompatible Materials",
    "Papain"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.606209",
    "pmid": "37628842"
  }
}