{
  "pmid": "37624946",
  "uid": "37624946",
  "title": "The association between patients' frailty status, multimorbidity, and demographic characteristics and changes in primary care for chronic conditions during the COVID-19 pandemic: a pre-post study.",
  "abstract": "BACKGROUND: The purpose of this study was to assess the impact of SARS-COV-2 (Severe acute respiratory syndrome coronavirus 2) pandemic on primary care management (frequency of monitoring activities, regular prescriptions, and test results) of older adults with common chronic conditions (diabetes, hypertension, and chronic kidney disease) and to examine whether any changes were associated with age, sex, neighbourhood income, multimorbidity, and frailty. METHODS: A research database from a sub-set of McMaster University Sentinel and Information Collaboration family practices was used to identify patients ≥65 years of age with a frailty assessment and 1 or more of the conditions. Patient demographics, chronic conditions, and chronic disease management information were retrieved. Changes from 14 months pre to 14 months since the pandemic were described and associations between patient characteristics and changes in monitoring, prescriptions, and test results were analysed using regression models. RESULTS: The mean age of the 658 patients was 75 years. While the frequency of monitoring activities and prescriptions related to chronic conditions decreased overall, there were no clear trends across sub-groups of age, sex, frailty level, neighbourhood income, or number of conditions. The mean values of disease monitoring parameters (e.g. blood pressure) did not considerably change. The only significant regression model demonstrated that when controlling for all other variables, patients with 2 chronic conditions and those with 4 or more conditions were twice as likely to have reduced numbers of eGFR (Estimated glomerular filtration rate) measures compared to those with only 1 condition ﻿﻿((OR (odds ratio) = 2.40, 95% CI [1.19, 4.87]); (OR = 2.19, 95% CI [1.12, 4.25]), respectively). CONCLUSION: In the first 14 months of the pandemic, the frequency of common elements of chronic condition care did not notably change overall or among higher-risk patients.",
  "authors": [
    {
      "last_name": "Fikree",
      "fore_name": "Shireen",
      "initials": "S",
      "name": "Shireen Fikree",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-8954-2126"
    },
    {
      "last_name": "Hafid",
      "fore_name": "Shuaib",
      "initials": "S",
      "name": "Shuaib Hafid",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-2853-6881"
    },
    {
      "last_name": "Lawson",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Lawson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-5691-4675"
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-2794-9692"
    },
    {
      "last_name": "Jaakkimainen",
      "fore_name": "Liisa",
      "initials": "L",
      "name": "Liisa Jaakkimainen",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Canada.",
        "Institute for Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada."
      ],
      "orcid": "0000-0002-3203-0007"
    },
    {
      "last_name": "Mangin",
      "fore_name": "Dee",
      "initials": "D",
      "name": "Dee Mangin",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada.",
        "Department of General Practice and Clinical Skills, University of Otago Christchurch, New Zealand."
      ],
      "orcid": "0000-0003-2149-9376"
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-8127-5492"
    }
  ],
  "journal": {
    "title": "Family practice",
    "iso_abbreviation": "Fam Pract",
    "issn": "1460-2229",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Nov",
    "pub_day": "23"
  },
  "start_page": "523",
  "end_page": "530",
  "pages": "523-530",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "COVID-19",
    "Frailty",
    "Pandemics",
    "Multimorbidity",
    "SARS-CoV-2",
    "Chronic Disease",
    "Demography",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "37624946",
    "doi": "10.1093/fampra/cmad089",
    "pii": "7251242"
  },
  "doi": "10.1093/fampra/cmad089",
  "dates": {
    "completed": "2023-11-27",
    "revised": "2024-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "McLaughlin Foundation Professorship in Population and Public Health"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.549264",
    "pmid": "37624946"
  }
}