{
  "pmid": "37639958",
  "uid": "37639958",
  "title": "National audit of pathways in epileptic seizure referrals (NAPIER): A national, multicentre audit of first seizure clinics throughout the UK and Ireland.",
  "abstract": "BACKGROUND: Current guidelines set clinical standards for the management of suspected first seizures and epilepsy. We aimed to assess if these standards are being met across first seizure clinics nationally, to describe variations in care and identify opportunities for service delivery improvement. METHODS: Multicentre audit assessing the care of adults (≥16 years) referred to first seizure clinics from 31st December 2019 going backwards (30 consecutive patients per centre). Patients with pre-existing diagnosis of epilepsy were excluded. Anonymised referral, clinic, and follow-up data are reported with descriptive statistics. RESULTS: Data provided for 727 patients from 25 hospitals in the UK and Ireland (median age 41 years [IQR 26-59], 52% males). Median time to review was 48 days (IQR 26-86), with 13.8% (IQR 3.3%-24.0%) of patients assessed within 2 weeks. Seizure recurrence was seen in 12.7% (IQR 6.6%-17.4%) of patients awaiting first appointment. Documentation for witness accounts and driving advice was evident in 85.0% (IQR 74.0%-100%) and 79.7% (IQR 71.2%-96.4%) of first seizure/epilepsy patients, respectively. At first appointment, discussion of sudden unexpected death in epilepsy was documented in 30.1% (IQR 0%-42.5%) of patients diagnosed with epilepsy. In epilepsy patients, median time to MRI neuroimaging was 37 days [IQR 22-56] and EEG was 30 days [IQR 19-47]. 30.4% ([IQR 0%-59.5%]) of epilepsy patients were referred to epilepsy nurse specialists. CONCLUSIONS: There is variability nationally in the documented care of patients referred to first seizure clinics. Many patients are facing delays to assessment with epilepsy specialists with likely subsequent impact on further management.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Seong Hoon",
      "initials": "SH",
      "name": "Seong Hoon Lee",
      "affiliations": [
        "Department of Neurology, Aberdeen Royal Infirmary, NHS Grampian, UK; Institute of Applied Health Sciences, School of Medicine, University of Aberdeen, UK. Electronic address: Seonghoon.Lee@nhs.scot."
      ]
    },
    {
      "last_name": "Gillespie",
      "fore_name": "Conor",
      "initials": "C",
      "name": "Conor Gillespie",
      "affiliations": [
        "Institute of Systems, Molecular and Integrative Biology, University of Liverpool, UK; Department of Neurology, The Walton Centre NHS Foundation Trust, UK."
      ]
    },
    {
      "last_name": "Bandyopadhyay",
      "fore_name": "Soham",
      "initials": "S",
      "name": "Soham Bandyopadhyay",
      "affiliations": [
        "Oxford University Global Surgery Group, Nuffield Department of Surgical Sciences, University of Oxford, UK."
      ]
    },
    {
      "last_name": "Nazari",
      "fore_name": "Armin",
      "initials": "A",
      "name": "Armin Nazari",
      "affiliations": [
        "University of Dundee Medical School, University of Dundee, UK."
      ]
    },
    {
      "last_name": "Ooi",
      "fore_name": "Setthasorn Zhi Yang",
      "initials": "SZY",
      "name": "Setthasorn Zhi Yang Ooi",
      "affiliations": [
        "Cardiff University School of Medicine, UK."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jay J",
      "initials": "JJ",
      "name": "Jay J Park",
      "affiliations": [
        "University of Edinburgh Division of Clinical and Surgical Sciences, University of Edinburgh, UK."
      ]
    },
    {
      "last_name": "Champ",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Champ",
      "affiliations": [
        "Epilepsy Action, Leeds, UK."
      ]
    },
    {
      "last_name": "Taylor",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Taylor",
      "affiliations": [
        "Liverpool Clinical Trials Centre, University of Liverpool, Faculty of Health and Life Sciences, UK."
      ]
    },
    {
      "last_name": "Kinney",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Kinney",
      "affiliations": [
        "Department of Neurology, Royal Victoria Hospital, Belfast Health & Social Care Trust, UK."
      ]
    },
    {
      "last_name": "Mackay",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Mackay",
      "affiliations": [
        "Department of Neurology, Aberdeen Royal Infirmary, NHS Grampian, UK."
      ]
    },
    {
      "last_name": "Myint",
      "fore_name": "Phyo Kyaw",
      "initials": "PK",
      "name": "Phyo Kyaw Myint",
      "affiliations": [
        "Ageing Clinical & Experimental Research (ACER) Team, Institute of Applied Health Sciences, University of Aberdeen, UK."
      ]
    },
    {
      "last_name": "Marson",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Marson",
      "affiliations": [
        "Department of Neurology, The Walton Centre NHS Foundation Trust, UK; Department of Pharmacology and Therapeutics, Institute of Systems, Molecular and Integrative Biology, University of Liverpool, UK."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Seizure",
    "iso_abbreviation": "Seizure",
    "issn": "1532-2688",
    "issn_type": "Electronic",
    "volume": "111",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "165",
  "end_page": "171",
  "pages": "165-171",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37639958",
    "doi": "10.1016/j.seizure.2023.08.010",
    "pii": "S1059-1311(23)00225-X"
  },
  "doi": "10.1016/j.seizure.2023.08.010",
  "dates": {
    "revised": "2023-10-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.679638",
    "pmid": "37639958"
  }
}