{
  "pmid": "37631191",
  "uid": "37631191",
  "title": "The Legacy of Plant Invasion: Impacts on Soil Nitrification and Management Implications.",
  "abstract": "Plant invasions can have long-lasting impacts on soil nitrification, which plays a critical role in nutrient cycling and plant growth. This review examines the legacy effects of plant invasion on soil nitrification, focusing on the underlying mechanisms, context dependence, and implications for management. We synthesize literature on the positive, negative and neutral legacy effects of plant invasion on soil nitrification, highlighting the complexity of these effects and the need for further research to fully understand them. Positive legacy effects include increased soil microbial biomass or activity, potentially enhancing nutrient availability for plants. However, negative legacy effects, like reduced nitrifier abundance, can result in decreased soil nitrification rates and nutrient availability. In some cases, changes to nitrification during active invasion appear transitory after the removal of invasive plants, indicating neutral short-term legacies. We discuss the context dependence of legacy effects considering factors, including location, specific invasive plant species, and other environmental conditions. Furthermore, we discuss the implications of these legacy effects for management and restoration strategies, such as the removal or control of invasive plants, and potential approaches for restoring ecosystems with legacy effects on soil nitrification. Finally, we highlight future research directions, including further investigation into the mechanisms and context dependence of legacy effects, and the role of plant-microbe interactions. Overall, this review provides insights into the legacy effects of plant invasion on soil nitrification and their implications for ecosystems.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Rahil",
      "initials": "MR",
      "name": "Muhammad Rahil Afzal",
      "affiliations": [
        "Institute of Environment and Ecology, School of Environment and Safety Engineering, Jiangsu University, 301 Xuefu Road, Zhenjiang 212013, China."
      ],
      "orcid": "0000-0002-9608-1647"
    },
    {
      "last_name": "Naz",
      "fore_name": "Misbah",
      "initials": "M",
      "name": "Misbah Naz",
      "affiliations": [
        "Institute of Environment and Ecology, School of Environment and Safety Engineering, Jiangsu University, 301 Xuefu Road, Zhenjiang 212013, China."
      ],
      "orcid": "0000-0002-8530-3259"
    },
    {
      "last_name": "Ashraf",
      "fore_name": "Waqas",
      "initials": "W",
      "name": "Waqas Ashraf",
      "affiliations": [
        "Soil and Water Testing Laboratory for Research, Ayub Agricultural Research Institute Faisalabad, Punjab 38850, Pakistan."
      ]
    },
    {
      "last_name": "Du",
      "fore_name": "Daolin",
      "initials": "D",
      "name": "Daolin Du",
      "affiliations": [
        "Institute of Environment and Ecology, School of Environment and Safety Engineering, Jiangsu University, 301 Xuefu Road, Zhenjiang 212013, China."
      ]
    }
  ],
  "journal": {
    "title": "Plants (Basel, Switzerland)",
    "iso_abbreviation": "Plants (Basel)",
    "issn": "2223-7747",
    "issn_type": "Print",
    "volume": "12",
    "issue": "16",
    "pub_year": "2023",
    "pub_month": "Aug",
    "pub_day": "18"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37631191",
    "pmc": "PMC10458916",
    "doi": "10.3390/plants12162980",
    "pii": "plants12162980"
  },
  "doi": "10.3390/plants12162980",
  "pmc_id": "PMC10458916",
  "dates": {
    "revised": "2023-08-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "2022ZB656",
      "agency": "Jiangsu Program for Excellent Postdoctoral Talent"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.092803",
    "pmid": "37631191"
  }
}