{
  "pmid": "37633791",
  "uid": "37633791",
  "title": "The Diagnostic Accuracy of Cystoscopy for Detecting Bladder Cancer in Adults Presenting with Haematuria: A Systematic Review from the European Association of Urology Guidelines Office.",
  "abstract": "CONTEXT: Haematuria can be macroscopic (visible haematuria [VH]) or microscopic (nonvisible haematuria [NVH]), and may be caused by a number of underlying aetiologies. Currently, in case of haematuria, cystoscopy is the standard diagnostic tool to screen the entire bladder for malignancy. OBJECTIVE: The objective of this systematic review is to determine the diagnostic test accuracy of cystoscopy (compared with other tests, eg, computed tomography, urine biomarkers, and urine cytology) for detecting bladder cancer in adults. EVIDENCE ACQUISITION: A systematic review of the literature was performed according to the Cochrane Handbook for Systematic Reviews of Diagnostic Test Accuracy and Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) extension for diagnostic test accuracy studies' checklist. The MEDLINE, Embase, Cochrane CENTRAL, and Cochrane CDSR databases (via Ovid) were searched up to July 13, 2022. The population comprises patients presenting with either VH or NVH, without previous urological cancers. Two reviewers independently screened all articles, searched reference lists of retrieved articles, and performed data extraction. The risk of bias was assessed using Quality Assessment of Diagnostic Accuracy Studies (QUADAS-2). EVIDENCE SYNTHESIS: Overall, nine studies were included in the qualitative analysis. Seven out of nine included trials covered the use of cystoscopy in comparison with radiological imaging. Overall, sensitivity of cystoscopy ranged from 87% to 100%, specificity from 64% to 100%, positive predictive value from 79% to 98%, and negative predictive values between 98% and 100%. Two trials compared enhanced or air cystoscopy versus conventional cystoscopy. Overall sensitivity of conventional white light cystoscopy ranged from 47% to 100% and specificity from 93.4% to 100%. CONCLUSIONS: The true accuracy of cystoscopy for the detection of bladder cancer within the context of haematuria has not been studied extensively, resulting in inconsistent data regarding its performance for patients with haematuria. In comparison with imaging modalities, a few trials have prospectively assessed the diagnostic performance of cystoscopy, confirming very high accuracy for cystoscopy, exceeding the diagnostic value of any other imaging test. PATIENT SUMMARY: Evidence of tests for detecting bladder cancer in adults presenting with haematuria (blood in urine) was reviewed. The most common test used was cystoscopy, which remains the current standard for diagnosing bladder cancer.",
  "authors": [
    {
      "last_name": "Devlies",
      "fore_name": "Wout",
      "initials": "W",
      "name": "Wout Devlies",
      "affiliations": [
        "Department of Urology, UZ Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "de Jong",
      "fore_name": "Joep J",
      "initials": "JJ",
      "name": "Joep J de Jong",
      "affiliations": [
        "Department of Urology, Erasmus University Medical Center, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Hofmann",
      "fore_name": "Fabian",
      "initials": "F",
      "name": "Fabian Hofmann",
      "affiliations": [
        "Department of Urology, Umeå University, Luleå, Sweden."
      ]
    },
    {
      "last_name": "Bruins",
      "fore_name": "Harman Max",
      "initials": "HM",
      "name": "Harman Max Bruins",
      "affiliations": [
        "Department of Urology, Zuyderland Medical Center, Sittard-Geleen/Heerlen, The Netherlands."
      ]
    },
    {
      "last_name": "Zuiverloon",
      "fore_name": "Tahlita C M",
      "initials": "TCM",
      "name": "Tahlita C M Zuiverloon",
      "affiliations": [
        "Department of Urology, Erasmus MC Cancer Institute, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Emma Jane",
      "initials": "EJ",
      "name": "Emma Jane Smith",
      "affiliations": [
        "EAU Guidelines Office, Arnhem, The Netherlands."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Yuhong",
      "initials": "Y",
      "name": "Yuhong Yuan",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "van Rhijn",
      "fore_name": "Bas W G",
      "initials": "BWG",
      "name": "Bas W G van Rhijn",
      "affiliations": [
        "Department of Surgical Oncology (Urology), Netherlands Cancer Institute, Antoni van Leeuwenhoek Hospital, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Mostafid",
      "fore_name": "Hugh",
      "initials": "H",
      "name": "Hugh Mostafid",
      "affiliations": [
        "Department of Urology, Royal Surrey Hospital, Guildford, UK."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Violette",
      "fore_name": "Phil",
      "initials": "P",
      "name": "Phil Violette",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Omar",
      "fore_name": "Muhammad Imran",
      "initials": "MI",
      "name": "Muhammad Imran Omar",
      "affiliations": [
        "Academic Urology Unit, University of Aberdeen, Aberdeen, UK. Electronic address: m.i.omar@abdn.ac.uk."
      ]
    }
  ],
  "journal": {
    "title": "European urology focus",
    "iso_abbreviation": "Eur Urol Focus",
    "issn": "2405-4569",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "115",
  "end_page": "122",
  "pages": "115-122",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Cystoscopy",
    "Europe",
    "Hematuria",
    "Practice Guidelines as Topic",
    "Reproducibility of Results",
    "Sensitivity and Specificity",
    "Societies, Medical",
    "Urinary Bladder Neoplasms",
    "Urology"
  ],
  "article_ids": {
    "pubmed": "37633791",
    "doi": "10.1016/j.euf.2023.08.002",
    "pii": "S2405-4569(23)00184-0"
  },
  "doi": "10.1016/j.euf.2023.08.002",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2024-10-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:51.428834",
    "pmid": "37633791"
  }
}