{
  "pmid": "37636836",
  "uid": "37636836",
  "title": "Student achievement trajectories in Ontario: Creating and validating a province-wide, multi-cohort and longitudinal database.",
  "abstract": "INTRODUCTION: Longitudinal data that tracks student achievement over many years are crucial for understanding children's learning and for guiding effective policies and interventions. Despite being Canada's most populous province, Ontario lacks such large-scale and longitudinal data on student learning. Linking datasets across cohorts requires rigorous linkage protocols, flexible handling of complex cohort structures, methods to validate linked datasets, and viable organizational partnerships. We linked administrative data on early child development and educational achievement and merged two datasets on characteristics of students' neighborhoods and schools. We developed a linkage protocol and validated how the resulting database could be generalized to Ontario's student population. METHODS AND ANALYSIS: Two main individual-level data sources were linked: 1) the Early Development Instrument (EDI), a school readiness assessment of all Ontario public school kindergartners that is administered in three-year cycles, and 2) Ontario's Educational Quality and Assessment Office's (EQAO) math and reading assessments in grades 3, 6, 9, and 10. To compensate for their lack of a common personal identification number, a deterministic linkage process was developed using several administrative variables. A school-level and a neighborhood-level dataset were also later linked. We examined differences between unlinked and linked cases across several variables. RESULTS AND IMPLICATIONS: We successfully linked 50% of the EDI's 374,239 cases, 86,778 of which contained all five datapoints, creating a database tracking achievement for multiple cohorts from kindergarten through grade 10, with covariates for their development, demographics, affect, neighborhoods, and schools. Analyses revealed only negligible differences between linked and unlinked cases across several demographic measures, while small differences were detected across a neighborhood socioeconomic index and some measures of child development. In conclusion, we recommend the filling of key voids in sustainable research capacity by creating representative data through linkage protocols and data verification.",
  "authors": [
    {
      "last_name": "Sinclair",
      "fore_name": "Jeanne",
      "initials": "J",
      "name": "Jeanne Sinclair",
      "affiliations": [
        "Memorial University Faculty of Education, 323 Prince Philip Drive, St. John's, NL A1B 3X8, Canada."
      ]
    },
    {
      "last_name": "Davies",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Davies",
      "affiliations": [
        "Department of Leadership, Higher and Adult Education, Ontario Institute for Studies in Education, 252 Bloor Street West, Toronto, ON M5S 1V6, Canada."
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Offord Centre for Child Studies, BAHT 132, 1280 Main Street West, Hamilton, ON L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of population data science",
    "iso_abbreviation": "Int J Popul Data Sci",
    "issn": "2399-4908",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2023"
  },
  "start_page": "1843",
  "pages": "1843",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child",
    "Humans",
    "Ontario",
    "Academic Success",
    "Schools",
    "Educational Status",
    "Students"
  ],
  "article_ids": {
    "pubmed": "37636836",
    "pmc": "PMC10450363",
    "doi": "10.23889/ijpds.v8i1.1843",
    "pii": "8:1:04"
  },
  "doi": "10.23889/ijpds.v8i1.1843",
  "pmc_id": "PMC10450363",
  "dates": {
    "completed": "2023-08-29",
    "revised": "2024-09-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:32.743782",
    "pmid": "37636836"
  }
}