{
  "pmid": "37638216",
  "uid": "37638216",
  "title": "Vedolizumab does not increase risk of clostridium difficile infection in patients with inflammatory bowel disease using vedolizumab: A retrospective cohort study.",
  "abstract": "INTRODUCTION: Several studies have shown increased incidence, recurrence, and severity of Clostridium difficile infection (CDI) over the last decade. Patients with inflammatory bowel disease (IBD) who develop CDI are more prone to morbidity and mortality than CDI in patients without IBD. This study seeks to evaluate whether IBD patients who use vedolizumab are at increased risk of CDI compared to IBD patients using other therapies. METHODS: This was a retrospective cohort study, and 684 patients with confirmed IBD (228 on vedolizumab, 228 on anti-TNF, and 228 on 5- Aminosalicylates acid therapy) were enrolled from January 2009 to August 2019 at a tertiary referral IBD center at McMaster University Medical Centre (MUMC) in Hamilton, Ontario, Canada. The primary outcome was time to the development of CDI in IBD patients using different therapies. Secondary outcomes included rates of CDI and the association between baseline variables and risk of CDI. A Cox proportional hazards (PH) model was used to evaluate baseline factors and development of CDI. RESULT: There was no difference in time to CDI between the three treatment groups (log rank p-value 0.37). CDI occurred in 16 patients (2.3%), specifically four patients (1.75%) in the vedolizumab group, four patients (1.75%) in the anti-TNF group, and eight patients (3.5%) in the 5-ASA group. The Cox PH model found current smoking, older age, and concomitant immunomodulator use as risk factors for CDI, after adjustment for other covariates. Vedolizumab was not associated with increased risk of CDI in the model. CONCLUSION: Biologic therapy with vedolizumab or anti-TNF did not impact risk of CDI. Risk factors for CDI in IBD patients included smoking, older age at the onset of medication, and immunomodulator therapy. Clinicians should have high degree of suspicion for CDI in IBD patients presenting with diarrhea, particularly in those with risk factors identified in this study.",
  "authors": [
    {
      "last_name": "Saad Alshahrani",
      "fore_name": "Abdulaziz",
      "initials": "A",
      "name": "Abdulaziz Saad Alshahrani",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology), McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, Najran University, Najran, Saudi Arabia."
      ]
    },
    {
      "last_name": "Mohammad",
      "fore_name": "Danah",
      "initials": "D",
      "name": "Danah Mohammad",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Attieh Alzahrani",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Attieh Alzahrani",
      "affiliations": [
        "Department of Medicine, King Khalid University, Abha, Saudi Arabia."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology), McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society",
    "iso_abbreviation": "Saudi Pharm J",
    "issn": "1319-0164",
    "issn_type": "Print",
    "volume": "31",
    "issue": "9",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "101736",
  "pages": "101736",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37638216",
    "pmc": "PMC10448164",
    "doi": "10.1016/j.jsps.2023.101736",
    "pii": "S1319-0164(23)00231-1"
  },
  "doi": "10.1016/j.jsps.2023.101736",
  "pmc_id": "PMC10448164",
  "dates": {
    "revised": "2023-08-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.189739",
    "pmid": "37638216"
  }
}