{
  "pmid": "37649098",
  "uid": "37649098",
  "title": "Evaluating the impacts of patient engagement on a national health research network: results of a case study of the Chronic Pain Network.",
  "abstract": "BACKGROUND: The Chronic Pain Network (CPN) is a pan-Canadian research network focused on innovating and improving the quality and delivery of pain prevention, assessment, management and research for all Canadians. An important focus of the CPN is to work in collaboration with patient partners. Patient partners, researchers and clinicians work together in all aspects of the research network including on funded research projects and in the governance of the Network. Given this focus, the CPN identified the importance of evaluating their patient engagement work to understand its functioning and impact. METHODS: The objective of this exploratory evaluation case study was to understand the impacts of patient engagement on the CPN. The CPN worked with an external evaluation team which established an arms-length approach to the evaluation. Interviews were conducted with CPN members, including patient partners, leadership, funded researchers and committee co-chairs, at three discrete time points to trace the evolution of the patient engagement program within the Network. Key Network documents were also collected and reviewed. Data were analyzed following each set of interviews using content analysis guided by the principles of constant comparison and qualitative description. A final round of analysis was conducted using the Engage with Impact Toolkit, an impact measurement framework, to identify impacts of engagement. RESULTS: Impacts of patient engagement were identified at the individual, network, funded research project and research community levels. These impacts were observed in the following areas: (1) building community; (2) developing knowledge, skills and resources; (3) increasing confidence; (4) influencing priorities and decisions; (5) enabling additional opportunities; (6) promoting culture change; and, (7) coping with experiences of living with chronic pain. CONCLUSIONS: While not without challenges, the patient engagement efforts of the CPN demonstrates the impact engaging patient partners can have on a national research network and related policy activities. Understanding the approaches to, and impacts of, patient engagement on health research networks can illuminate the value of having patient partners engaged in all aspects of a research network and should serve as encouragement to others who look to take on similar work.",
  "authors": [
    {
      "last_name": "Tripp",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Tripp",
      "affiliations": [
        "Public and Patient Engagement Collaborative, McMaster University, Hamilton, ON, Canada. lauratripp@mcmaster.ca."
      ]
    },
    {
      "last_name": "Richards",
      "fore_name": "Dawn P",
      "initials": "DP",
      "name": "Dawn P Richards",
      "affiliations": [
        "Chronic Pain Network, McMaster University, Hamilton, ON, Canada.",
        "Five02 Labs Inc, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Daly-Cyr",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Daly-Cyr",
      "affiliations": [
        "Chronic Pain Network, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lane",
      "fore_name": "Therese",
      "initials": "T",
      "name": "Therese Lane",
      "affiliations": [
        "Chronic Pain Network, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Linkiewich",
      "fore_name": "Delane",
      "initials": "D",
      "name": "Delane Linkiewich",
      "affiliations": [
        "Chronic Pain Network, McMaster University, Hamilton, ON, Canada.",
        "Department of Psychology, University of Guelph, Guelph, ON, Canada."
      ]
    },
    {
      "last_name": "Begley",
      "fore_name": "Kimberly N",
      "initials": "KN",
      "name": "Kimberly N Begley",
      "affiliations": [
        "Chronic Pain Network, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Buckley",
      "fore_name": "Norman",
      "initials": "N",
      "name": "Norman Buckley",
      "affiliations": [
        "Chronic Pain Network, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hudspith",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Hudspith",
      "affiliations": [
        "Chronic Pain Network, McMaster University, Hamilton, ON, Canada.",
        "Pain BC, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Poulin",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Poulin",
      "affiliations": [
        "The Ottawa Hospital Pain Clinic, Ottawa, ON, Canada.",
        "The Ottawa Hospital Research Institute, Ottawa, ON, Canada.",
        "Department of Anesthesiology and Pain Medicine, Faculty of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Research involvement and engagement",
    "iso_abbreviation": "Res Involv Engagem",
    "issn": "2056-7529",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Aug",
    "pub_day": "30"
  },
  "start_page": "73",
  "pages": "73",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37649098",
    "pmc": "PMC10466858",
    "doi": "10.1186/s40900-023-00491-w",
    "pii": "10.1186/s40900-023-00491-w"
  },
  "doi": "10.1186/s40900-023-00491-w",
  "pmc_id": "PMC10466858",
  "dates": {
    "revised": "2023-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:01:56.775658",
    "pmid": "37649098"
  }
}