{
  "pmid": "37643310",
  "uid": "37643310",
  "title": "Causes of Death Among Health Care Professionals in the United States.",
  "abstract": "Specific causes of mortality among various types of health care professionals (HCPs), including those characterized by age, gender, and race, have not been well described. The National Occupational Mortality Surveillance data for deaths in 26 US states in 1999, 2003-2004, and 2007-2014 were queried to address this question. Proportionate mortality ratios (PMRs) were calculated to compare specific causes of mortality among HCPs compared with those among the general population. HCPs were less likely to die from heart disease (PMR 93, 95% confidence intervals [CI] 92-94), alcoholism (PMR 62, 95% CI 57-68), drugs (PMR 80, 95% CI 70-90), and more likely to die from cerebrovascular disease (PMR 105, 95% CI 104-107) and diabetes (PMR 107, 95% CI 105-109). HCPs aged 18-64 years were more likely to die by suicide (PMR 104, 95% CI 101-107), whereas those aged 65-90 years were less likely to die by suicide (PMR 84, 95% CI 77-91), with physicians (PMR 251, 95% CI 229-275) and other HCPs having high PMR for suicide. Among all HCPs, suicide PMR was similarly increased, whereas heart disease PMRs are similarly decreased among Black compared with those among White HCPs and those among male compared with those among female HCPs. HCPs as a group and specific types of HCPs demonstrate causes of mortality that differ in important ways from the general population. Race and gender-based trends in PMRs for key causes of mortality among HCPs suggest that employment in a health care field may not alter race and gender disparities noted among the general population.",
  "authors": [
    {
      "last_name": "Kobo",
      "fore_name": "Ofer",
      "initials": "O",
      "name": "Ofer Kobo",
      "affiliations": [
        "Department of Cardiology, Hillel Yaffe Medical Center, Hadera, Israel.",
        "Keele Cardiovascular Research Group, Centre for Prognosis Research, Keele University, Stoke-on-Trent, United Kingdom."
      ]
    },
    {
      "last_name": "Abramov",
      "fore_name": "Dmitry",
      "initials": "D",
      "name": "Dmitry Abramov",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, Loma Linda University Health, Loma Linda, California, USA."
      ],
      "orcid": "0000-0003-0571-3109"
    },
    {
      "last_name": "Volgman",
      "fore_name": "Annabelle Santos",
      "initials": "AS",
      "name": "Annabelle Santos Volgman",
      "affiliations": [
        "Division of Cardiology, Department of Internal Medicine, Rush Medical College, Chicago, Illinois, USA."
      ]
    },
    {
      "last_name": "Mieres",
      "fore_name": "Jennifer H",
      "initials": "JH",
      "name": "Jennifer H Mieres",
      "affiliations": [
        "Department of Cardiology, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, Northwell Health, Hempstead, New York, USA."
      ]
    },
    {
      "last_name": "Wijeysundera",
      "fore_name": "Harindra C",
      "initials": "HC",
      "name": "Harindra C Wijeysundera",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, Sunnybrook Health Sciences Centre, Toronto, California, USA."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine and Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton, Ontario, Canada.",
        "Research Institute of St. Joseph's, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mamas",
      "fore_name": "Mamas A",
      "initials": "MA",
      "name": "Mamas A Mamas",
      "affiliations": [
        "Keele Cardiovascular Research Group, Centre for Prognosis Research, Keele University, Stoke-on-Trent, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "Population health management",
    "iso_abbreviation": "Popul Health Manag",
    "issn": "1942-7905",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "294",
  "end_page": "302",
  "pages": "294-302",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37643310",
    "doi": "10.1089/pop.2023.0070"
  },
  "doi": "10.1089/pop.2023.0070",
  "dates": {
    "revised": "2023-10-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.916734",
    "pmid": "37643310"
  }
}