{
  "pmid": "37646297",
  "uid": "37646297",
  "title": "Pharmaco-disparities in heart failure: a survey of the affordability of guideline recommended therapy in 10 countries.",
  "abstract": "AIMS: Heart failure with reduced ejection fraction (HFrEF) is treatable but guideline-directed medical therapy (GDMT) may not be affordable or accessible to people living with the disease. METHODS AND RESULTS: In this cross-sectional survey, we investigated the price, affordability, and accessibility of four pivotal classes of HFrEF GDMT: angiotensin-converting enzyme inhibitors (ACEi), angiotensin receptor blockers (ARB) or angiotensin-neprilysin inhibitors (ARNI); beta-blockers; mineralocorticoid receptor antagonists (MRA); and sodium glucose co-transporter 2 inhibitors (SGLT2i). We sampled online or community pharmacies in 10 countries across a range of World Bank income groups, assessing mean 30 day retail prescription prices, affordability relative to gross national income per capita per month, and accessibility. We reported median price ratios relative to the International Reference Standard. We performed a literature review to evaluate accessibility to GDMT classes through publicly funded drug programmes in each country. HFrEF GDMT prices, both absolute and relative to the international reference, were highest in the United States and lowest in Pakistan and Bangladesh. The most expensive drug was the ARNI, sacubitril/valsartan, with a mean (standard deviation, SD) 30 day price ranging from $11.06 (0.81) in Pakistan to $611.50 (3.54) in United States. The least expensive drug was the MRA, spironolactone, with a mean (SD) 30 day price ranging from $0.18 (0.00) in Pakistan to $12.32 (0.00) in England. Affordability (SD) of quadruple therapy-ARNI, beta-blockers, MRA, and SGLT2i-was best in high-income and worst in low-income countries, ranging from 1.49 (0.00)% of gross national income per capita per month in England to 232.47 (31.47)% in Uganda. Publicly funded drug programmes offset costs for eligible patients, but ARNI and SGLT2i were inaccessible through these programmes in low- and middle-income countries. Price, affordability, and access were substantially improved in all countries by substituting ARNI for ACEi/ARB. CONCLUSIONS: There was marked variation between countries in the retail price of HFrEF GDMT. Despite higher prices in high-income countries, GDMT was more accessible and affordable than in low- and middle-income countries. Publicly funded drug programmes in lower income countries increased affordability but limited access to newer HFrEF GDMT classes. Pharmaco-disparities must be addressed to improve HFrEF outcomes globally.",
  "authors": [
    {
      "last_name": "Averbuch",
      "fore_name": "Tauben",
      "initials": "T",
      "name": "Tauben Averbuch",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9383-9312"
    },
    {
      "last_name": "Esfahani",
      "fore_name": "Meisam",
      "initials": "M",
      "name": "Meisam Esfahani",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khatib",
      "fore_name": "Rani",
      "initials": "R",
      "name": "Rani Khatib",
      "affiliations": [
        "Leeds Institute of Cardiovascular and Metabolic Medicine, University of Leeds, Leeds, UK.",
        "Department of Cardiology, Leeds Teaching Hospitals NHS Trust, Leeds, UK."
      ]
    },
    {
      "last_name": "Kayima",
      "fore_name": "James",
      "initials": "J",
      "name": "James Kayima",
      "affiliations": [
        "Department of Medicine, Makerere University College of Health Sciences, Kampala, Uganda.",
        "Department of Cardiology, Uganda Heart Institute, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Miranda",
      "fore_name": "Juan Jaime",
      "initials": "JJ",
      "name": "Juan Jaime Miranda",
      "affiliations": [
        "Department of Medicine, School of Medicine, Universidad Peruana Cayetano Heredia, Lima, Peru.",
        "CRONICAS Center of Excellence in Chronic Diseases, Universidad Peruana Cayetano Heredia, Lima, Peru.",
        "The George Institute for Global Health, University of New South Wales, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Wadhera",
      "fore_name": "Rishi K",
      "initials": "RK",
      "name": "Rishi K Wadhera",
      "affiliations": [
        "Section of Health Policy and Equity at the Richard A. and Susan F. Smith Center for Outcomes Research, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Zannad",
      "fore_name": "Faiez",
      "initials": "F",
      "name": "Faiez Zannad",
      "affiliations": [
        "Department of Cardiovascular Disease, University of Lorraine, Vandoeuvre-Les-Nancy, France."
      ]
    },
    {
      "last_name": "Pandey",
      "fore_name": "Ambarish",
      "initials": "A",
      "name": "Ambarish Pandey",
      "affiliations": [
        "Department of Medicine, University of Texas Southwestern, Dallas, Texas, USA."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Research Institute of St. Joseph's, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "ESC heart failure",
    "iso_abbreviation": "ESC Heart Fail",
    "issn": "2055-5822",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "3152",
  "end_page": "3163",
  "pages": "3152-3163",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Multicenter Study"
  ],
  "keywords": [
    "Humans",
    "Heart Failure",
    "Cross-Sectional Studies",
    "Practice Guidelines as Topic",
    "Global Health",
    "Surveys and Questionnaires",
    "Health Services Accessibility",
    "Angiotensin Receptor Antagonists"
  ],
  "article_ids": {
    "pubmed": "37646297",
    "pmc": "PMC10567666",
    "doi": "10.1002/ehf2.14468"
  },
  "doi": "10.1002/ehf2.14468",
  "pmc_id": "PMC10567666",
  "dates": {
    "completed": "2024-04-25",
    "revised": "2024-04-26"
  },
  "chemicals": [
    "Angiotensin Receptor Antagonists"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.918333",
    "pmid": "37646297"
  }
}