{
  "pmid": "37649057",
  "uid": "37649057",
  "title": "Healthcare worker perceived barriers and facilitators to implementing a tuberculosis preventive therapy program in rural South Africa: a content analysis using the consolidated framework for implementation research.",
  "abstract": "BACKGROUND: South African national tuberculosis (TB) guidelines, in accordance with the World Health Organization, recommend conducting routine household TB contact investigation with provision of TB preventive therapy (TPT) for those who qualify. However, implementation of TPT has been suboptimal in rural South Africa. We sought to identify barriers and facilitators to TB contact investigations and TPT management in rural Eastern Cape, South Africa, to inform the development of an implementation strategy to launch a comprehensive TB program. METHODS: We collected qualitative data through individual semi-structured interviews with 19 healthcare workers at a district hospital and four surrounding primary-care clinics referring to the hospital. The consolidated framework for implementation research (CFIR) was used to develop interview questions as well as guide deductive content analysis to determine potential drivers of implementation success or failure. RESULTS: A total of 19 healthcare workers were interviewed. Identified common barriers included lack of provider knowledge regarding efficacy of TPT, lack of TPT documentation workflows for clinicians, and widespread community resource constraints. Facilitators identified included healthcare workers high interest to learn more about the effectiveness of TPT, interest in problem-solving logistical barriers in provision of comprehensive TB care (including TPT), and desire for clinic and nurse-led TB prevention efforts. CONCLUSION: The use of the CFIR, a validated implementation determinants framework, provided a systematic approach to identify barriers and facilitators to TB household contact investigation, specifically the provision and management of TPT in this rural, high TB burden setting. Specific resources-time, trainings, and evidence-are necessary to ensure healthcare providers feel knowledgeable and competent about TPT prior to prescribing it more broadly. Tangible resources such as improved data systems coupled with political coordination and funding for TPT programming are essential for sustainability.",
  "authors": [
    {
      "last_name": "van de Water",
      "fore_name": "Brittney J",
      "initials": "BJ",
      "name": "Brittney J van de Water",
      "affiliations": [
        "Boston College, Connell School of Nursing, Chestnut Hill, MA, USA. Brittney.vandewater@bc.edu."
      ],
      "orcid": "0000-0002-0476-6295"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of Health Behavior, University of North Carolina Gillings School of Global Public Health, Chapel Hill, NC, USA.",
        "Advance Access and Delivery, Durban, South Africa."
      ]
    },
    {
      "last_name": "le Roux",
      "fore_name": "Karl",
      "initials": "K",
      "name": "Karl le Roux",
      "affiliations": [
        "University of Cape Town, Cape Town, South Africa.",
        "Family Medicine Department, Walter Sisulu University, Mthatha, South Africa.",
        "Zithulele Research and Training Centre, Giniytasambi, South Africa."
      ]
    },
    {
      "last_name": "Gaunt",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Gaunt",
      "affiliations": [
        "University of Cape Town, Cape Town, South Africa.",
        "Eastern Cape Department of Health, Bhisho, South Africa."
      ]
    },
    {
      "last_name": "Gimbel",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Gimbel",
      "affiliations": [
        "Department of Child, Family & Population Health Nursing, University of Washington, Seattle, USA."
      ]
    },
    {
      "last_name": "Ware",
      "fore_name": "Norma C",
      "initials": "NC",
      "name": "Norma C Ware",
      "affiliations": [
        "Department Global Health and Social Medicine, Harvard Medical School, Boston, MA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science communications",
    "iso_abbreviation": "Implement Sci Commun",
    "issn": "2662-2211",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Aug",
    "pub_day": "30"
  },
  "start_page": "107",
  "pages": "107",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37649057",
    "pmc": "PMC10468851",
    "doi": "10.1186/s43058-023-00490-8",
    "pii": "10.1186/s43058-023-00490-8"
  },
  "doi": "10.1186/s43058-023-00490-8",
  "pmc_id": "PMC10468851",
  "dates": {
    "revised": "2023-11-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K23 NR019019",
      "agency": "NINR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "1K23NR019019-01A1",
      "agency": "NINR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.826597",
    "pmid": "37649057"
  }
}