{
  "pmid": "37656676",
  "uid": "37656676",
  "title": "Impact of factor rotation on Q-methodology analysis.",
  "abstract": "The Varimax and manual rotations are commonly used for factor rotation in Q-methodology; however, their effects on the results may not be well known. In this article we investigate the impact of different factor rotation techniques in Q-methodology, specifically how the factors and their distinguishing statements might be affected. We applied three factor rotation techniques including Varimax, Equamax, and Quartimax rotations on two exemplary datasets and compared the results based on the number of Q-sorts loaded on each factor, number of distinguishing statements for each factor, and changes in the number of distinguishing statements. We also estimated the Pearson correlation between the extracted factors based on rotation techniques. This analysis shows that factors can change substantially from one rotation to another. For instance, there was only 3 common distinguishing statements between Factor 1 of no-rotation of Dataset 1 and its matched factor from Varimax rotation. Even for 3 common statements, the factor scores were quite different from no-rotation to Varimax rotation. This analysis shows that the effects of factor rotation on emerging factors are complex. The changes are usually substantial such that the rotated factors might be quite different from the original factors.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-3824-0881"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "9",
    "pub_year": "2023"
  },
  "start_page": "e0290728",
  "pages": "e0290728",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Factor Analysis, Statistical",
    "Fibrinogen",
    "Q-Sort"
  ],
  "article_ids": {
    "pubmed": "37656676",
    "pmc": "PMC10473483",
    "doi": "10.1371/journal.pone.0290728",
    "pii": "PONE-D-23-01742"
  },
  "doi": "10.1371/journal.pone.0290728",
  "pmc_id": "PMC10473483",
  "dates": {
    "completed": "2023-09-04",
    "revised": "2023-09-06"
  },
  "chemicals": [
    "Fibrinogen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.248924",
    "pmid": "37656676"
  }
}