{
  "pmid": "37652359",
  "uid": "37652359",
  "title": "Extending the vision of adaptive point-of-care platform trials to improve targeted use of drug therapy regimens: An agile approach in the learning healthcare system toolkit.",
  "abstract": "OBJECTIVES: Improving the targeted use of drug regimens requires robust real-world evidence (RWE) to address the uncertainties that remain regarding their real-world performance following market entry. However, challenges in the current state of RWE production limit its impact on clinical decisions, as well as its operational scalability and sustainability. We propose an adaptive point-of-care (APoC) platform trial as an approach to RWE production that improves both clinical and operational efficiencies. METHODS AND FINDINGS: We explored design innovations, operational challenges, and infrastructure needs within a multi-stakeholder consortium to evaluate the potential of an APoC platform trial for studying chronic disease treatment regimens using rheumatoid arthritis as a case study. The concept integrates elements from adaptive clinical trials (dynamic treatment regimen strategies) and point-of-care trials (research embedded into routine clinical care) under a perpetual platform infrastructure. The necessary components to implement an APoC platform trial within outpatient settings exist, and present an opportunity for a cross-disciplinary, multi-stakeholder approach. Effective engagement of key stakeholders involved in and impacted by the platform is critical to success. Our collaborative design process identified three high-impact stakeholder-engagement areas: (1) focus on research question(s), (2) design and implementation planning such that it is feasible and fit-for-purpose, and (3) measurement, or meaningful metrics for both clinical (patient outcomes) and system (operational efficiencies) impact. CONCLUSIONS: An APoC platform trial for rheumatoid arthritis integrating innovative design elements in a scalable infrastructure has the potential to reduce important uncertainties about the real-world performance of biomedical innovations and improve clinical decisions.",
  "authors": [
    {
      "last_name": "Hirsch",
      "fore_name": "Gigi",
      "initials": "G",
      "name": "Gigi Hirsch",
      "affiliations": [
        "Center for Biomedical System Design & NEWDIGS, Tufts Medical Center, Boston, MA, USA. Electronic address: Gigi.Hirsch@tuftsmedicine.org."
      ]
    },
    {
      "last_name": "Velentgas",
      "fore_name": "Priscilla",
      "initials": "P",
      "name": "Priscilla Velentgas",
      "affiliations": [
        "Merck Epidemiology, Inc., Boston, MA, USA."
      ]
    },
    {
      "last_name": "Curtis",
      "fore_name": "Jeffrey R",
      "initials": "JR",
      "name": "Jeffrey R Curtis",
      "affiliations": [
        "Division of Clinical Immunology and Rheumatology, Department of Medicine, University of Alabama at Birmingham, Birmingham, AL, USA; Illumination Health, Hoover, AL, USA."
      ]
    },
    {
      "last_name": "Larholt",
      "fore_name": "Kay",
      "initials": "K",
      "name": "Kay Larholt",
      "affiliations": [
        "Center for Biomedical System Design & NEWDIGS, Tufts Medical Center, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jay J H",
      "initials": "JJH",
      "name": "Jay J H Park",
      "affiliations": [
        "Core Clinical Sciences Inc, Vancouver, BC, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pashos",
      "fore_name": "Chris L",
      "initials": "CL",
      "name": "Chris L Pashos",
      "affiliations": [
        "Genesis Research, Hoboken, NJ, USA."
      ]
    },
    {
      "last_name": "Trinquart",
      "fore_name": "Ludovic",
      "initials": "L",
      "name": "Ludovic Trinquart",
      "affiliations": [
        "Institute for Clinical Research and Health Policy Studies, Tufts Medical Center, Boston, MA, USA; Tufts Clinical and Translational Science Institute, Tufts University, Boston, MA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Contemporary clinical trials",
    "iso_abbreviation": "Contemp Clin Trials",
    "issn": "1559-2030",
    "issn_type": "Electronic",
    "volume": "133",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "107327",
  "pages": "107327",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37652359",
    "doi": "10.1016/j.cct.2023.107327",
    "pii": "S1551-7144(23)00250-1"
  },
  "doi": "10.1016/j.cct.2023.107327",
  "dates": {
    "revised": "2023-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:16.405140",
    "pmid": "37652359"
  }
}