{
  "pmid": "37654739",
  "uid": "37654739",
  "title": "A rapid review of community engagement and informed consent processes for adaptive platform trials and alternative design trials for public health emergencies.",
  "abstract": "Background : Public Health Emergencies (PHE) demand expeditious research responses to evaluate new or repurposed therapies and prevention strategies. Alternative Design Trials (ADTs) and Adaptive Platform Trials (APTs) have enabled efficient large-scale testing of biomedical interventions during recent PHEs. Design features of these trials may have implications for engagement and/or informed consent processes. We aimed to rapidly review evidence on engagement and informed consent for ADTs and APTs during PHE to consider what (if any) recommendations can inform practice. Method : In 2022, we searched 8 prominent databases for relevant peer reviewed publications and guidelines for ADTs/APTs in PHE contexts. Articles were selected based on pre-identified inclusion and exclusion criteria. We reviewed protocols and informed consent documents for a sample of large platform trials and consulted with key informants from ADTs/APT trial teams. Data were extracted and summarised using narrative synthesis. Results : Of the 49 articles included, 10 were guidance documents, 14 discussed engagement, 10 discussed informed consent, and 15 discussed both. Included articles addressed ADTs delivered during the West African Ebola epidemic and APTs delivered during COVID-19. PHE clinical research guidance documents highlight the value of ADTs/APTs and the importance of community engagement, but do not provide practice-specific guidance for engagement or informed consent. Engagement and consent practice for ADTs conducted during the West African Ebola epidemic have been well-documented. For COVID-19, engagement and consent practice was described for APTs primarily delivered in high income countries with well-developed health service structures. A key consideration is strong communication of the complexity of trial design in clear, accessible ways. Conclusion: We highlight key considerations for best practice in community engagement and informed consent relevant to ADTs and APTs for PHEs which may helpfully be included in future guidance. Protocol: The review protocol is published online at Prospero on 15/06/2022: registration number CRD42022334170.",
  "authors": [
    {
      "last_name": "Davies",
      "fore_name": "Alun",
      "initials": "A",
      "name": "Alun Davies",
      "affiliations": [
        "Health Systems Collaborative, Nuffield Department of Medicine, University of Oxford, Oxford, England, UK."
      ],
      "orcid": "0000-0001-7784-9000"
    },
    {
      "last_name": "Ormel",
      "fore_name": "Ilja",
      "initials": "I",
      "name": "Ilja Ormel",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bernier",
      "fore_name": "Alexe",
      "initials": "A",
      "name": "Alexe Bernier",
      "affiliations": [
        "Faculty of Social Sciences, School of Social Work, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1322-804X"
    },
    {
      "last_name": "Harriss",
      "fore_name": "Eli",
      "initials": "E",
      "name": "Eli Harriss",
      "affiliations": [
        "Bodleian Health Care Libraries, University of Oxford, Oxford, England, UK."
      ]
    },
    {
      "last_name": "Mumba",
      "fore_name": "Noni",
      "initials": "N",
      "name": "Noni Mumba",
      "affiliations": [
        "The KEMRI-Wellcome Trust Research Programme, Kilifi, 80108, Kenya."
      ],
      "orcid": "0000-0002-3531-8823"
    },
    {
      "last_name": "Gobat",
      "fore_name": "Nina",
      "initials": "N",
      "name": "Nina Gobat",
      "affiliations": [
        "Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, England, UK."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cheah",
      "fore_name": "Phaik Yeong",
      "initials": "PY",
      "name": "Phaik Yeong Cheah",
      "affiliations": [
        "Mahidol Oxford Tropical Medicine Research Unit, Faculty of Tropical Medicine, Mahidol University, Salaya, Nakhon Pathom, Thailand.",
        "Centre for Tropical Medicine and Global Health, Nuffield Department of Medicine, University of Oxford, Oxford, England, UK."
      ],
      "orcid": "0000-0001-6327-3266"
    }
  ],
  "journal": {
    "title": "Wellcome open research",
    "iso_abbreviation": "Wellcome Open Res",
    "issn": "2398-502X",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2023"
  },
  "start_page": "194",
  "pages": "194",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37654739",
    "pmc": "PMC10465998",
    "doi": "10.12688/wellcomeopenres.19318.1"
  },
  "doi": "10.12688/wellcomeopenres.19318.1",
  "pmc_id": "PMC10465998",
  "dates": {
    "revised": "2024-09-24"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.707061",
    "pmid": "37654739"
  }
}