{
  "pmid": "37666696",
  "uid": "37666696",
  "title": "Factors associated with intention for revaccination among patients with adverse events following immunization.",
  "abstract": "OBJECTIVES: Individuals and healthcare providers may be uncertain about the safety of revaccination after an adverse event following immunization (AEFI). We identified factors associated with physician recommendation for revaccination and participant intention to be revaccinated among patients with adverse events following immunization (AEFIs) assessed in the Canadian Special Immunization Clinic (SIC) Network from 2013 to 2019. METHODS: This prospective observational study included patients assessed in the Canadian Special Immunization Clinic Network from 2013 to 2019 for an AEFI who required additional doses of the vaccine temporally associated with their AEFI. Participants underwent standardized assessment and data collection. Physician recommendations regarding revaccination and participant intent for revaccination were recorded. AEFI impact on daily activities and need for medical attention was captured as low, moderate, high impact and serious (e.g., requiring hospitalization). Multivariable logistic regression analysis identified factors associated with physician recommendation and participant intention for revaccination, controlling for province of assessment. RESULTS: Physician recommendation was significantly associated with the type of AEFI and AEFI impact. Compared to large local reaction, physician recommendation for revaccination was reduced for immediate hypersensitivity (aOR: 0.24 [95% CI: 0.08-0.76]) and new onset autoimmune disease (aOR: 0.16; 95% CI: 0.04-0.69). Compared to low impact AEFIs, physician recommendation was reduced for moderate (aOR: 0.22 [95% CI: 0.07-0.65]), high impact (aOR: 0.08 [95% CI: 0.02-0.30]), and serious AEFIs (aOR: 0.11 [95% CI: 0.03-0.37]). Participant intention for revaccination was significantly associated with AEFI impact, with reduced odds for high versus low impact AEFIs (aOR: 0.12 [95% CI: 0.04-0.42]). CONCLUSION: Physicians appear to use AEFI type and impact to guide recommendations while patients use primarily AEFI impact to form intentions for revaccination. The findings may help inform counselling for patients with AEFIs.",
  "authors": [
    {
      "last_name": "Muñoz",
      "fore_name": "Caroline E",
      "initials": "CE",
      "name": "Caroline E Muñoz",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, Halifax, Nova Scotia, Canada; Canadian Center for Vaccinology, IWK Health, Nova Scotia Health, and Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Pham-Huy",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Pham-Huy",
      "affiliations": [
        "Children's Hospital of Eastern Ontario, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pernica",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Pernica",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boucher",
      "fore_name": "François D",
      "initials": "FD",
      "name": "François D Boucher",
      "affiliations": [
        "Centre hospitalier universitaire de Québec-Université Laval, Québec, Québec, Canada."
      ]
    },
    {
      "last_name": "De Serres",
      "fore_name": "Gaston",
      "initials": "G",
      "name": "Gaston De Serres",
      "affiliations": [
        "Centre hospitalier universitaire de Québec-Université Laval, Québec, Québec, Canada."
      ]
    },
    {
      "last_name": "Vaudry",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Vaudry",
      "affiliations": [
        "Stollery Children's Hospital, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Constantinescu",
      "fore_name": "Cora",
      "initials": "C",
      "name": "Cora Constantinescu",
      "affiliations": [
        "Alberta Children's Hospital, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Sadarangani",
      "fore_name": "Manish",
      "initials": "M",
      "name": "Manish Sadarangani",
      "affiliations": [
        "Vaccine Evaluation Center, BC Children's Hospital Research Institute, Vancouver, British Columbia, Canada; Department of Pediatrics, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Bettinger",
      "fore_name": "Julie A",
      "initials": "JA",
      "name": "Julie A Bettinger",
      "affiliations": [
        "Vaccine Evaluation Center, BC Children's Hospital Research Institute, Vancouver, British Columbia, Canada; Department of Pediatrics, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Tapiéro",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Tapiéro",
      "affiliations": [
        "Division of Infectious Diseases, CHU Sainte Justine, Université de Montréal, Montréal QC, Canada."
      ]
    },
    {
      "last_name": "Morris",
      "fore_name": "Shaun K",
      "initials": "SK",
      "name": "Shaun K Morris",
      "affiliations": [
        "Division of Infectious Diseases, Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McConnell",
      "fore_name": "Athena",
      "initials": "A",
      "name": "Athena McConnell",
      "affiliations": [
        "Jim Pattison Children's Hospital, University of Saskatchewan, Saskatoon, Saskatchewan, Canada."
      ]
    },
    {
      "last_name": "Noya",
      "fore_name": "Francisco",
      "initials": "F",
      "name": "Francisco Noya",
      "affiliations": [
        "Division of Allergy and Immunology and Division of Infectious Diseases, Montreal Children's Hospital-McGill University Health Centre, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Halperin",
      "fore_name": "Scott A",
      "initials": "SA",
      "name": "Scott A Halperin",
      "affiliations": [
        "Canadian Center for Vaccinology, IWK Health, Nova Scotia Health, and Dalhousie University, Halifax, Nova Scotia, Canada; Department of Pediatrics, Dalhousie University, Canada."
      ]
    },
    {
      "last_name": "Top",
      "fore_name": "Karina A",
      "initials": "KA",
      "name": "Karina A Top",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, Halifax, Nova Scotia, Canada; Canadian Center for Vaccinology, IWK Health, Nova Scotia Health, and Dalhousie University, Halifax, Nova Scotia, Canada; Department of Pediatrics, Dalhousie University, Canada. Electronic address: ktop@ualberta.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Vaccine",
    "iso_abbreviation": "Vaccine",
    "issn": "1873-2518",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "42",
    "pub_year": "2023",
    "pub_month": "Oct",
    "pub_day": "06"
  },
  "start_page": "6239",
  "end_page": "6247",
  "pages": "6239-6247",
  "language": "eng",
  "publication_types": [
    "Observational Study",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Adverse Drug Reaction Reporting Systems",
    "Canada",
    "Immunization",
    "Immunization, Secondary",
    "Intention",
    "Vaccination",
    "Vaccines"
  ],
  "article_ids": {
    "pubmed": "37666696",
    "doi": "10.1016/j.vaccine.2023.08.067",
    "pii": "S0264-410X(23)01023-X"
  },
  "doi": "10.1016/j.vaccine.2023.08.067",
  "dates": {
    "completed": "2023-10-03",
    "revised": "2023-10-04"
  },
  "chemicals": [
    "Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:09.328504",
    "pmid": "37666696"
  }
}