{
  "pmid": "37664870",
  "uid": "37664870",
  "title": "Pain Informed Movement for people with knee osteoarthritis: Protocol for a pilot randomized controlled trial.",
  "abstract": "OBJECTIVE: Conservative pain management strategies for knee osteoarthritis (KOA) have limited effectiveness and do not employ a pain-mechanism informed approach. Pain Informed Movement is a novel intervention combining mind-body techniques with neuromuscular exercise and pain neuroscience education (PNE), aimed at improving endogenous pain modulation. While the feasibility and acceptability of this program has been previously established, it now requires further evaluation in comparison to standard KOA care. DESIGN: This protocol describes the design of a pilot two-arm randomized controlled trial (RCT) with an embedded qualitative component. The primary outcome is complete follow-up rate. With an allocation ratio of 1:1, 66 participants (33/arm) (age ≥40 years, KOA diagnosis or meeting KOA NICE criteria, and pain intensity ≥3/10), will be randomly allocated to two groups that will both receive 8 weeks of twice weekly in-person exercise sessions. Those randomized to Pain Informed Movement will receive PNE and mind-body technique instruction provided initially as videos and integrated into exercise sessions. The control arm will receive neuromuscular exercise and standard OA education. Assessment will include clinical questionnaires, physical and psychophysical tests, and blood draws at baseline and program completion. Secondary outcomes are program acceptability, burden, rate of recruitment, compliance and adherence, and adverse events. Participants will be invited to an online focus group at program completion. CONCLUSION: The results of this pilot RCT will serve as the basis for a larger multi-site RCT aimed at determining the program's effectiveness with the primary outcome of assessing the mediating effects of descending modulation on changes in pain.",
  "authors": [
    {
      "last_name": "Modarresi",
      "fore_name": "Shirin",
      "initials": "S",
      "name": "Shirin Modarresi",
      "affiliations": [
        "Michael DeGroote Institute for Pain Research and Care (IPRC), McMaster University, Hamilton, ON, Canada.",
        "School of Rehabilitation Science, Faculty of Health Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pearson",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Pearson",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Research Institute of St. Joe's, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bennell",
      "fore_name": "Kim L",
      "initials": "KL",
      "name": "Kim L Bennell",
      "affiliations": [
        "Centre for Health Exercise and Sports Medicine | Department of Physiotherapy, Melbourne School of Health Sciences, University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Fahnestock",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Fahnestock",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Neogi",
      "fore_name": "Tuhina",
      "initials": "T",
      "name": "Tuhina Neogi",
      "affiliations": [
        "Section of Rheumatology, Boston University School of Medicine, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Carlesso",
      "fore_name": "Lisa C",
      "initials": "LC",
      "name": "Lisa C Carlesso",
      "affiliations": [
        "School of Rehabilitation Science, Faculty of Health Science, McMaster University, Hamilton, ON, Canada.",
        "Research Institute of St. Joe's, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Osteoarthritis and cartilage open",
    "iso_abbreviation": "Osteoarthr Cartil Open",
    "issn": "2665-9131",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "100402",
  "pages": "100402",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37664870",
    "pmc": "PMC10469070",
    "doi": "10.1016/j.ocarto.2023.100402",
    "pii": "S2665-9131(23)00069-9"
  },
  "doi": "10.1016/j.ocarto.2023.100402",
  "pmc_id": "PMC10469070",
  "dates": {
    "revised": "2023-09-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.393177",
    "pmid": "37664870"
  }
}