{
  "pmid": "37679811",
  "uid": "37679811",
  "title": "Associations over the COVID-19 pandemic period and the mental health and substance use of youth not in employment, education or training in Ontario, Canada: a longitudinal, cohort study.",
  "abstract": "BACKGROUND: The economic shutdown and school closures associated with the COVID-19 pandemic have negatively influenced many young people's educational and training opportunities, leading to an increase in youth not in education, employment, or training (NEET) globally and in Canada. NEET youth have a greater vulnerability to mental health and substance use problems, compared to their counterparts who are in school and/or employed. There is limited evidence on the association between COVID-19 and NEET youth. The objectives of this exploratory study included investigating: longitudinal associations between the COVID-19 pandemic and the mental health and substance use (MHSU) of NEET youth; and MHSU among subgroups of NEET and non-NEET youth. METHODS: 618 youth (14-28 years old) participated in this longitudinal, cohort study. Youth were recruited from four pre-existing studies at the Centre for Addiction and Mental Health. Data on MHSU were collected across 11 time points during the COVID-19 pandemic (April 2020-August 2022). MHSU were measured using the CoRonavIruS Health Impact Survey Youth Self-Report, the Global Appraisal of Individual Needs Short Screener, and the PTSD Checklist for DSM-5. Linear Mixed Models and Generalized Estimating Equations were used to analyze associations of NEET status and time on mental health and substance use. Exploratory analyses were conducted to investigate interactions between sociodemographic characteristics and NEET status and time. RESULTS: At baseline, NEET youth were significantly more likely to screen positive for an internalizing disorder compared to non-NEET youth (OR = 1.92; 95%CI=[1.26-2.91] p = 0.002). No significant differences were found between youth with, and without, NEET in MHSU symptoms across the study time frame. Youth who had significantly higher odds of screening positive for an internalizing disorder included younger youth (OR = 1.06, 95%CI=[1.00-1.11]); youth who identify as Trans, non-binary or gender diverse (OR = 8.33, 95%CI=[4.17-16.17]); and those living in urban areas (OR = 1.35, 95%CI=[1.03-1.76]), compared to their counterparts. Youth who identify as White had significantly higher odds of screening positive for substance use problems (OR = 2.38, 95%CI=[1.72-3.23]) compared to racialized youth. CONCLUSIONS: Our findings indicate that sociodemographic factors such as age, gender identity, ethnicity and area of residence impacted youth MHSU symptoms over the course of the study and during the pandemic. Overall, NEET status was not consistently associated with MHSU symptoms over and above these factors. The study contributes to evidence on MHSU symptoms of NEET youth.",
  "authors": [
    {
      "last_name": "Quinlan-Davidson",
      "fore_name": "Meaghen",
      "initials": "M",
      "name": "Meaghen Quinlan-Davidson",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Shan",
      "fore_name": "Di",
      "initials": "D",
      "name": "Di Shan",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Courtney",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren Courtney",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, ON, Canada.",
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Barbic",
      "fore_name": "Skye",
      "initials": "S",
      "name": "Skye Barbic",
      "affiliations": [
        "Faculty of Medicine, Department of Occupational Science and Occupational Therapy, the University of British Columbia, Vancouver, Canada.",
        "Foundry British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Cleverley",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Cleverley",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, ON, Canada.",
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada.",
        "Lawrence S Bloomberg Faculty of Nursing, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hawke",
      "fore_name": "Lisa D",
      "initials": "LD",
      "name": "Lisa D Hawke",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, ON, Canada.",
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Clement",
      "initials": "C",
      "name": "Clement Ma",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, ON, Canada.",
        "Division of Biostatistics, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Prebeg",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Prebeg",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Relihan",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Relihan",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, ON, Canada.",
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada.",
        "The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Henderson",
      "fore_name": "J L",
      "initials": "JL",
      "name": "J L Henderson",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, ON, Canada. jo.henderson@camh.ca.",
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada. jo.henderson@camh.ca."
      ]
    }
  ],
  "journal": {
    "title": "Child and adolescent psychiatry and mental health",
    "iso_abbreviation": "Child Adolesc Psychiatry Ment Health",
    "issn": "1753-2000",
    "issn_type": "Print",
    "volume": "17",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Sep",
    "pub_day": "07"
  },
  "start_page": "105",
  "pages": "105",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37679811",
    "pmc": "PMC10486040",
    "doi": "10.1186/s13034-023-00653-4",
    "pii": "10.1186/s13034-023-00653-4"
  },
  "doi": "10.1186/s13034-023-00653-4",
  "pmc_id": "PMC10486040",
  "dates": {
    "revised": "2023-11-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "172661",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "172661",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.530490",
    "pmid": "37679811"
  }
}