{
  "pmid": "37670954",
  "uid": "37670954",
  "title": "Correlates of child mental health and substance use related emergency department visits in Ontario: A linked population survey and administrative health data study.",
  "abstract": "INTRODUCTION: Knowledge of the sociodemographic, behavioural, and clinical characteristics of children visiting emergency departments (EDs) for mental health or substance use concerns in Ontario, Canada is lacking. OBJECTIVES: Using data from a population-based survey linked at the individual level to administrative health data, this study leverages a provincially representative sample and quasi-experimental design to strengthen inferences regarding the extent to which children's sociodemographic, behavioural, and clinical characteristics are associated with the risk of a mental health or substance use related ED visit. METHODS: 9,301 children aged 4-17 years participating in the 2014 Ontario Child Health Study were linked retrospectively (6 months) and prospectively (12 months) with administrative health data on ED visits from the National Ambulatory Care Reporting System. Modified Poisson regression was used to examine correlates of mental health and substance use related ED visits among children aged 4-17 years over a 12-month period following their survey completion date, adjusting for ED visits in the 6 months prior to their survey completion date. Subgroup analyses of youths aged 14-17 years who independently completed survey content related to peer victimisation, substance use, and suicidality were also conducted. RESULTS: Among children aged 4-17 years, older age, parental immigrant status, internalising problems, and perceived need for professional help were statistically significant correlates that increased the risk of a mental health or substance use related ED visit; low-income and suicidal ideation with attempt were statistically significant only among youths aged 14-17 years. CONCLUSIONS: Knowledge of the sociodemographic, behavioural, and clinical characteristics of children visiting EDs for mental health and substance use related concerns is required to better understand patient needs to coordinate effective emergency mental health care that optimises child outcomes, and to inform the development and targeting of upstream interventions that have the potential to prevent avoidable ED visits. HIGHLIGHTS: Growing rates of child mental health and substance use related ED visits have been observed internationally.A population-based survey linked at the individual level to administrative health data was used to examine the extent to which children's sociodemographic, behavioural, and clinical characteristics are associated with the risk of a mental health or substance use related ED visit in Ontario, Canada.Older age, low-income, parental immigrant status, perceived need for professional help, internalising problems, and suicidality increase the risk of an ED visit.Knowledge of the characteristics of children visiting EDs can be used to coordinate effective emergency mental health care that optimises child outcomes, and to inform the development and targeting of upstream interventions that have the potential to prevent avoidable ED visits.",
  "authors": [
    {
      "last_name": "Comeau",
      "fore_name": "Jinette",
      "initials": "J",
      "name": "Jinette Comeau",
      "affiliations": [
        "King's University College at Western University.",
        "Children's Health Research Institute, Division of Children's Health and Therapeutics, Lawson Health Research Institute, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Edwards",
      "fore_name": "Jordan",
      "initials": "J",
      "name": "Jordan Edwards",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Kelly K",
      "initials": "KK",
      "name": "Kelly K Anderson",
      "affiliations": [
        "Children's Health Research Institute, Division of Children's Health and Therapeutics, Lawson Health Research Institute, Western University, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine and Dentistry, Western University, London, Canada.",
        "Department of Psychiatry, Schulich School of Medicine and Dentistry, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Wilk",
      "fore_name": "Piotr",
      "initials": "P",
      "name": "Piotr Wilk",
      "affiliations": [
        "Children's Health Research Institute, Division of Children's Health and Therapeutics, Lawson Health Research Institute, Western University, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine and Dentistry, Western University, London, Canada.",
        "Department of Paediatrics, Schulich School of Medicine and Dentistry, Western University, London, Canada.",
        "Institute of Social and Preventive Medicine, University of Bern, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Lau",
      "fore_name": "Tammy",
      "initials": "T",
      "name": "Tammy Lau",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine and Dentistry, Western University, London, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of population data science",
    "iso_abbreviation": "Int J Popul Data Sci",
    "issn": "2399-4908",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2023"
  },
  "start_page": "2152",
  "pages": "2152",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Humans",
    "Child",
    "Ontario",
    "Mental Health",
    "Retrospective Studies",
    "Emergency Service, Hospital",
    "Substance-Related Disorders"
  ],
  "article_ids": {
    "pubmed": "37670954",
    "pmc": "PMC10476702",
    "doi": "10.23889/ijpds.v8i1.2152",
    "pii": "8:1:19"
  },
  "doi": "10.23889/ijpds.v8i1.2152",
  "pmc_id": "PMC10476702",
  "dates": {
    "completed": "2023-09-07",
    "revised": "2023-09-07"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "125941",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.419358",
    "pmid": "37670954"
  }
}