{
  "pmid": "37676388",
  "uid": "37676388",
  "title": "Treatments for ADHD in adults in jails, prisons and correctional settings: a scoping review of the literature.",
  "abstract": "BACKGROUND: Attention-Deficit / Hyperactivity Disorder (ADHD) is prevalent at a higher rate in correctional settings than in the general population. Treatment of ADHD in this environment is challenging as stimulants, the most common treatment for ADHD, require cautious prescribing in the context of frequent substance use disorders (SUD) and diversion in the institutional setting. In addition, both pharmacological and non-pharmacological treatment approaches require significant staff resources. The aim of this scoping review is to map and summarize all literature addressing treatment of ADHD specifically in correctional settings, synthesize the evidence supporting various approaches, and highlight areas for future research. Due to the limited number of primary research studies addressing this question directly, we chose a scoping review methodology that would allow us to explore what kinds of studies and literature exist and include all types of articles directly related to our question. RESULTS: Five-hundred sixty-five relevant articles were screened. Thirty-two articles were included in the final review. Eleven of the articles reported primary research. Five of these articles were based on three randomized controlled trials. Among randomized controlled trials on the effect of stimulants, inclusion criteria, outcome measures and effectiveness varied widely. Non-male and non-white populations were under-represented. Among review articles and recommendations opinion was inconsistent, with some recommending stimulants as first-line treatment and others recommending they be avoided altogether. The effect of non-stimulant medications was examined in 2 small studies. The only non-pharmacological treatment examined was dialectical behavior therapy, and only feasibility was reported. Four articles provided practice recommendations from consensus or expert opinion. Two of these recommended stimulants as first-line treatment, and two recommended stimulants as treatment of last resort. CONCLUSIONS: We found a diverse but shallow literature addressing our research question. Primary research in the corrections setting is limited and varies in inclusion criteria, outcomes studied, and effectiveness. Recommendations on treatment are inconsistent. Future research should address methods of diagnosis, the role of non-stimulants, non-pharmacological interventions, non-male and non-white people who are incarcerated (PWAI), and effects of treatment method on patients, staff and other PWAI. Better research and guidance on treating ADHD has potential to improve health of PWAI, the institutional environment, and resource utilization.",
  "authors": [
    {
      "last_name": "Byrne",
      "fore_name": "Cory",
      "initials": "C",
      "name": "Cory Byrne",
      "affiliations": [
        "School of Interdisciplinary Science, Faculty of Science, McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Guenter",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Guenter",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, 100 Main St W, Hamilton, ON, L8P 1H6, Canada. guentd@mcmaster.ca."
      ],
      "orcid": "0000-0002-9915-1911"
    }
  ],
  "journal": {
    "title": "Health & justice",
    "iso_abbreviation": "Health Justice",
    "issn": "2194-7899",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Sep",
    "pub_day": "07"
  },
  "start_page": "36",
  "pages": "36",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37676388",
    "pmc": "PMC10486076",
    "doi": "10.1186/s40352-023-00234-9",
    "pii": "10.1186/s40352-023-00234-9"
  },
  "doi": "10.1186/s40352-023-00234-9",
  "pmc_id": "PMC10486076",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:28.403615",
    "pmid": "37676388"
  }
}