{
  "pmid": "37682861",
  "uid": "37682861",
  "title": "Quantifying the escalating impact of paramedic transported emergency department visits for opioid-related conditions in Ontario, Canada: A population-based cohort study.",
  "abstract": "INTRODUCTION: While overdoses comprise the majority of opioid research, the comprehensive impact of the opioid crisis on emergency departments (EDs) and paramedic services has not been reported. We examined temporal changes in population-adjusted incidence rates of ED visits and paramedic transports due to opioid-related conditions. MATERIALS AND METHODS: We conducted a population-based cohort study of all ED visits in the National Ambulatory Care Reporting System from January 1, 2009 to December 31, 2019 in Ontario, Canada. We included all patients with a primary diagnosis naming opioids as the underlying cause for the visit, without any other drugs or substances. We clustered geographic regions using Local Health Integration Network boundaries. Descriptive statistics, incidence rate ratios (IRR) and 95% confidence intervals (CIs) were calculated to analyze population-adjusted temporal changes. RESULTS: Overall, 86,403 ED visits were included in our study. Incidence of opioid-related ED visits increased by 165% in the study timeframe, with paramedic transported patients increasing by 429%. Per 100,000 residents, annual ED visits increased from 40.4 to 97.2, and paramedic transported patients from 12.1 to 67.9. The proportion of opioid-related ED visits transported by paramedics increased from 35.0% to 69.9%. The medical acuity of opioid-related ED visits increased throughout the years (IRR 6.8. 95% CI 5.9-7.7), though the proportion of discharges remained constant (~75%). The largest increases in ED visits and paramedic transports were concentrated to urbanized regions. DISCUSSION: Opioid-related ED visits and paramedic transports increased substantially between 2009 and 2019. The proportion of ED visits transported by paramedics doubled. Our findings could provide valuable support to health stakeholders in implementing timely strategies aimed at safely reducing opioid-related ED visits. The increased use of paramedics followed by high rates of ED discharge calls for exploration of alternative care models within paramedic systems, such as direct transport to specialized substance abuse centres.",
  "authors": [
    {
      "last_name": "Strum",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Strum",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0003-1902-4734"
    },
    {
      "last_name": "Mondoux",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Mondoux",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, Canada.",
        "Institute for Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Mowbray",
      "fore_name": "Fabrice I",
      "initials": "FI",
      "name": "Fabrice I Mowbray",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "College of Nursing, Michigan State University, East Lansing, Michigan, United States of America."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Miller",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, Canada.",
        "Centre for Paramedic Education and Research, Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Worster",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Worster",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ferron",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Ferron",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Niagara Emergency Medical Services, Niagara on the Lake, Ontario, Canada."
      ],
      "orcid": "0000-0002-0711-5746"
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "9",
    "pub_year": "2023"
  },
  "start_page": "e0291194",
  "pages": "e0291194",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Ontario",
    "Paramedics",
    "Analgesics, Opioid",
    "Cohort Studies",
    "Emergency Service, Hospital"
  ],
  "article_ids": {
    "pubmed": "37682861",
    "pmc": "PMC10490960",
    "doi": "10.1371/journal.pone.0291194",
    "pii": "PONE-D-23-04518"
  },
  "doi": "10.1371/journal.pone.0291194",
  "pmc_id": "PMC10490960",
  "dates": {
    "completed": "2023-09-11",
    "revised": "2023-09-15"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:37.708482",
    "pmid": "37682861"
  }
}