{
  "pmid": "37701766",
  "uid": "37701766",
  "title": "Anatomical distribution of endometriosis: A cross-sectional analysis of transvaginal ultrasound in symptomatic patients.",
  "abstract": "PURPOSE: The anatomical distribution of deep endometriosis (DE) is essential in treating patients with symptoms associated with the disease. There is an evidence gap in correlating clinical features and symptoms with disease patterns. The study aimed at determining DE anatomic distribution based on advanced transvaginal ultrasound and describe the relationship with symptoms obtained with the World Endometriosis Foundation Questionnaire. METHODS: A cross-sectional study included 549 ultrasound results and 370 questionnaire responses between July 2018 and January 2021. Descriptive statistics are presented. Continuous variables were compared by a simple t-test and ANOVA and categorical variables by the chi-squared test. Logistic regression and R[2] values summarised the relationship between positive ultrasound and possible predictor variables (software SAS version 9.4). RESULTS: The anatomical locations with signs of endometriosis on ultrasound were the right uterosacral ligament (USL) 23.3% (n = 128), left USL 21.3% (n = 117) and bowel 19.1% (n = 105). Endometriomas in the right and left ovaries (14%, n = 77, and 14.7%, n = 81 respectively), superficial endometriosis in 15.5% (n = 85), torus uterinus in 11.7% (n = 64), Pouch of Douglas (POD) in 9.7% (n = 53), rectovaginal septum in 4.2% (n = 23), vaginal fornix in 3.5% (n = 19). A negative 'sliding-sign' was noted in 25.3% (n = 139), and ovarian medial immobility was noted frequently (left 20.2%, n = 111 and right 16.9%, n = 93). Dyspareunia, dysmenorrhoea, infertility and family history were associated with endometriosis lesions (P < 0.05). Prediction models based on symptomatology presented low discriminatory power. DISCUSSION: This large real-life cohort associating the description of the anatomical distribution of endometriosis as seen on advanced TVS in symptomatic patients confirmed that uterosacral ligaments, torus uterinus, ovaries and bowel represent the most common anatomical sites of endometriosis. Also, the dynamic abnormalities elicited via ultrasound, such as the uterus 'sliding-sign' and ovarian mobility, remain common. The knowledge of the general locations of identifiable endometriosis on ultrasound and the dynamic abnormalities is essential to sonologists and sonographers in implementing advanced TVS protocols to detect endometriosis. In addition, the different presentations of dyspareunia can be associated with USL and bowel endometriosis. Subfertility might also be associated with USL, ovarian and bowel endometriosis. Nevertheless, prediction models showed suboptimal results. CONCLUSIONS: Endometriosis is mainly distributed in USLs, bowel and ovaries. POD obliteration is frequent. Symptoms can be associated with anatomic locations; however, prediction models showed low clinical applicability.",
  "authors": [
    {
      "last_name": "Manieri Rocha",
      "fore_name": "Rodrigo",
      "initials": "R",
      "name": "Rodrigo Manieri Rocha",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy, and Advanced Endosurgery Unit Nepean Hospital Kingswood New South Wales Australia.",
        "The University of Sydney Nepean Clinical School Kingswood New South Wales Australia.",
        "OMNI Ultrasound & Gynaecological Care St Leonards New South Wales Australia."
      ],
      "orcid": "0000-0002-1456-3483"
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy, and Advanced Endosurgery Unit Nepean Hospital Kingswood New South Wales Australia.",
        "The University of Sydney Nepean Clinical School Kingswood New South Wales Australia.",
        "Department of Obstetrics and Gynecology McMaster University Hamilton Ontario Canada.",
        "NHMRC Clinical Trials Centre University of Sydney Sydney New South Wales Australia."
      ],
      "orcid": "0000-0001-5538-6906"
    },
    {
      "last_name": "Eathorne",
      "fore_name": "Allie",
      "initials": "A",
      "name": "Allie Eathorne",
      "affiliations": [
        "Medical Research Institute of New Zealand Wellington New Zealand."
      ]
    },
    {
      "last_name": "Armour",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Armour",
      "affiliations": [
        "NICM Health Research Institute Western Sydney University Penrith New South Wales Australia.",
        "Translational Health Research Institute (THRI) Western Sydney University Penrith New South Wales Australia."
      ]
    },
    {
      "last_name": "Condous",
      "fore_name": "George",
      "initials": "G",
      "name": "George Condous",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy, and Advanced Endosurgery Unit Nepean Hospital Kingswood New South Wales Australia.",
        "The University of Sydney Nepean Clinical School Kingswood New South Wales Australia.",
        "OMNI Ultrasound & Gynaecological Care St Leonards New South Wales Australia."
      ]
    }
  ],
  "journal": {
    "title": "Australasian journal of ultrasound in medicine",
    "iso_abbreviation": "Australas J Ultrasound Med",
    "issn": "2205-0140",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "131",
  "end_page": "141",
  "pages": "131-141",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37701766",
    "pmc": "PMC10493340",
    "doi": "10.1002/ajum.12327",
    "pii": "AJUM12327"
  },
  "doi": "10.1002/ajum.12327",
  "pmc_id": "PMC10493340",
  "dates": {
    "revised": "2024-01-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.182147",
    "pmid": "37701766"
  }
}