{
  "pmid": "37704392",
  "uid": "37704392",
  "title": "Perinatal Depression: A Guide to Detection and Management in Primary Care.",
  "abstract": "INTRODUCTION: Existing guidelines for primary care clinicians (PCCs) on the detection and management of perinatal depression (PD) contain important gaps. This review aims to provide PCCs with a summary of clinically relevant evidence in the field. METHODS: A narrative literature review was conducted by searching PubMed and PsycINFO for articles published between 2010 to 2023. Guidelines, systematic reviews, clinical trials, and/or observational studies were all examined. RESULTS: Screening with the Edinburgh Postnatal Depression Scale or Patient Health Questionnaire-9 followed by a diagnostic evaluation for major depressive disorder in probable cases can enhance PD detection. At-risk individuals and mild to moderate PD should be referred for cognitive behavioral therapy or interpersonal psychotherapy when available. Selective serotonin reuptake inhibitors should be used for moderate to severe PD, with sertraline, escitalopram, or citalopram being preferred first. Using paroxetine or clomipramine in pregnancy, and fluoxetine or doxepin during lactation is generally not preferred. Gestational antidepressant use is associated with a small increase in risk of reduced gestational age at birth, low birth weight, and lower APGAR scores, though whether these links are causal is unclear. Sertraline and paroxetine have the lowest rate of adverse events during lactation. Consequences of untreated PD can include maternal and offspring mortality, perinatal complications, poor maternal-infant attachment, child morbidity and maltreatment, less breastfeeding, and offspring developmental problems. CONCLUSIONS: These clinically relevant data can support the delivery of high-quality care by PCCs. Risks and benefits of PD treatments and the consequences of untreated PD should be discussed with patients to support informed decision making.",
  "authors": [
    {
      "last_name": "Dama",
      "fore_name": "Manish H",
      "initials": "MH",
      "name": "Manish H Dama",
      "affiliations": [
        "From the School of Medicine, Trinity College Dublin, The University of Dublin, Ireland (MHD); Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada (RJVL)."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "From the School of Medicine, Trinity College Dublin, The University of Dublin, Ireland (MHD); Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada (RJVL)."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Board of Family Medicine : JABFM",
    "iso_abbreviation": "J Am Board Fam Med",
    "issn": "1558-7118",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "05"
  },
  "start_page": "1071",
  "end_page": "1086",
  "pages": "1071-1086",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Pregnancy",
    "Infant, Newborn",
    "Female",
    "Child",
    "Humans",
    "Paroxetine",
    "Sertraline",
    "Depression",
    "Depressive Disorder, Major",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "37704392",
    "doi": "10.3122/jabfm.2023.230061R1",
    "pii": "jabfm.2023.230061R1"
  },
  "doi": "10.3122/jabfm.2023.230061R1",
  "dates": {
    "completed": "2024-01-08",
    "revised": "2024-05-07"
  },
  "chemicals": [
    "Paroxetine",
    "Sertraline"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.154866",
    "pmid": "37704392"
  }
}