{
  "pmid": "37709649",
  "uid": "37709649",
  "title": "A history of bariatric surgery before surgery for colorectal cancer may improve short-term postoperative outcomes: Analysis of the national inpatient sample 2015-2019.",
  "abstract": "BACKGROUND: Bariatric surgery is the most effective and sustainable form of weight loss. Bariatric surgery before elective operations for colorectal pathology may improve postoperative outcomes. To compare patients with and without prior bariatric surgery undergoing surgery for colorectal cancer in terms of postoperative morbidity and health care use. METHODS: Adult patients undergoing resection for colorectal cancer from 2015 to 2019 were identified from the National Inpatient Sample. Patients were stratified according to their history of bariatric surgery. Propensity score matching with 4:1 nearest-neighbor matching was performed according to demographic, operative, and hospital characteristics. The primary outcome was postoperative morbidity. Secondary outcomes included system-specific postoperative complications, postoperative mortality, postoperative length of stay, total admission health care cost, and post-discharge disposition. McNemar's test and Wilcoxon matched-pairs signed-rank test were performed. RESULTS: After propensity score matching, 1,197 patients without prior bariatric surgery and 376 patients with prior bariatric surgery were included. Patients with prior bariatric surgery had an absolute reduction of 6.5% in overall in-hospital postoperative morbidity (19.1% vs 25.6%, P < .0001), a $5,256 decrease in hospitalization cost ($70,344 vs $75,600, P = .034), and were more likely to be discharged home after their index operation (72.9% vs 63.9%, P < .0001). CONCLUSION: Bariatric surgery before surgery for colorectal cancer may be associated with decreased postoperative morbidity and health care use. Bariatric surgery and other forms of rapid and effective weight loss, such as very low-energy diets, should be evaluated further for the optimization of obese patients before nonbariatric abdominal surgery.",
  "authors": [
    {
      "last_name": "McKechnie",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler McKechnie",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: https://twitter.com/tylermckechnie."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Yung",
      "initials": "Y",
      "name": "Yung Lee",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Harvard T.H. Chan School of Public Health, Harvard University, Boston, MA. Electronic address: https://twitter.com/YungLeeMD."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, St. Joseph Healthcare, Hamilton, Ontario, Canada. Electronic address: https://twitter.com/Drbariatricsx."
      ]
    },
    {
      "last_name": "Dionne",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Dionne",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes",
      "initials": "A",
      "name": "Aristithes Doumouras",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, St. Joseph Healthcare, Hamilton, Ontario, Canada. Electronic address: https://twitter.com/Doctor_Doum."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Eskicioglu",
      "fore_name": "Cagla",
      "initials": "C",
      "name": "Cagla Eskicioglu",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, St. Joseph Healthcare, Hamilton, Ontario, Canada. Electronic address: eskicio@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Surgery",
    "iso_abbreviation": "Surgery",
    "issn": "1532-7361",
    "issn_type": "Electronic",
    "volume": "174",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "1168",
  "end_page": "1174",
  "pages": "1168-1174",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37709649",
    "doi": "10.1016/j.surg.2023.08.011",
    "pii": "S0039-6060(23)00500-7"
  },
  "doi": "10.1016/j.surg.2023.08.011",
  "dates": {
    "revised": "2023-10-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:43.050703",
    "pmid": "37709649"
  }
}