{
  "pmid": "37718186",
  "uid": "37718186",
  "title": "Protocol for a living evidence synthesis on variants of concern and COVID-19 vaccine effectiveness.",
  "abstract": "BACKGROUND: It is evident that COVID-19 will remain a public health concern in the coming years, largely driven by variants of concern (VOC). It is critical to continuously monitor vaccine effectiveness as new variants emerge and new vaccines and/or boosters are developed. Systematic surveillance of the scientific evidence base is necessary to inform public health action and identify key uncertainties. Evidence syntheses may also be used to populate models to fill in research gaps and help to prepare for future public health crises. This protocol outlines the rationale and methods for a living evidence synthesis of the effectiveness of COVID-19 vaccines in reducing the morbidity and mortality associated with, and transmission of, VOC of SARS-CoV-2. METHODS: Living evidence syntheses of vaccine effectiveness will be carried out over one year for (1) a range of potential outcomes in the index individual associated with VOC (pathogenesis); and (2) transmission of VOC. The literature search will be conducted up to May 2023. Observational and database-linkage primary studies will be included, as well as RCTs. Information sources include electronic databases (MEDLINE; Embase; Cochrane, L*OVE; the CNKI and Wangfang platforms), pre-print servers (medRxiv, BiorXiv), and online repositories of grey literature. Title and abstract and full-text screening will be performed by two reviewers using a liberal accelerated method. Data extraction and risk of bias assessment will be completed by one reviewer with verification of the assessment by a second reviewer. Results from included studies will be pooled via random effects meta-analysis when appropriate, or otherwise summarized narratively. DISCUSSION: Evidence generated from our living evidence synthesis will be used to inform policy making, modelling, and prioritization of future research on the effectiveness of COVID-19 vaccines against VOC.",
  "authors": [
    {
      "last_name": "Shaver",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Shaver",
      "affiliations": [
        "Synthesis and Application Unit, School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: nicole.shaver@uottawa.ca."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Melanie",
      "initials": "M",
      "name": "Melanie Katz",
      "affiliations": [
        "Public Health Agency of Canada, Ottawa, Ontario, Canada. Electronic address: melanie.katz@phac-aspc.gc.ca."
      ]
    },
    {
      "last_name": "Darko Asamoah",
      "fore_name": "Gideon",
      "initials": "G",
      "name": "Gideon Darko Asamoah",
      "affiliations": [
        "Synthesis and Application Unit, School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: gasamoah@uottawa.ca."
      ]
    },
    {
      "last_name": "Linkins",
      "fore_name": "Lori-Ann",
      "initials": "LA",
      "name": "Lori-Ann Linkins",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: linkinla@mcmaster.ca."
      ]
    },
    {
      "last_name": "Abdelkader",
      "fore_name": "Wael",
      "initials": "W",
      "name": "Wael Abdelkader",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada. Electronic address: abdelkaw@mcmaster.ca."
      ]
    },
    {
      "last_name": "Beck",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Beck",
      "affiliations": [
        "Synthesis and Application Unit, School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: andrew.e.beck@outlook.com."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Alexandria",
      "initials": "A",
      "name": "Alexandria Bennett",
      "affiliations": [
        "Synthesis and Application Unit, School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: d.bennett@uottawa.ca."
      ]
    },
    {
      "last_name": "Hughes",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Hughes",
      "affiliations": [
        "Centre for Patient Reported Outcome Research, Institute of Applied Health Research, University of Birmingham, Birmingham, United Kingdom. Electronic address: s.e.hughes@bham.ac.uk."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Smith",
      "affiliations": [
        "The Cochrane Consumer Network, Ottawa, Ontario, Canada. Electronic address: maureen_smith@rogers.com."
      ]
    },
    {
      "last_name": "Begin",
      "fore_name": "Mpho",
      "initials": "M",
      "name": "Mpho Begin",
      "affiliations": [
        "Cassidy e-Care Solutions Inc, Winnipeg, Manitoba, Canada. Electronic address: mpho@cassidye-care.com."
      ]
    },
    {
      "last_name": "Coyle",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Coyle",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ontario, Canada. Electronic address: Doug.Coyle@uOttawa.ca."
      ]
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Peterborough Public Health, Peterborough, Ontario, Canada; Department of Family Medicine, Queens University, Kingston, Ontario, Canada. Electronic address: piggott@mcmaster.ca."
      ]
    },
    {
      "last_name": "Kagina",
      "fore_name": "Benjamin M",
      "initials": "BM",
      "name": "Benjamin M Kagina",
      "affiliations": [
        "Vaccines for Africa Initiative; NITAGs Support Hub (NISH), Faculty of Health Sciences, School of Public Health, University of Cape Town, South Africa. Electronic address: benjamin.kagina@uct.ac.za."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Welch",
      "affiliations": [
        "Bruyère Research Institute, Ottawa, Ontario, Canada; School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ontario, Canada. Electronic address: vwelch@campbellcollaboration.org."
      ]
    },
    {
      "last_name": "Colijn",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Colijn",
      "affiliations": [
        "Department of mathematics, Faculty of Science, Simon Fraser University, Burnaby, British Columbia, Canada. Electronic address: ccolijn@sfu.ca."
      ]
    },
    {
      "last_name": "Earn",
      "fore_name": "David J D",
      "initials": "DJD",
      "name": "David J D Earn",
      "affiliations": [
        "Department of Mathematics and Statistics, McMaster University, Hamilton, Ontario, Canada. Electronic address: earn@math.mcmaster.ca."
      ]
    },
    {
      "last_name": "El Emam",
      "fore_name": "Khaled",
      "initials": "K",
      "name": "Khaled El Emam",
      "affiliations": [
        "University of Ottawa, Ontario, Canada. Electronic address: kelemam@uottawa.ca."
      ]
    },
    {
      "last_name": "Heffernan",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Heffernan",
      "affiliations": [
        "Centre for Disease Modelling, Department of Mathematics & Statistics, Faculty of Science, York University, Toronto, Ontario, Canada. Electronic address: jmheffer@yorku.ca."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Sheila F",
      "initials": "SF",
      "name": "Sheila F O'Brien",
      "affiliations": [
        "Epidemiology and Surveillance, Canadian Blood Services, Ottawa, Ontario, Canada; School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ontario, Canada. Electronic address: sheila.obrien@blood.ca."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Kumanan",
      "initials": "K",
      "name": "Kumanan Wilson",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ontario, Canada; Bruyère Research Institute, Ottawa, Ontario, Canada; Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; O'Neill Institute for National and Global Health Law, Georgetown University, Washington, DC, USA. Electronic address: kwilson@ohri.ca."
      ]
    },
    {
      "last_name": "Collins",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Collins",
      "affiliations": [
        "Public Health Agency of Canada, Ottawa, Ontario, Canada. Electronic address: erin.collins@phac-aspc.gc.ca."
      ]
    },
    {
      "last_name": "Navarro",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Navarro",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada. Electronic address: navarro@mcmaster.ca."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: beyene@mcmaster.ca."
      ]
    },
    {
      "last_name": "Boutron",
      "fore_name": "Isabelle",
      "initials": "I",
      "name": "Isabelle Boutron",
      "affiliations": [
        "Université Paris Cité, Inserm, INRAE, Centre for Research in Epidemiology and Statistics (CRESS), F75004 Paris, France. Electronic address: isabelle.boutron@aphp.fr."
      ]
    },
    {
      "last_name": "Bowdish",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Bowdish",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: bowdish@mcmaster.ca."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Curtis",
      "initials": "C",
      "name": "Curtis Cooper",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: ccooper@toh.ca."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: acosta@mcmaster.ca."
      ]
    },
    {
      "last_name": "Curran",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Curran",
      "affiliations": [
        "School of Nursing, Faculty of Health, Dalhousie University, Halifax, Nova Scotia, Canada. Electronic address: jacurran@dal.ca."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: griffith@mcmaster.ca."
      ]
    },
    {
      "last_name": "Hsu",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Hsu",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: ahsu@ohri.ca."
      ]
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Grimshaw",
      "affiliations": [
        "Ottawa Hospital Research Institute and Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada; Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: jgrimshaw@ohri.ca."
      ]
    },
    {
      "last_name": "Langlois",
      "fore_name": "Marc-André",
      "initials": "MA",
      "name": "Marc-André Langlois",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: langlois@uottawa.ca."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xiaoguang",
      "initials": "X",
      "name": "Xiaoguang Li",
      "affiliations": [
        "School of Public Health, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China; State Key Laboratory of Oncogenes and Related Genes, Center for Single-Cell Omics, School of Public Health, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China. Electronic address: lixg@shsmu.edu.cn."
      ]
    },
    {
      "last_name": "Pham-Huy",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Pham-Huy",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: aphamhuy@uottawa.ca."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: praina@mcmaster.ca."
      ]
    },
    {
      "last_name": "Rubini",
      "fore_name": "Michele",
      "initials": "M",
      "name": "Michele Rubini",
      "affiliations": [
        "Department of Neuroscience and Rehabilitation, University of Ferrara, Ferrara, Italy. Electronic address: rub@unife.it."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada; Faculty of Health Sciences, University of Johannesburg, Johannesburg, South Africa. Electronic address: thabanl@mcmaster.ca."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Wang",
      "affiliations": [
        "School of Public Health, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China; State Key Laboratory of Oncogenes and Related Genes, Center for Single-Cell Omics, School of Public Health, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China. Electronic address: huiwang@shsmu.edu.cn."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Lan",
      "initials": "L",
      "name": "Lan Xu",
      "affiliations": [
        "School of Public Health, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China. Electronic address: lan.xu@sjtu.edu.cn."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": [
        "Synthesis and Application Unit, School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: melissa.brouwers@uottawa.ca."
      ]
    },
    {
      "last_name": "Horsley",
      "fore_name": "Tanya",
      "initials": "T",
      "name": "Tanya Horsley",
      "affiliations": [
        "Royal College of Physicians and Surgeons of Canada, Ottawa, Ontario, Canada. Electronic address: thorsley@royalcollege.ca."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John",
      "initials": "J",
      "name": "John Lavis",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada. Electronic address: lavisj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: iorioa@mcmaster.ca."
      ]
    },
    {
      "last_name": "Little",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Little",
      "affiliations": [
        "Knowledge Synthesis and Application Unit, School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: jlittle@uottawa.ca."
      ]
    }
  ],
  "journal": {
    "title": "Vaccine",
    "iso_abbreviation": "Vaccine",
    "issn": "1873-2518",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "43",
    "pub_year": "2023",
    "pub_month": "Oct",
    "pub_day": "13"
  },
  "start_page": "6411",
  "end_page": "6418",
  "pages": "6411-6418",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Bias",
    "COVID-19",
    "COVID-19 Vaccines",
    "Meta-Analysis as Topic",
    "Vaccine Efficacy",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "37718186",
    "doi": "10.1016/j.vaccine.2023.09.012",
    "pii": "S0264-410X(23)01065-4"
  },
  "doi": "10.1016/j.vaccine.2023.09.012",
  "dates": {
    "completed": "2023-10-09",
    "revised": "2025-01-02"
  },
  "chemicals": [
    "COVID-19 Vaccines"
  ],
  "grants": [
    {
      "grant_id": "EG9 179477",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.194613",
    "pmid": "37718186"
  }
}