{
  "pmid": "37717038",
  "uid": "37717038",
  "title": "Immunoglobulin utilization in Canada: a comparative analysis of provincial guidelines and a scoping review of the literature.",
  "abstract": "BACKGROUND: Canada has high immunoglobulin (IG) product utilization, raising concerns about appropriate utilization, cost and risk of shortages. Currently, there is no national set of standardized IG guidelines, and considerable variations exist among the existing provincial guidelines. The aims of this study were: (1) to compare the existing Canadian provincial guidelines on the use of IG products to identify their consistencies and differences and (2) to examine the existing research in Canada on IG supply and utilization following the establishment of IG guidelines to understand the scope of research and pinpoint the gaps. METHODS: A comparative analysis accounted for the differences across provincial IG guidelines. We highlighted similarities and differences in recommendations for medical conditions. A scoping review of citations from MEDLINE, PubMed, Scopus and Embase databases was conducted for studies published from January 01, 2014, to April 12, 2023. RESULTS: While provincial guidelines represented a considerable overlap in the medical conditions delineated and relatively uniform dose calculations, numerous differences were observed, including in recommendation categories, provision of pediatric dosing, and divergent recommendations for identical conditions based on patient demographics. The scoping review identified 29 studies that focused on the use of IG in Canada. The themes of the studies included: IVIG utilization and audits, the switch from IVIG to SCIG, patient satisfaction with IVIG and/or SCIG, the economic impact of self-administered SCIG versus clinically administered IVIG therapy, and the efficacy and cost-effectiveness of alternative medications to IG treatment. CONCLUSION: The differences in guidelines across provinces and the factors influencing IVIG/SCIG use, patient satisfaction, and cost savings are highlighted. Future research may focus on clarifying costs and comparative effectiveness, exploring factors influencing guideline adherence, and evaluating the impact of updated guidelines on IG use and patient outcomes.",
  "authors": [
    {
      "last_name": "Harmon",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Harmon",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, CWPH 5E37, 3280 Hospital Dr NW, Calgary, AB, T2N 4Z6, Canada."
      ]
    },
    {
      "last_name": "Riazi",
      "fore_name": "Kiarash",
      "initials": "K",
      "name": "Kiarash Riazi",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, CWPH 5E37, 3280 Hospital Dr NW, Calgary, AB, T2N 4Z6, Canada."
      ]
    },
    {
      "last_name": "Callum",
      "fore_name": "Jeannie",
      "initials": "J",
      "name": "Jeannie Callum",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Kingston Health Sciences Centre and Queen's University, Kingston, ON, Canada.",
        "Department of Laboratory Medicine and Molecular Diagnostics, Sunnybrook Health Sciences Centre, Toronto, ON, Canada.",
        "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "Michael G. DeGroote Centre for Transfusion Research, McMaster University, Hamilton, ON, Canada.",
        "Centre for Innovation, Canadian Blood Services, Ottawa, ON, Canada.",
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Barty",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Barty",
      "affiliations": [
        "Michael G. DeGroote Centre for Transfusion Research, McMaster University, Hamilton, ON, Canada.",
        "Ontario Regional Blood Coordinating Network, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sidhu",
      "fore_name": "Davinder",
      "initials": "D",
      "name": "Davinder Sidhu",
      "affiliations": [
        "Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Heddle",
      "fore_name": "Nancy M",
      "initials": "NM",
      "name": "Nancy M Heddle",
      "affiliations": [
        "Michael G. DeGroote Centre for Transfusion Research, McMaster University, Hamilton, ON, Canada.",
        "Centre for Innovation, Canadian Blood Services, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "MacLeod",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie MacLeod",
      "affiliations": [
        "Ontario Regional Blood Coordinating Network, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Na",
      "initials": "N",
      "name": "Na Li",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, CWPH 5E37, 3280 Hospital Dr NW, Calgary, AB, T2N 4Z6, Canada. Na.Li@ucalgary.ca.",
        "Michael G. DeGroote Centre for Transfusion Research, McMaster University, Hamilton, ON, Canada. Na.Li@ucalgary.ca.",
        "Department of Computing and Software, McMaster University, Hamilton, ON, Canada. Na.Li@ucalgary.ca."
      ],
      "orcid": "0000-0002-4803-0984"
    }
  ],
  "journal": {
    "title": "Allergy, asthma, and clinical immunology : official journal of the Canadian Society of Allergy and Clinical Immunology",
    "iso_abbreviation": "Allergy Asthma Clin Immunol",
    "issn": "1710-1484",
    "issn_type": "Print",
    "volume": "19",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Sep",
    "pub_day": "16"
  },
  "start_page": "85",
  "pages": "85",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37717038",
    "pmc": "PMC10504792",
    "doi": "10.1186/s13223-023-00841-z",
    "pii": "10.1186/s13223-023-00841-z"
  },
  "doi": "10.1186/s13223-023-00841-z",
  "pmc_id": "PMC10504792",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Kenneth J. Fyke Program",
      "agency": "Canadian Blood Services"
    },
    {
      "grant_id": "IT28474",
      "agency": "Mitacs"
    },
    {
      "grant_id": "RGPIN-2022-02999",
      "agency": "Natural Sciences and Engineering Research Council of Canada"
    },
    {
      "grant_id": "Medical Sciences Doctoral Scholarship",
      "agency": "Calgary Foundation"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.397694",
    "pmid": "37717038"
  }
}