{
  "pmid": "37719667",
  "uid": "37719667",
  "title": "Attitudes and Practices Surrounding Opioid Prescriptions following Open Reduction Internal Fixation of Distal Radius and Ankle Fractures: A Survey of the Canadian Orthopaedic Association Membership.",
  "abstract": "BACKGROUND: The past two decades have seen a significant increase in consequences associated with nonmedical misuse of prescription opioids, such as addiction and unintentional overdose deaths. This study aimed to use an electronic survey to assess attitudes and opioid-prescribing practices of Canadian orthopaedic surgeons and trainees following open reduction internal fixation (ORIF) of distal radius and ankle fractures. This study was the first to assess these factors following ORIF of distal radius and ankle fractures using a survey design. METHODS: A 40-item survey was developed focusing on four themes: respondent demographics, opioid-prescribing practice, patients with substance use disorders, and drug diversion. The survey was distributed among members of the Canadian Orthopaedic Association. Descriptive statistics were used to summarize respondent demographics and outcomes of interest. A Chi-square test was used to determine if proportion of opioid prescriptions between attending surgeons and surgeons in training was equal. RESULTS: 191 surveys were completed. Most respondents prescribed 10-40 tabs of immediate-release opioids, though this number varied considerably. While most respondents believed patients consumed only 40-80% of the prescribed opioids (73.6%), only 28.7% of respondents counselled patients on safe storage/disposal of leftover opioids. 30.5% of respondents felt confident in their knowledge of opioid use and mechanisms of addiction. Most respondents desired further education on topics such as procedure-based opioid-prescribing protocols (74.2%), alternative pain management strategies (69.7%), and mechanisms of opioid addiction (49.0%). CONCLUSIONS: The principle finding of this study is the lack of a standardized approach to postoperative prescribing in distal radius and ankle fractures, illustrated by the wide range in number of opioids prescribed by Canadian orthopaedic surgeons. Our data suggest a trend towards overprescription among respondents following distal radius and ankle ORIF. Future studies should aim to rationalize interventions targeted at reducing postoperative opioid prescribing for common orthopaedic trauma procedures.",
  "authors": [
    {
      "last_name": "Abouali",
      "fore_name": "Jihad A",
      "initials": "JA",
      "name": "Jihad A Abouali",
      "affiliations": [
        "University of Toronto, Department of Surgery, 200 Elizabeth St, Toronto, ON M5G 2C, Canada."
      ]
    },
    {
      "last_name": "Curd",
      "fore_name": "Evan D",
      "initials": "ED",
      "name": "Evan D Curd",
      "affiliations": [
        "Queen's University, Kingston, ON, Canada."
      ],
      "orcid": "0000-0003-4163-1864"
    },
    {
      "last_name": "Mei",
      "fore_name": "Xin Y",
      "initials": "XY",
      "name": "Xin Y Mei",
      "affiliations": [
        "University of Toronto, Department of Surgery, 200 Elizabeth St, Toronto, ON M5G 2C, Canada."
      ]
    },
    {
      "last_name": "Sheth",
      "fore_name": "Ujash",
      "initials": "U",
      "name": "Ujash Sheth",
      "affiliations": [
        "University of Toronto, Department of Surgery, 200 Elizabeth St, Toronto, ON M5G 2C, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "McMaster University, Department of Surgery, 280 Main Street West, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "McMaster University, Department of Surgery, 280 Main Street West, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Tjong",
      "fore_name": "Vehniah K",
      "initials": "VK",
      "name": "Vehniah K Tjong",
      "affiliations": [
        "Northwestern University, Department of Surgery, 676 N. St. Clair St., Suite 2320, Chicago, IL 60611, USA."
      ]
    },
    {
      "last_name": "Rana",
      "fore_name": "Jesleen",
      "initials": "J",
      "name": "Jesleen Rana",
      "affiliations": [
        "University of Toronto, Department of Surgery, 200 Elizabeth St, Toronto, ON M5G 2C, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Advances in orthopedics",
    "iso_abbreviation": "Adv Orthop",
    "issn": "2090-3464",
    "issn_type": "Print",
    "volume": "2023",
    "pub_year": "2023"
  },
  "start_page": "9968219",
  "pages": "9968219",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37719667",
    "pmc": "PMC10501842",
    "doi": "10.1155/2023/9968219"
  },
  "doi": "10.1155/2023/9968219",
  "pmc_id": "PMC10501842",
  "dates": {
    "revised": "2023-09-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.311927",
    "pmid": "37719667"
  }
}