{
  "pmid": "37723114",
  "uid": "37723114",
  "title": "Frequency of postoperative cognitive dysfunction after non-cardiac surgery and its impact on functional outcomes: protocol for a systematic review.",
  "abstract": "INTRODUCTION: Older surgical candidates are at increased risk of a phenomenon known as postoperative cognitive dysfunction (POCD). Several studies have looked at the incidence of POCD at different time points following surgery, using different study methods. Fewer have assessed whether changes in cognition after surgery are attributable to surgery and how they impact patient function and quality of life. The aim of this systematic review is to summarise and appraise studies addressing any of the following research questions (RQs): (RQ1) what is the frequency of POCD after non-cardiac surgery?; (RQ2) is non-cardiac surgery associated with an increased risk of cognitive decline?; (RQ3) is POCD after non-cardiac surgery associated with patient-important outcomes? METHODS AND ANALYSIS: This protocol adhered to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses Protocols guidelines. Three electronic databases (MEDLINE, PsycINFO and EMBASE) will be systematically searched from their inception date. Identified studies will be screened by two reviewers for eligibility using Covidence, and data will be extracted into a standardised electronic form. We will evaluate methodological quality of included studies using the Quality In Prognosis Studies and its adaptation to the overall prognosis question, and the CLARITY risk of bias for cohort and case-control studies. For RQ1, we will estimate an average POCD frequency at different time points by performing a meta-analysis of included studies when appropriate. For RQ2 and RQ3, we will extract and meta-analyse the effect measures for the association of surgery with cognitive decline when compared with the non-surgical comparator, and association of cognitive changes with functional changes, quality of life and other patient-important outcomes based on available evidence. We will narratively summarise and discuss the different methods implemented in the existing studies to answer the three RQs, and when meta-analysis is deemed infeasible, we will qualitatively report the results of the included studies. ETHICS AND DISSEMINATION: This project involves the collection and analysis of data from previously published studies and therefore does not require ethics approval. We plan to present the findings of this research project at peer-reviewed conferences and publish the results in peer-reviewed journals. PROSPERO REGISTRATION NUMBER: CRD42022370674.",
  "authors": [
    {
      "last_name": "Roldan",
      "fore_name": "Yetiani",
      "initials": "Y",
      "name": "Yetiani Roldan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khattak",
      "fore_name": "Shahzaib",
      "initials": "S",
      "name": "Shahzaib Khattak",
      "affiliations": [
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-6019-3241"
    },
    {
      "last_name": "Samari",
      "fore_name": "Saif",
      "initials": "S",
      "name": "Saif Samari",
      "affiliations": [
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Olsen",
      "initials": "O",
      "name": "Olsen Chan",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pancucci",
      "fore_name": "Meghan",
      "initials": "M",
      "name": "Meghan Pancucci",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sritharan",
      "fore_name": "Praveen",
      "initials": "P",
      "name": "Praveen Sritharan",
      "affiliations": [
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jamil",
      "fore_name": "Yasser",
      "initials": "Y",
      "name": "Yasser Jamil",
      "affiliations": [
        "Department of Internal Medicine, Yale University, New Haven, Connecticut, USA."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Departments of Health Research Methods, Evidence, and Impact, and Medicine, Division of Perioperative Care and Department of Medicine, Division of General Internal Medicine, McMaster University, Hamilton, Ontario, Canada marcum2@mcmaster.ca.",
        "Perioperative Medicine and Surgical Research Unit, Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "9",
    "pub_year": "2023",
    "pub_month": "Sep",
    "pub_day": "18"
  },
  "start_page": "e071732",
  "pages": "e071732",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Postoperative Cognitive Complications",
    "Quality of Life",
    "Systematic Reviews as Topic",
    "Cognitive Dysfunction",
    "Case-Control Studies",
    "Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "37723114",
    "pmc": "PMC10510893",
    "doi": "10.1136/bmjopen-2023-071732",
    "pii": "bmjopen-2023-071732"
  },
  "doi": "10.1136/bmjopen-2023-071732",
  "pmc_id": "PMC10510893",
  "dates": {
    "completed": "2023-09-20",
    "revised": "2023-09-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:18.483976",
    "pmid": "37723114"
  }
}