{
  "pmid": "37724212",
  "uid": "37724212",
  "title": "Management of Chronic Obstructive Pulmonary Disease (COPD) Exacerbations in Hospitalized Patients From Admission to Discharge: A Comprehensive Review of Therapeutic Interventions.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is a common and debilitating condition that often necessitates hospitalization for exacerbations. Since COPD exacerbations can cause significant morbidity and mortality, managing them is crucial for patient care. Effective management of COPD exacerbations is essential to prevent complications, as COPD exacerbations are associated with increased healthcare costs and decreased quality of life. This review aims to comprehensively discuss the management of COPD exacerbations, covering various pharmacologic and non-pharmacologic strategies. These include inhaled bronchodilators, systemic steroids, antibiotics, invasive and non-invasive ventilation, oxygen therapy, smoking cessation, immunization with pneumococcal vaccine, inhalers at discharge, pulmonary rehabilitation, long-term oxygen therapy (LTOT), ambulatory oxygen therapy, short-burst oxygen therapy, extracorporeal membrane oxygenation (ECMO), lung volume reduction surgery (LVRS), endobronchial procedures, and lung transplant. It is drawn upon various sources, including clinical studies, systemic reviews, and observational studies, to provide a comprehensive overview of current practices and identify areas for future research and innovation in managing COPD exacerbations. Addressing these areas of interest can improve patient outcomes and quality of life.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Khizar S",
      "initials": "KS",
      "name": "Khizar S Khan",
      "affiliations": [
        "Basic Sciences, Foundation University Medical College, Islamabad, PAK."
      ]
    },
    {
      "last_name": "Jawaid",
      "fore_name": "Sanyah",
      "initials": "S",
      "name": "Sanyah Jawaid",
      "affiliations": [
        "Internal Medicine, Liaquat National Hospital and Medical College, Karachi, PAK."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Unaib Ahmed",
      "initials": "UA",
      "name": "Unaib Ahmed Memon",
      "affiliations": [
        "Internal Medicine, Liaquat University of Medical and Health Sciences, Hyderabad, PAK."
      ]
    },
    {
      "last_name": "Perera",
      "fore_name": "Tharindu",
      "initials": "T",
      "name": "Tharindu Perera",
      "affiliations": [
        "General Medicine, Grodno State Medical University, Grodno, BLR."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Usman",
      "initials": "U",
      "name": "Usman Khan",
      "affiliations": [
        "General Practice, Akhtar Saeed Medical and Dental College, Lahore, PAK."
      ]
    },
    {
      "last_name": "Farwa",
      "fore_name": "Umm E",
      "initials": "UE",
      "name": "Umm E Farwa",
      "affiliations": [
        "Emergency Medicine, Jinnah Sindh Medical University, Karachi, PAK."
      ]
    },
    {
      "last_name": "Jindal",
      "fore_name": "Urmi",
      "initials": "U",
      "name": "Urmi Jindal",
      "affiliations": [
        "Internal Medicine, KJ Somaiya Medical College, Mumbai, IND."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohaib",
      "initials": "MS",
      "name": "Muhammad Sohaib Afzal",
      "affiliations": [
        "Medicine, Louisiana State University Health Sciences Center, Shreveport, USA."
      ]
    },
    {
      "last_name": "Razzaq",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Razzaq",
      "affiliations": [
        "Internal Medicine, Services Hospital Lahore, Lahore, PAK."
      ]
    },
    {
      "last_name": "Abdin",
      "fore_name": "Zain U",
      "initials": "ZU",
      "name": "Zain U Abdin",
      "affiliations": [
        "Medicine, District Head Quarter Hospital, Faisalabad, PAK."
      ]
    },
    {
      "last_name": "Khawaja",
      "fore_name": "Uzzam Ahmed",
      "initials": "UA",
      "name": "Uzzam Ahmed Khawaja",
      "affiliations": [
        "Pulmonary and Critical Care Medicine, Jinnah Medical and Dental College, Karachi, PAK.",
        "Clinical and Translational Research, Dr Ferrer BioPharma, South Miami, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "15",
    "issue": "8",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "e43694",
  "pages": "e43694",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37724212",
    "pmc": "PMC10505355",
    "doi": "10.7759/cureus.43694"
  },
  "doi": "10.7759/cureus.43694",
  "pmc_id": "PMC10505355",
  "dates": {
    "revised": "2023-09-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.094085",
    "pmid": "37724212"
  }
}