{
  "pmid": "37738265",
  "uid": "37738265",
  "title": "\"It saved me from the emergency department\": A qualitative study of patient experience of virtual urgent care in Ontario.",
  "abstract": "INTRODUCTION: In response to the COVID-19 pandemic, the Ontario Ministry of Health introduced a pilot program of 14 virtual urgent care (VUC) initiatives across the province to encourage physical distancing and provision of care by telephone and video-enabled visits. The implementation of the VUC pilot is currently being evaluated by an external academic team. The objective of this study was to understand patient experiences with VUC to determine barriers and facilitators to optimal virtual care as it rapidly expands during the current pandemic and beyond. METHOD: The qualitative component of the evaluation used one-on-one telephone interviews with patients, families, providers, and program administrators as the main method of data collection. Patient and family participants were invited to participate by the triage nurse after their VUC visit. Data analysis, using thematic analysis, occurred in conjunction with data collection to monitor emerging themes and areas for further exploration. RESULTS: Between April and October 2021, we completed 14 patient and/or family interviews from a representative cross-section of 6 pilot sites. Participants had a range of presenting complaints including infection, injury, medication side effects, and abdominal pain. The vast majority of participants were female (90%), and 70% were VUC patients themselves. Our analysis identified three key themes in the data which characterise patient and family member experience with VUC: a) emphasis on access to the ED; b) efficiency and quality of care; c) obtaining reassurance and next steps. CONCLUSION: Virtual care options are valued by patients and families; however, the nature of care needed by those accessing VUC and who can best provide that care needs to be evaluated to position it for sustainability. Understanding how virtual care performs from both a provider and patient perspective during the current crisis has implications for designing alternative care options beyond the COVID-19 pandemic.",
  "authors": [
    {
      "last_name": "Dainty",
      "fore_name": "Katie N",
      "initials": "KN",
      "name": "Katie N Dainty",
      "affiliations": [
        "North York General Hospital, Toronto, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Seaton",
      "fore_name": "M Bianca",
      "initials": "MB",
      "name": "M Bianca Seaton",
      "affiliations": [
        "North York General Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Justin N",
      "initials": "JN",
      "name": "Justin N Hall",
      "affiliations": [
        "Department of Emergency Medicine, Sunnybrook Health Sciences Centre, Toronto, Canada.",
        "Division of Emergency Medicine, Temerty Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Mondoux",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Mondoux",
      "affiliations": [
        "Department of Emergency Medicine, St. Joseph's Healthcare Hamilton, Hamilton, Canada.",
        "Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-6752-3485"
    },
    {
      "last_name": "Abraham",
      "fore_name": "Lency",
      "initials": "L",
      "name": "Lency Abraham",
      "affiliations": [
        "Ontario Health, Toronto, Canada."
      ]
    },
    {
      "last_name": "McCarron",
      "fore_name": "Joy",
      "initials": "J",
      "name": "Joy McCarron",
      "affiliations": [
        "Ontario Health, Toronto, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence, And Impact, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "McLeod",
      "fore_name": "Shelley L",
      "initials": "SL",
      "name": "Shelley L McLeod",
      "affiliations": [
        "Schwartz/Reisman Emergency Medicine Institute (SREMI), Sinai Health System, Toronto, Canada.",
        "Department of Family and Community Medicine, Temerty Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "9",
    "pub_year": "2023"
  },
  "start_page": "e0285468",
  "pages": "e0285468",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Male",
    "Ontario",
    "Pandemics",
    "COVID-19",
    "Emergency Service, Hospital",
    "Patient Outcome Assessment"
  ],
  "article_ids": {
    "pubmed": "37738265",
    "pmc": "PMC10516408",
    "doi": "10.1371/journal.pone.0285468",
    "pii": "PONE-D-22-12518"
  },
  "doi": "10.1371/journal.pone.0285468",
  "pmc_id": "PMC10516408",
  "dates": {
    "completed": "2023-09-25",
    "revised": "2023-09-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.669902",
    "pmid": "37738265"
  }
}