{
  "pmid": "37739191",
  "uid": "37739191",
  "title": "GRADE concept 6: a novel application of external indirect evidence into GRADE ratings of evidence certainty in network meta-analysis.",
  "abstract": "OBJECTIVES: We describe how consideration of external evidence may play an important role in judging certainty in the process of establishing the certainty of the evidence. Our example is a network meta-analysis (NMA) addressing treatment for Ebola virus disease, which informed a World Health Organization guideline. STUDY DESIGN AND SETTING: Through Grading of Recommendations Assessment, Development, and Evaluations (GRADE) project group iterative online, in-person and email discussions, we developed this GRADE concept and obtained approval from the GRADE working group. Using the null as a threshold, we rated our certainty for network estimates in mortality, including consideration of evidence external to the NMA (i.e., did not meet eligibility criteria) and formal logical construction. RESULTS: Based on the existing GRADE guidance, we rated the network estimate for one indirect comparison as low certainty. The formal logical construction that lead us reevaluate the certainty of the evidence is as follows: if A is superior to B, and B is not inferior to C, then A must be superior to C. After considering the logic and the external indirect evidence, we concluded at least moderate certainty for the comparison. CONCLUSION: Systematic review authors and guideline developers should apply the fundamental logical construction for indirect comparisons and consider compelling external evidence in NMA certainty ratings.",
  "authors": [
    {
      "last_name": "Hao",
      "fore_name": "Qiukui",
      "initials": "Q",
      "name": "Qiukui Hao",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: haoqiukui@gmail.com."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Ya",
      "initials": "Y",
      "name": "Ya Gao",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Yunli",
      "initials": "Y",
      "name": "Yunli Zhao",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; National Clinical Research Center for Geriatrics, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Evidence-based Practice Center, Mayo Clinic, Rochester, MN 55905, USA."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem",
      "initials": "R",
      "name": "Reem Mustafa",
      "affiliations": [
        "Department of Internal Medicine, University of Kansas Medical Center, Kansas City, KS, USA."
      ]
    },
    {
      "last_name": "Ansari",
      "fore_name": "Mohammed T",
      "initials": "MT",
      "name": "Mohammed T Ansari",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rind",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Rind",
      "affiliations": [
        "Institute for Clinical and Economic Review, 14 Beacon Street, Boston, MA 02108, USA; Harvard Medical School, Beth Israel Deaconess Medical Center, 330 Brookline Avenue, Boston, MA 02215, USA."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "163",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "95",
  "end_page": "101",
  "pages": "95-101",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "GRADE Approach",
    "Network Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "37739191",
    "doi": "10.1016/j.jclinepi.2023.09.006",
    "pii": "S0895-4356(23)00239-1"
  },
  "doi": "10.1016/j.jclinepi.2023.09.006",
  "dates": {
    "completed": "2024-02-02",
    "revised": "2025-06-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.791101",
    "pmid": "37739191"
  }
}