{
  "pmid": "37734447",
  "uid": "37734447",
  "title": "Durable complete response to early immunotherapy discontinuation in a kidney transplant recipient with advanced cutaneous squamous cell carcinoma: A case report and review of literature.",
  "abstract": "BACKGROUND: The usage of immunotherapy to treat skin malignancies in transplant patients requires weighing the risk of acute organ transplant rejection with the potential reduction of antitumor efficacy by transplant immunosuppression. Reducing the duration of immune checkpoint inhibitor treatment may help prevent acute transplant rejection and late immune-related adverse events. CASE PRESENTATION: An allogenic kidney transplant patient who developed regionally metastatic cutaneous squamous cell carcinoma received four cycles of pembrolizumab with complete response to therapy. Therapy was discontinued due to fatigue, significant cancer response, and to reduce the risk of acute graft rejection. His renal function remained stable, and he achieved subsequent durable response after treatment discontinuation. CONCLUSION: Organ transplant recipients with complete response to immunotherapy for cutaneous squamous cell carcinoma may continue to respond despite early treatment cessation. This may reduce the risks of late immune-related adverse events and acute graft rejection.",
  "authors": [
    {
      "last_name": "Lu",
      "fore_name": "Ziyao",
      "initials": "Z",
      "name": "Ziyao Lu",
      "affiliations": [
        "Department of Medicine, Dartmouth Hitchcock Medical Center. Electronic address: ziyao.lu@hitchcock.org."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Section of Medical Oncology, Dartmouth Hitchcock Medical Center."
      ]
    },
    {
      "last_name": "Shirai",
      "fore_name": "Keisuke",
      "initials": "K",
      "name": "Keisuke Shirai",
      "affiliations": [
        "Section of Medical Oncology, Dartmouth Hitchcock Medical Center."
      ]
    }
  ],
  "journal": {
    "title": "Transplant immunology",
    "iso_abbreviation": "Transpl Immunol",
    "issn": "1878-5492",
    "issn_type": "Electronic",
    "volume": "81",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "101932",
  "pages": "101932",
  "language": "eng",
  "publication_types": [
    "Review",
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Male",
    "Humans",
    "Skin Neoplasms",
    "Carcinoma, Squamous Cell",
    "Kidney Transplantation",
    "Graft Rejection",
    "Immunotherapy"
  ],
  "article_ids": {
    "pubmed": "37734447",
    "doi": "10.1016/j.trim.2023.101932",
    "pii": "S0966-3274(23)00149-1"
  },
  "doi": "10.1016/j.trim.2023.101932",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2024-03-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.096430",
    "pmid": "37734447"
  }
}