{
  "pmid": "37736783",
  "uid": "37736783",
  "title": "Differences in directives to limit treatment and discontinue mechanical ventilation between elderly and very elderly patients: a substudy of a multinational observational study.",
  "abstract": "PURPOSE: The aim of this study was to characterize differences in directives to limit treatments and discontinue invasive mechanical ventilation (IMV) in elderly (65-80 years) and very elderly (> 80 years) intensive care unit (ICU) patients. METHODS: We prospectively described new written orders to limit treatments, IMV discontinuation strategies [direct extubation, direct tracheostomy, spontaneous breathing trial (SBT), noninvasive ventilation (NIV) use], and associations between initial failed SBT and outcomes in 142 ICUs from 6 regions (Canada, India, United Kingdom, Europe, Australia/New Zealand, United States). RESULTS: We evaluated 788 (586 elderly; 202 very elderly) patients. Very elderly (vs. elderly) patients had similar withdrawal orders but significantly more withholding orders, especially cardiopulmonary resuscitation and dialysis, after ICU admission [67 (33.2%) vs. 128 (21.9%); p = 0.002]. Orders to withhold reintubation were written sooner in very elderly (vs. elderly) patients [4 (2-8) vs. 7 (4-13) days, p = 0.02]. Very elderly and elderly patients had similar rates of direct extubation [39 (19.3%) vs. 113 (19.3%)], direct tracheostomy [10 (5%) vs. 40 (6.8%)], initial SBT [105 (52%) vs. 302 (51.5%)] and initial successful SBT [84 (80%) vs. 245 (81.1%)]. Very elderly patients experienced similar ICU outcomes (mortality, length of stay, duration of ventilation) but higher hospital mortality [26 (12.9%) vs. 38 (6.5%)]. Direct tracheostomy and initial failed SBT were associated with worse outcomes. Regional differences existed in withholding orders at ICU admission and in withholding and withdrawal orders after ICU admission. CONCLUSIONS: Very elderly (vs. elderly) patients had more orders to withhold treatments after ICU admission and higher hospital mortality, but similar ICU outcomes and IMV discontinuation. Significant regional differences existed in withholding and withdrawal practices.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada. karen.burns@unityhealth.to.",
        "Interdepartmental Division of Critical Care Medicine, Department of Medicine, Unity Health Toronto, St Michael's Hospital, 30 Bond St, Office 4-045 Donnelly Wing, Toronto, ON, M5B 1W8, Canada. karen.burns@unityhealth.to.",
        "Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Canada. karen.burns@unityhealth.to.",
        "Departments of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada. karen.burns@unityhealth.to."
      ],
      "orcid": "0000-0002-9967-5424"
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Division of Critical Care Medicine, St Joseph's Hospital, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Keying",
      "initials": "K",
      "name": "Keying Xu",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Canada.",
        "Applied Health Research Centre, St Michael's Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": [
        "Division of Critical Care Medicine, Centre for Health Evaluation and Outcome Sciences, St Paul's Hospital, Vancouver, BC, Canada.",
        "University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Villar",
      "fore_name": "Jesús",
      "initials": "J",
      "name": "Jesús Villar",
      "affiliations": [
        "CIBER de Enfermedades Respiratorias, Instituto de Salud Carlos III, Madrid, Spain.",
        "Multidisciplinary Organ Dysfunction Evaluation Research Network, Research Unit, Hospital Universitario Dr Negrin, Las Palmas de Gran Canaria, Spain."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Jones",
      "affiliations": [
        "Department of Critical Care Medicine, Guy's and St Thomas' NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Kapadia",
      "fore_name": "Farhad N",
      "initials": "FN",
      "name": "Farhad N Kapadia",
      "affiliations": [
        "Department of Intensive Care, Hinduja National Hospital, Bombay, India."
      ]
    },
    {
      "last_name": "Gattas",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Gattas",
      "affiliations": [
        "Intensive Care Unit, Royal Prince Alfred Hospital, University of Sydney, Camperdown, NSW, Australia.",
        "The George Institute for Global Health, Sydney, Australia."
      ]
    },
    {
      "last_name": "Epstein",
      "fore_name": "Scott K",
      "initials": "SK",
      "name": "Scott K Epstein",
      "affiliations": [
        "Tufts University School of Medicine, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Pelosi",
      "fore_name": "Paolo",
      "initials": "P",
      "name": "Paolo Pelosi",
      "affiliations": [
        "Department of Surgical Sciences and Integrated Diagnostics, University of Genoa, Genoa, Italy.",
        "San Martino Policlinico Hospital, IRCCS for Oncology and Neurosciences, Genoa, Italy."
      ]
    },
    {
      "last_name": "Kefala",
      "fore_name": "Kallirroi",
      "initials": "K",
      "name": "Kallirroi Kefala",
      "affiliations": [
        "Anaesthesia, Critical Care and Pain Medicine, Edinburgh Royal Infirmary, Edinburgh, Scotland, UK."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Rizvi",
      "fore_name": "Leena",
      "initials": "L",
      "name": "Leena Rizvi",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Department of Medicine, Unity Health Toronto, St Michael's Hospital, 30 Bond St, Office 4-045 Donnelly Wing, Toronto, ON, M5B 1W8, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "1432-1238",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "10",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "1181",
  "end_page": "1190",
  "pages": "1181-1190",
  "language": "eng",
  "publication_types": [
    "Observational Study",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Respiration, Artificial",
    "Renal Dialysis",
    "Ventilator Weaning",
    "Noninvasive Ventilation",
    "Respiration",
    "Intensive Care Units",
    "Airway Extubation"
  ],
  "article_ids": {
    "pubmed": "37736783",
    "doi": "10.1007/s00134-023-07188-4",
    "pii": "10.1007/s00134-023-07188-4"
  },
  "doi": "10.1007/s00134-023-07188-4",
  "dates": {
    "completed": "2023-10-06",
    "revised": "2023-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.458878",
    "pmid": "37736783"
  }
}