{
  "pmid": "37743490",
  "uid": "37743490",
  "title": "Primary care providers' perceptions on the integration of community-led advance care planning activities with primary care: a cross-sectional survey.",
  "abstract": "BACKGROUND: Advance care planning (ACP) is a process intended to help ensure people receive medical care that is consistent with their values, goals, and preferences during serious and chronic illness. Barriers to implementing ACP in primary care settings exist. Community-led ACP initiatives exist in British Columbia to engage the public directly. These initiatives may help prepare people for conversations with their primary care providers. The objectives of this study were to elicit primary care providers' perceptions of the utility and desired content of community-led ACP activities and suggestions for integrating community-led ACP activities with primary care. METHODS: We conducted an online cross-sectional survey of primary care providers practicing in British Columbia, Canada in 2021. Both quantitative and qualitative survey questions addressed ACP engagement in practice, the perceived role and desired outcomes of community-led ACP activities, and ways to integrate community-led ACP activities with primary care. RESULTS: Eighty-one providers responded. Over 80% perceived a moderate or greater potential impact of community-led ACP activities. The most common reasons for not referring a patient to a community-led ACP activity were lack of awareness of the option locally (62.1%) and in general (44.8%). Respondents wanted their patients to reflect on their values, wishes and preferences for care, to have at least thought about their goals of care and to have chosen a substitute decision maker in the community. They indicated a desire for a summary of their patient's participation and a follow-up discussion with them about their ACP. They suggested ways to integrate referral to programs into existing health care system structures. CONCLUSIONS: Community-led ACP activities were perceived to be useful to engage and prepare patients to continue ACP discussions with clinicians. Efforts should be made to establish and integrate community-based ACP initiatives within existing primary care systems to ensure awareness and uptake.",
  "authors": [
    {
      "last_name": "Carter",
      "fore_name": "Rachel Z",
      "initials": "RZ",
      "name": "Rachel Z Carter",
      "affiliations": [
        "Department of Medicine, University of British Columbia, 2329 West Mall, Vancouver, BC, V6T 1Z4, Canada. rcarter@bc-cpc.ca.",
        "British Columbia Centre for Palliative Care, 300-601 Sixth St, New Westminster, BC, V3L 3C1, Canada. rcarter@bc-cpc.ca."
      ]
    },
    {
      "last_name": "Ludwig",
      "fore_name": "Monika",
      "initials": "M",
      "name": "Monika Ludwig",
      "affiliations": [
        "British Columbia Centre for Palliative Care, 300-601 Sixth St, New Westminster, BC, V3L 3C1, Canada."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Gao",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Tan",
      "affiliations": [
        "Department of Medicine, University of British Columbia, 2329 West Mall, Vancouver, BC, V6T 1Z4, Canada."
      ]
    },
    {
      "last_name": "Barwich",
      "fore_name": "Doris",
      "initials": "D",
      "name": "Doris Barwich",
      "affiliations": [
        "Department of Medicine, University of British Columbia, 2329 West Mall, Vancouver, BC, V6T 1Z4, Canada.",
        "British Columbia Centre for Palliative Care, 300-601 Sixth St, New Westminster, BC, V3L 3C1, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC primary care",
    "iso_abbreviation": "BMC Prim Care",
    "issn": "2731-4553",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Sep",
    "pub_day": "24"
  },
  "start_page": "197",
  "pages": "197",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Cross-Sectional Studies",
    "Advance Care Planning",
    "Biological Transport",
    "British Columbia",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "37743490",
    "pmc": "PMC10519084",
    "doi": "10.1186/s12875-023-02144-z",
    "pii": "10.1186/s12875-023-02144-z"
  },
  "doi": "10.1186/s12875-023-02144-z",
  "pmc_id": "PMC10519084",
  "dates": {
    "completed": "2023-09-26",
    "revised": "2023-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.549668",
    "pmid": "37743490"
  }
}