{
  "pmid": "37741794",
  "uid": "37741794",
  "title": "Optimizing Informed Consent Discussions: Developing a Narrative for Transfusion Consent.",
  "abstract": "Ensuring patient informed consent is a key tenet of modern medicine. Although transfusion of blood products is among the most common medical procedures performed in hospitalized patients, there is evidence that informed consent for transfusion is at times incomplete, poorly understood, hurried, and/or inaccurate. This study aimed to develop a narrative that can be used as a framework for practicing physicians and for educational purposes to optimize the process for obtaining informed consent for blood transfusion. The narrative was developed using a modified Delphi approach with 5 Rounds that included feedback from transfusion medicine (TM) experts, transfusion-provider physicians, and lay people. The surveys collected qualitative and quantitative data analyzed using thematic content analysis and descriptive statistics, respectively. Results from Rounds 1 and 2 generated a draft narrative and Rounds 3 to 5 informed further modifications. Round 1 included draft narrative scripts from 28 TM experts; thematic coding generated 97 topics. In round 2, 22/28 of the initial experts rated items identified from Round 1. Those with a content validity index (CVI) ≥ 0.8 were used by the authors to develop a narrative. In Round 3, 20/24 participants from Round 2 reviewed the narrative with 100% agreeing on the items included and 90% agreeing the flow was logical. In Round 4, 23 transfusion prescribers (non-TM physicians) reviewed the narrative for flow, manner, length, and usability; there was 83% agreement with the nonexclusion of important topics; 91% felt it would be effective for teaching trainees. Round 5 included 24 nonmedical laypeople of different demographics. Most participants (92%) thought that the script was appropriate in length and there were opportunities to ask questions. Participants could also identify the adverse transfusion reactions and understand that they could refuse the transfusion. A narrative for obtaining informed consent for blood transfusion was created through multiple rigorous iterations of review and feedback with both transfusion providers and the lay public. The narrative, developed for a specific clinical scenario, was well-received by medical and nonmedical participants and can be used, and modified, to help ensure patients understand the risks and benefits of blood transfusion.",
  "authors": [
    {
      "last_name": "Zeller",
      "fore_name": "Michelle P",
      "initials": "MP",
      "name": "Michelle P Zeller",
      "affiliations": [
        "Department of Medicine, Michael G. Degroote Centre for Transfusion Research, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada; Canadian Blood Services, Department of Medical, Laboratory & Stem Cell Services, Ottawa, Ontario, Canada. Electronic address: zeller@mcmaster.ca."
      ]
    },
    {
      "last_name": "Laureano",
      "fore_name": "Marissa",
      "initials": "M",
      "name": "Marissa Laureano",
      "affiliations": [
        "Department of Medicine, Michael G. Degroote Centre for Transfusion Research, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada; Canadian Blood Services, Department of Medical, Laboratory & Stem Cell Services, Ottawa, Ontario, Canada; Trillium Health Partners, Department of Laboratory Medicine & Genetics, Mississauga, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khandelwal",
      "fore_name": "Aditi",
      "initials": "A",
      "name": "Aditi Khandelwal",
      "affiliations": [
        "Canadian Blood Services, Department of Medical, Laboratory & Stem Cell Services, Ottawa, Ontario, Canada; Department of Medicine and Quality, Utilization, Efficacy Safety Transfusion (QUEST) Research Program, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lane",
      "fore_name": "Shannon J",
      "initials": "SJ",
      "name": "Shannon J Lane",
      "affiliations": [
        "Department of Medicine, Michael G. Degroote Centre for Transfusion Research, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Haspel",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Haspel",
      "affiliations": [
        "Department of Pathology, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Fung",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Fung",
      "affiliations": [
        "Department of Pathology & Laboratory Medicine, University of Vermont, Burlington, VT, USA."
      ]
    },
    {
      "affiliations": [
        "Biomedical Excellence for Safer Transfusion (BEST) Collaborative."
      ]
    }
  ],
  "journal": {
    "title": "Transfusion medicine reviews",
    "iso_abbreviation": "Transfus Med Rev",
    "issn": "1532-9496",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "150757",
  "pages": "150757",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37741794",
    "doi": "10.1016/j.tmrv.2023.150757",
    "pii": "S0887-7963(23)00047-0"
  },
  "doi": "10.1016/j.tmrv.2023.150757",
  "dates": {
    "revised": "2023-10-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:10.321584",
    "pmid": "37741794"
  }
}