{
  "pmid": "37745045",
  "uid": "37745045",
  "title": "Potential inflammatory targets in the integrative health care of patients with sickle cell disease.",
  "abstract": "Inflammation plays an integral role in the complications of sickle cell disease (SCD), which can lead to vaso-occlusive crisis and extreme pain. SCD is accompanied by numerous complications, including cardiovascular disease, cognitive decline and endothelial dysfunction, contributing to mortality. As disease severity increases with age, the present study aimed to assess if age is also correlated with a definite pattern of progression of the two inflammatory markers, high-sensitivity C-reactive protein (hsCRP) and total homocysteine (tHCY). The findings of the present study could lead to an improved understanding of the threshold levels of these inflammatory markers and timely interventions to delay complications. In an observational study, levels of hsCRP and tHCY were analyzed in 70 patients (35 male and 35 female patients) with SCD aged between 5 and 16 years. hsCRP levels were in the high-risk range in 64.29% (n=45) of all male and female patients. A sex-wise distribution showed that, of the 35 male patients, 74.28% (n=26) were in the high-risk range, and of the 35 female patients, 54.28% (n=19) were in the high-risk range. An age-wise distribution showed that of the 41 patients in the 5-10-years age group, 70.73% (n=29), were in the high-risk range. In comparison, of the 29 patients in the 11-16-years age group, 55.17% (n=16) were in the high-risk range. tHCY levels were observed to be in the normal range in 98.57% (n=69) of all children, as compared with 1.43% (n=1) in the high-risk range. Furthermore, a sex-wise distribution showed that female patients in the high-risk group of hsCRP had higher concentrations of tHCY as compared with the male patients in that risk group. An age-wise distribution of hsCRP concentration also showed that the risk of CVD in patients in the 11-16-years age group was higher with increased concentrations of tHCY. A weak negative correlation was observed between age and hsCRP concentrations (r-value=-0.280; P=0.026) and a weak positive correlation was detected between tHCY and age (r-value=0.259; P=0.036). In conclusion, the results of the present study indicated that higher levels of hsCRP could be a useful marker in children with SCD, and levels of tHCY may be an adjunct marker as the disease progresses with age.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Shahida A",
      "initials": "SA",
      "name": "Shahida A Khan",
      "affiliations": [
        "King Fahd Medical Research Center, King Abdulaziz University, Jeddah 21589, Saudi Arabia.",
        "Department of Medical Laboratory Sciences, Faculty of Applied Medical Sciences, King Abdulaziz University, Jeddah 22252, Saudi Arabia."
      ]
    },
    {
      "last_name": "Halawani",
      "fore_name": "Saeed H",
      "initials": "SH",
      "name": "Saeed H Halawani",
      "affiliations": [
        "Department of Hematology and Immunology, Faculty of Medicine, Umm Al-Qura University, Makkah 21955, Saudi Arabia."
      ]
    },
    {
      "last_name": "Zughaibi",
      "fore_name": "Torki Al",
      "initials": "TA",
      "name": "Torki Al Zughaibi",
      "affiliations": [
        "King Fahd Medical Research Center, King Abdulaziz University, Jeddah 21589, Saudi Arabia.",
        "Department of Medical Laboratory Sciences, Faculty of Applied Medical Sciences, King Abdulaziz University, Jeddah 22252, Saudi Arabia."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah A",
      "initials": "SA",
      "name": "Sarah A Khan",
      "affiliations": [
        "King Fahd Medical Research Center, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Experimental and therapeutic medicine",
    "iso_abbreviation": "Exp Ther Med",
    "issn": "1792-1015",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "485",
  "pages": "485",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37745045",
    "pmc": "PMC10515103",
    "doi": "10.3892/etm.2023.12184",
    "pii": "ETM-26-4-12184"
  },
  "doi": "10.3892/etm.2023.12184",
  "pmc_id": "PMC10515103",
  "dates": {
    "revised": "2023-09-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.782225",
    "pmid": "37745045"
  }
}