{
  "pmid": "37755773",
  "uid": "37755773",
  "title": "Dielectric Barrier Discharge Plasma Coupled with Cobalt Oxyhydroxide for Methylene Blue Degradation.",
  "abstract": "In this study, the coupled use of a double dielectric barrier discharge (DDBD) and CoOOH catalyst was investigated for the degradation of methylene blue (MB). The results indicated that the addition of CoOOH significantly promoted MB degradation performance compared to the DDBD system alone. In addition, both the removal rate and energy efficiency increased with an increase in CoOOH dosage and discharge voltage. After 30 min of discharge treatment in the coupled system (with CoOOH of 150 mg), the removal rate reached 97.10% when the discharge voltage was 12 kV, which was 1.92 times that in the single DDBD system. And when the discharge time was 10 min, the energy efficiency could reach 0.10 g (k·Wh)[-1], which was 3.19 times better than the one in the single DDBD system. Furthermore, the addition of CoOOH could also significantly enhance the TOC and COD removal rates of MB. In the DDBD-coupled-with-CoOOH system, TOC and COD were 1.97 times and 1.99 times those of the single DDBD system after 20 min of discharge treatment with a discharge voltage of 12 kV and 100 mg of CoOOH. The main active substances detected in the coupled system indicated the conversion of the active species H2O2 and O3 into a more oxidizing ·OH was enhanced through the addition of a CoOOH catalyst, resulting in the more effective decomposition of MB and intermediate molecules.",
  "authors": [
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "School of Electrical and Information Engineering, Zhengzhou University, Zhengzhou 450001, China."
      ]
    },
    {
      "last_name": "Fang",
      "fore_name": "Yingbo",
      "initials": "Y",
      "name": "Yingbo Fang",
      "affiliations": [
        "School of Electrical and Information Engineering, Zhengzhou University, Zhengzhou 450001, China."
      ]
    },
    {
      "last_name": "Cui",
      "fore_name": "Xiaochen",
      "initials": "X",
      "name": "Xiaochen Cui",
      "affiliations": [
        "School of Electrical and Information Engineering, Zhengzhou University, Zhengzhou 450001, China."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Xian",
      "initials": "X",
      "name": "Xian Cheng",
      "affiliations": [
        "School of Electrical and Information Engineering, Zhengzhou University, Zhengzhou 450001, China.",
        "Henan Engineering Research Center of Power Transmission & Distribution Equipment and Electrical Insulation, Zhengzhou University, Zhengzhou 450001, China."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Zixia",
      "initials": "Z",
      "name": "Zixia Cheng",
      "affiliations": [
        "School of Electrical and Information Engineering, Zhengzhou University, Zhengzhou 450001, China."
      ]
    }
  ],
  "journal": {
    "title": "Toxics",
    "iso_abbreviation": "Toxics",
    "issn": "2305-6304",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "9",
    "pub_year": "2023",
    "pub_month": "Sep",
    "pub_day": "08"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37755773",
    "pmc": "PMC10534894",
    "doi": "10.3390/toxics11090763",
    "pii": "toxics11090763"
  },
  "doi": "10.3390/toxics11090763",
  "pmc_id": "PMC10534894",
  "dates": {
    "revised": "2023-09-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "52107171",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "2021M692900",
      "agency": "General Financial Grant from the China Postdoctoral Science Foundation"
    },
    {
      "grant_id": "KFM202001",
      "agency": "Key laboratory of Engineering Dielectrics and Its Application (Harbin University of Science and Technology), Ministry of Education"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.376697",
    "pmid": "37755773"
  }
}