{
  "pmid": "37759200",
  "uid": "37759200",
  "title": "Implementing palliative care education into primary care practice: a qualitative case study of the CAPACITI pilot program.",
  "abstract": "BACKGROUND: CAPACITI is a virtual education program that teaches primary care teams how to provide an early palliative approach to care. After piloting its implementation, we conducted an in-depth qualitative study with CAPACITI participants to assess the effectiveness of the components and to understand the challenges and enablers to virtual palliative care education. METHODS: We applied a qualitative case study approach to assess and synthesize three sources of data collected from the teams that participated in CAPACITI: reflection survey data, open text survey data, and focus group transcriptions. We completed a thematic analysis of these responses to gain an understanding of participant experiences with the intervention and its application in practice. RESULTS: The CAPACITI program was completed by 22 primary care teams consisting of 159 participants across Ontario, Canada. Qualitative data was obtained from all teams, including 15 teams that participated in focus groups and 21 teams that provided reflection survey data on CAPACITI content and how it translated into practice. Three major themes arose from cross-analysis of the data: changes in practice derived from involvement in CAPACITI, utility of specific elements of the program, and barriers and challenges to enacting CAPACITI in practice. Importantly, participants reported that the multifaceted approach of CAPACITI was helpful to them building their confidence and competence in applying a palliative approach to care. CONCLUSIONS: Primary care teams perceived the CAPACITI facilitated program as effective towards incorporating palliative care into their practices. CAPACITI warrants further study on a national scale using a randomized trial methodology. Future iterations of CAPACITI need to help mitigate barriers identified by respondents, including team fragmentation and system-based challenges to encourage interprofessional collaboration and knowledge translation.",
  "authors": [
    {
      "last_name": "Matthew",
      "fore_name": "Midori",
      "initials": "M",
      "name": "Midori Matthew",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Bainbridge",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9249-8229"
    },
    {
      "last_name": "Bishop",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Bishop",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sinding",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Sinding",
      "affiliations": [
        "School of Social Work, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Winemaker",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Winemaker",
      "affiliations": [
        "Division of Palliative Care, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kilbertus",
      "fore_name": "Frances",
      "initials": "F",
      "name": "Frances Kilbertus",
      "affiliations": [
        "Northern Ontario School of Medicine University, Thunder Bay, ON, Canada."
      ]
    },
    {
      "last_name": "Kortes-Miller",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Kortes-Miller",
      "affiliations": [
        "Department of Social Work, Lakehead University, Thunder Bay, ON, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada. seowh@mcmaster.ca."
      ],
      "orcid": "0000-0001-6701-1714"
    }
  ],
  "journal": {
    "title": "BMC palliative care",
    "iso_abbreviation": "BMC Palliat Care",
    "issn": "1472-684X",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Sep",
    "pub_day": "28"
  },
  "start_page": "143",
  "pages": "143",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Palliative Care",
    "Pilot Projects",
    "Qualitative Research",
    "Ontario",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "37759200",
    "pmc": "PMC10537555",
    "doi": "10.1186/s12904-023-01265-7",
    "pii": "10.1186/s12904-023-01265-7"
  },
  "doi": "10.1186/s12904-023-01265-7",
  "pmc_id": "PMC10537555",
  "dates": {
    "completed": "2023-09-29",
    "revised": "2024-10-12"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "408099",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "408099",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "408099",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "408099",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "408099",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.102823",
    "pmid": "37759200"
  }
}