{
  "pmid": "37756265",
  "uid": "37756265",
  "title": "Socioeconomic differences in the impact of prices and taxes on tobacco use in low- and middle-income countries-A systematic review.",
  "abstract": "There is indisputable evidence that increases in taxes that raise tobacco prices reduce tobacco use. Consumption taxes on manufactured tobacco products, however, can be regressive in socioeconomic status (e.g., when the ratio of tax paid to income is lower for higher-income groups than for lower-income groups). Nevertheless, if the poor or less educated are more price responsive, a change in tobacco tax may be progressive in socioeconomic status. Existing reviews clearly indicate that populations with lower income or education are more responsive to tobacco tax and price changes than higher-income and more educated populations in high-income countries. Research pertaining to low- and middle-income countries was, however, limited and inconclusive. We conducted a review of quantitative studies that examined if socioeconomic status modified the association between prices and taxes and tobacco use in low- and middle-income countries. We searched two electronic databases, two search engines, and two working paper repositories. At least two reviewers independently screened articles for inclusion, extracted detailed characteristics, and assessed the risk of bias of each included study. Thirty-two studies met our inclusion criteria. Overall, we found that the evidence in low- and middle-income countries was too limited and methodologically weak to make any conclusive statements. Our review highlights a number of data and methodological limitations in existing studies. The most important limitation was the lack of formal assessment of socioeconomic differences in price responsiveness. Only seven of 32 studies assessed statistically whether own-price effects were modified by socioeconomic status. Many modelling studies have examined the distributional effect of a tax increase on tobacco use, while assuming a strong own-price elasticity gradient in income. The poor were generally assumed to be more responsive to price by a factor of two to five, relative to the wealthy. Although there are theoretical reasons to expect poorer individuals to be more responsive to monetary prices than wealthy ones in low- and middle-income countries, our review provides little empirical support.",
  "authors": [
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Economics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9561-5072"
    },
    {
      "last_name": "Abbas",
      "fore_name": "Umaima",
      "initials": "U",
      "name": "Umaima Abbas",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-9487-8249"
    },
    {
      "last_name": "Trivedi",
      "fore_name": "Riya",
      "initials": "R",
      "name": "Riya Trivedi",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garasia",
      "fore_name": "Sophiya",
      "initials": "S",
      "name": "Sophiya Garasia",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Sydney",
      "initials": "S",
      "name": "Sydney Johnson",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "John",
      "fore_name": "Rijo M",
      "initials": "RM",
      "name": "Rijo M John",
      "affiliations": [
        "Rajagiri College of Social Sciences, Rajagiri PO, Kochi, Kerala, India."
      ],
      "orcid": "0000-0002-4525-6507"
    }
  ],
  "journal": {
    "title": "PLOS global public health",
    "iso_abbreviation": "PLOS Glob Public Health",
    "issn": "2767-3375",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "9",
    "pub_year": "2023"
  },
  "start_page": "e0002342",
  "pages": "e0002342",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37756265",
    "pmc": "PMC10529577",
    "doi": "10.1371/journal.pgph.0002342",
    "pii": "PGPH-D-23-00510"
  },
  "doi": "10.1371/journal.pgph.0002342",
  "pmc_id": "PMC10529577",
  "dates": {
    "revised": "2023-10-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:40.551422",
    "pmid": "37756265"
  }
}