{
  "pmid": "37761305",
  "uid": "37761305",
  "title": "The Association of suPAR with Cardiovascular Risk Factors in Young and Healthy Adults.",
  "abstract": "The soluble urokinase plasminogen activator receptor (suPAR), as a correlate of chronic low-grade inflammation, may be used to predict individual cardiovascular risk. Since chronic low-grade inflammation is thought to be associated with the development of cardiovascular disease, this study aimed to evaluate if suPAR plasma levels are correlated with cardiovascular risk factors in young and healthy adults (aged 25-41 years). Consequently, data from the GAPP (genetic and phenotypic determinants of blood pressure and other cardiovascular risk factors) study were used to investigate suPAR plasma levels in relation to the following cardiovascular risk factors and laboratory parameters: BMI, physical activity, alcohol consumption, smoking status, blood pressure parameters, glucose status, and lipid levels. Additionally, suPAR was compared to the healthy lifestyle score and the Framingham score representing the overall cardiovascular risk profile. These associations were assessed using two different statistical approaches. Firstly, all cardiovascular risk factors and scores were compared amongst sex-specific suPAR plasma levels with ANOVA analysis. Secondly, sex-specific multivariable linear regressions were performed. Female participants had higher plasma suPAR levels than male participants (1.73 ng/mL versus 1.50 ng/mL; p < 0.001). A significant inverse correlation between suPAR plasma levels and HDL cholesterol was found in men (p = 0.001) and women (p < 0.001). Furthermore, male (p < 0.001) and female participants (p < 0.001) who smoked showed significantly higher plasma levels of suPAR (p < 0.001). For male participants, an inverse correlation of the healthy lifestyle score with suPAR plasma levels (p = 0.001) and a positive correlation of the Framingham score with suPAR plasma levels (p < 0.001) were detected. In women, no such correlation was found. The cholesterol levels (p = 0.001) and HbA1c (p = 0.008) correlated significantly with plasma suPAR levels in female participants. suPAR plasma levels were found to be strongly associated with certain cardiovascular risk factors; however, sex-specific differences were found. These sex-specific differences might be explained by the higher prevalence of cardiovascular risk factors in men resulting in a stronger correlation of suPAR as a marker of low-grade inflammation, since the existence of the risk factors already led to subclinical damage in men. Further research on suPAR levels in an older study population is needed.",
  "authors": [
    {
      "last_name": "Wohlwend",
      "fore_name": "Niklas Fabio",
      "initials": "NF",
      "name": "Niklas Fabio Wohlwend",
      "affiliations": [
        "Faculty of Medicine, University of Bern, 3012 Bern, Switzerland."
      ],
      "orcid": "0009-0008-3752-7910"
    },
    {
      "last_name": "Grossmann",
      "fore_name": "Kirsten",
      "initials": "K",
      "name": "Kirsten Grossmann",
      "affiliations": [
        "Dr. Risch Medical Laboratory, 9490 Vaduz, Liechtenstein.",
        "Faculty of Medical Sciences, Private University in the Principality of Liechtenstein, 9495 Triesen, Liechtenstein."
      ],
      "orcid": "0000-0002-0460-3736"
    },
    {
      "last_name": "Aeschbacher",
      "fore_name": "Stefanie",
      "initials": "S",
      "name": "Stefanie Aeschbacher",
      "affiliations": [
        "Cardiovascular Research Institute Basel, Division Cardiology, University Hospital Basel, University of Basel, 4031 Basel, Switzerland."
      ]
    },
    {
      "last_name": "Weideli",
      "fore_name": "Ornella C",
      "initials": "OC",
      "name": "Ornella C Weideli",
      "affiliations": [
        "Dr. Risch Medical Laboratory, 9490 Vaduz, Liechtenstein.",
        "Soneva Fushi, Boduthakurufaanu Magu, Male 20077, Maldives."
      ]
    },
    {
      "last_name": "Telser",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Telser",
      "affiliations": [
        "Dr. Risch Medical Laboratory, 9490 Vaduz, Liechtenstein.",
        "Faculty of Medical Sciences, Private University in the Principality of Liechtenstein, 9495 Triesen, Liechtenstein."
      ]
    },
    {
      "last_name": "Risch",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Risch",
      "affiliations": [
        "Dr. Risch Medical Laboratory, 9490 Vaduz, Liechtenstein.",
        "Division of Laboratory Medicine, Cantonal Hospital Graubünden, 7007 Chur, Switzerland."
      ]
    },
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, ON L8L 2X2, Canada."
      ],
      "orcid": "0000-0002-2459-5251"
    },
    {
      "last_name": "Risch",
      "fore_name": "Lorenz",
      "initials": "L",
      "name": "Lorenz Risch",
      "affiliations": [
        "Dr. Risch Medical Laboratory, 9490 Vaduz, Liechtenstein.",
        "Faculty of Medical Sciences, Private University in the Principality of Liechtenstein, 9495 Triesen, Liechtenstein.",
        "Department of Laboratory Medicine, Institute of Clinical Chemistry, Inselspital Bern University Hospital, University of Berne, 3012 Berne, Switzerland."
      ],
      "orcid": "0000-0003-2692-6699"
    }
  ],
  "journal": {
    "title": "Diagnostics (Basel, Switzerland)",
    "iso_abbreviation": "Diagnostics (Basel)",
    "issn": "2075-4418",
    "issn_type": "Print",
    "volume": "13",
    "issue": "18",
    "pub_year": "2023",
    "pub_month": "Sep",
    "pub_day": "13"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37761305",
    "pmc": "PMC10530210",
    "doi": "10.3390/diagnostics13182938",
    "pii": "diagnostics13182938"
  },
  "doi": "10.3390/diagnostics13182938",
  "pmc_id": "PMC10530210",
  "dates": {
    "revised": "2023-10-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:03.544485",
    "pmid": "37761305"
  }
}