{
  "pmid": "37777186",
  "uid": "37777186",
  "title": "Evaluating the Association between the Implementation of the PoET Southwest Spread Project and Reductions in Acute Care Transfers from Long-Term Care: A Quasi-Experimental Matched Cohort Study Using Population-Level Health Administrative Data.",
  "abstract": "OBJECTIVES: To measure changes in resident-level acute care transfer rates after the PoET Southwest Spread Project (PSSP), and to identify patient and long-term care (LTC) home characteristics associated with acute care transfers after program launch. DESIGN: Quasi-experimental matched (1:1 ratio) cohort study design using linked population-based health administrative data. SETTING: Sixty publicly funded LTC homes (PSSP = 30; control = 30) in Ontario, Canada, from November 2019 to December 2021. METHODS: We matched 30 PSSP homes to 30 control homes with similar characteristics and described incidence rates for resident-level acute care transfers during the 7-month post-implementation period. We used generalized linear mixed models to evaluate the association between PSSP implementation and acute care transfers during the post-implementation period. We adjusted resident-level characteristics (ie, age, sex, comorbidity status) and home-level characteristics (ie, rurality status, profit model, COVID-19 impact). We identified a decedent sub-cohort to measure transfer patterns during the last 2 months of life. RESULTS: A matched cohort of 8894 residents (PSSP = 4103; control = 4791) was captured. Incidence rates of transfers increased during the post-implementation period for both PSSP (78.8 to 80.9 transfers per 1000 person-months) and control residents (66.9 to 67.9 transfers per 1000 person-months). After adjusting for covariates of interest, PSSP exposure was associated with a reduction in acute care transfers during the post-implementation period after adjusting for covariates (incidence rate ratio, 0.73; 95% CI, 0.62-0.87; P = .0002). Older age and select health regions were associated with reduced transfers, whereas higher comorbidity status and higher COVID-19 outbreak days were associated with increases. Similar patterns persisted for transfers during the last 2 months of life. CONCLUSIONS AND IMPLICATIONS: This study systematically evaluated the impact of an ethics-based health care intervention in LTC using health care utilization databases. PoET implementation is associated with reduced acute care transfer rates, especially in the last 2 months of life in LTC.",
  "authors": [
    {
      "last_name": "Hafid",
      "fore_name": "Shuaib",
      "initials": "S",
      "name": "Shuaib Hafid",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kirkwood",
      "fore_name": "David",
      "initials": "D",
      "name": "David Kirkwood",
      "affiliations": [
        "ICES McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Elston",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Elston",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Perez",
      "affiliations": [
        "ICES McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "ICES McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "ICES McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oliver",
      "fore_name": "Jill",
      "initials": "J",
      "name": "Jill Oliver",
      "affiliations": [
        "William Osler Health System, Brampton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chidwick",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Chidwick",
      "affiliations": [
        "William Osler Health System, Brampton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nitti",
      "fore_name": "Theresa",
      "initials": "T",
      "name": "Theresa Nitti",
      "affiliations": [
        "William Osler Health System, Brampton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Siu",
      "fore_name": "Henry Yu-Hin",
      "initials": "HY",
      "name": "Henry Yu-Hin Siu",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: siuh3@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "12",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "1888",
  "end_page": "1897",
  "pages": "1888-1897",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Long-Term Care",
    "Nursing Homes",
    "Cohort Studies",
    "Routinely Collected Health Data",
    "COVID-19",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "37777186",
    "doi": "10.1016/j.jamda.2023.08.024",
    "pii": "S1525-8610(23)00748-X"
  },
  "doi": "10.1016/j.jamda.2023.08.024",
  "dates": {
    "completed": "2023-11-27",
    "revised": "2024-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:55.791362",
    "pmid": "37777186"
  }
}