{
  "pmid": "37777777",
  "uid": "37777777",
  "title": "Systematic scoping review protocol of Stroke Patient and Stakeholder Engagement (SPSE).",
  "abstract": "This protocol describes a systematic scoping review of Stroke Patient and Stakeholder Engagement (SPSE), concepts, definitions, models, implementation strategies, indicators, or frameworks. The active engagement of patients and other stakeholders is increasingly acknowledged as essential to patient-centered research to answer questions of importance to patients and their caregivers. Stroke is a debilitating, long-lasting burden for individuals, their families, and healthcare professionals. They require rehabilitation services, health care system assistance, and social support. Their difficulties are unique and require the continued involvement of all parties involved. Understanding SPSE in research is fundamental to healthcare planning and extends the role of patients and stakeholders beyond that of the study subject. We will conduct a systematic literature search to identify the types of existing evidence related to SPSE, implementation strategies, indicators, or frameworks related to Patient and Stakeholder Engagement (PSE); clarify key concepts, definitions, and components of SPSE; compile experiences and prerequisites; and identify stroke research internationally. Two independent reviewers will extract data from selected studies onto a customized extraction form that has already been piloted. We integrate existing knowledge to address gaps in the literature on SPSE research by presenting the model, implementation strategies, indicators, and frameworks for stroke patients. We hope that these findings will offer future researchers a clear picture and conceptual model of SPSE.",
  "authors": [
    {
      "last_name": "Roudini",
      "fore_name": "Juliet",
      "initials": "J",
      "name": "Juliet Roudini",
      "affiliations": [
        "QUEST Center for Responsible Research, Berlin Institute of Health at Charité, Berlin, Germany."
      ]
    },
    {
      "last_name": "Weschke",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Weschke",
      "affiliations": [
        "QUEST Center for Responsible Research, Berlin Institute of Health at Charité, Berlin, Germany."
      ]
    },
    {
      "last_name": "Rackoll",
      "fore_name": "Torsten",
      "initials": "T",
      "name": "Torsten Rackoll",
      "affiliations": [
        "QUEST Center for Responsible Research, Berlin Institute of Health at Charité, Berlin, Germany."
      ]
    },
    {
      "last_name": "Dirnagl",
      "fore_name": "Ulrich",
      "initials": "U",
      "name": "Ulrich Dirnagl",
      "affiliations": [
        "QUEST Center for Responsible Research, Berlin Institute of Health at Charité, Berlin, Germany.",
        "Department of Experimental Neurology, Charité Universitätsmedizin Berlin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Khankeh",
      "fore_name": "Hamidreza",
      "initials": "H",
      "name": "Hamidreza Khankeh",
      "affiliations": [
        "Department of Emergency and Disaster Health, University of Social Welfare and Rehabilitation Science, Tehran, Iran. Hamid.khankeh@ki.se.",
        "Department of Clinical Science and Education, Karolinska Institute, Stockholm, Sweden. Hamid.khankeh@ki.se."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Sep",
    "pub_day": "30"
  },
  "start_page": "180",
  "pages": "180",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Stakeholder Participation",
    "Patient Participation",
    "Caregivers",
    "Health Personnel",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "37777777",
    "pmc": "PMC10542246",
    "doi": "10.1186/s13643-023-02347-6",
    "pii": "10.1186/s13643-023-02347-6"
  },
  "doi": "10.1186/s13643-023-02347-6",
  "pmc_id": "PMC10542246",
  "dates": {
    "completed": "2023-10-02",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.289411",
    "pmid": "37777777"
  }
}