{
  "pmid": "37777140",
  "uid": "37777140",
  "title": "GRADE GUIDANCE 38: Updated guidance for rating up certainty of evidence due to a dose-response gradient.",
  "abstract": "INTRODUCTION: This updated guidance from the Grading of Recommendations Assessment, Development, and Evaluation addresses rating up certainty of evidence due to a dose-response gradient (DRG) observed in synthesis of intervention and exposure studies. STUDY DESIGN AND SETTING: This guidance was developed using iterative discussions and consensus in multiple meetings and was presented to attendees of the Grading of Recommendations Assessment, Development, and Evaluation Working Group meeting for feedback in November 2022 and for final approval in May 2023. RESULTS: The guidance consists of two steps. The first is to determine whether the DRG is credible. We describe five items for assessing credibility: a) is DRG identified using a proper analytical approach; b) is confounding the cause of the DRG; c) is there serious concern about ecological bias; d) is the DRG consistent across studies; and e) is there indirect evidence supporting the DRG. The first two of these items are the most critical. If the DRG was judged to be credible, then the second step is to apply the DRG domain and consider rating up, but only by one level due to the concern about residual confounding. CONCLUSION: Systematic review authors should only rate up certainty in evidence when a DRG is deemed credible.",
  "authors": [
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Mayo Clinic Evidence-Based Practice Center, Rochester, MN, USA; Evidence Foundation, Cleveland Heights, OH, USA. Electronic address: Murad.mohammad@mayo.edu."
      ]
    },
    {
      "last_name": "Verbeek",
      "fore_name": "Jos",
      "initials": "J",
      "name": "Jos Verbeek",
      "affiliations": [
        "Department of Public and Occupational Health, Academic Medical Centers Amsterdam, University of Amsterdam, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Schwingshackl",
      "fore_name": "Lukas",
      "initials": "L",
      "name": "Lukas Schwingshackl",
      "affiliations": [
        "Institute for Evidence in Medicine, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Filippini",
      "fore_name": "Tommaso",
      "initials": "T",
      "name": "Tommaso Filippini",
      "affiliations": [
        "Department of Biomedical, Metabolic and Neural Sciences, Environmental, Genetic and Nutritional Epidemiology Research Center, University of Modena and Reggio Emilia, Modena, Italy; School of Public Health, University of California Berkeley, Berkeley, CA, USA."
      ]
    },
    {
      "last_name": "Vinceti",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Vinceti",
      "affiliations": [
        "Department of Biomedical, Metabolic and Neural Sciences, Environmental, Genetic and Nutritional Epidemiology Research Center, University of Modena and Reggio Emilia, Modena, Italy; Department of Epidemiology, Boston University School of Public Health, MA, USA."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon; Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, OH, USA; School of Medicine, Case Western Reserve University, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, OH, USA; Outcomes and Implementation Research Unit, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, KS, USA."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Senerth",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Senerth",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, OH, USA."
      ]
    },
    {
      "last_name": "Street",
      "fore_name": "Renee",
      "initials": "R",
      "name": "Renee Street",
      "affiliations": [
        "South African Medical Research Council, Environment & Health Research Unit, South Africa."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Lifeng",
      "initials": "L",
      "name": "Lifeng Lin",
      "affiliations": [
        "Department of Statistics, University of Arizona Medical Center-South Campus, Tucson, Arizona, USA."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, OH, USA; School of Medicine, Case Western Reserve University, Cleveland, OH, USA; VA Northeast Ohio Health Care System, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Biomedical Sciences, Humanitas University, Milano, Italy."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "164",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "45",
  "end_page": "53",
  "pages": "45-53",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Humans",
    "Bias",
    "Consensus"
  ],
  "article_ids": {
    "pubmed": "37777140",
    "doi": "10.1016/j.jclinepi.2023.09.011",
    "pii": "S0895-4356(23)00252-4"
  },
  "doi": "10.1016/j.jclinepi.2023.09.011",
  "dates": {
    "completed": "2024-02-01",
    "revised": "2024-02-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.299336",
    "pmid": "37777140"
  }
}