{
  "pmid": "37774922",
  "uid": "37774922",
  "title": "A novel multi-ancestry proteome-wide Mendelian randomization study implicates extracellular proteins, tubular cells, and fibroblasts in estimated glomerular filtration rate regulation.",
  "abstract": "Estimated glomerular filtration rate (eGFR) impacts the concentration of plasma biomarkers confounding biomarker association studies of eGFR with reverse causation. To identify biomarkers causally associated with eGFR, we performed a proteome-wide Mendelian randomization study. Genetic variants nearby biomarker coding genes were tested for association with plasma concentration of 1,161 biomarkers in a multi-ancestry sample of 12,066 participants from the Prospective Urban and Rural Epidemiological (PURE) study. Using two-sample Mendelian randomization, individual variants' effects on biomarker concentration were correlated with their effects on eGFR and kidney traits from published genome-wide association studies (GWAS). Genetically altered concentrations of 22 biomarkers were associated with eGFR above a Bonferroni-corrected significance threshold. Five biomarkers were previously identified by GWAS (UMOD, FGF5, LGALS7, NINJ1, COL18A1). Nine biomarkers were within 1 Mb of the lead GWAS variant but the gene for the biomarker was unidentified as the candidate for the GWAS signal (INHBC, TNFRSF11A, TCN2, PXN1, PRTN3, PSMD9, TFPI, ITGB6, CA3). Single-cell transcriptomic data indicated the 22 biomarkers are expressed in kidney tubules, collecting duct, fibroblasts, and immune cells. Pathway analysis showed significant enrichment of identified biomarkers in the extracellular kidney parenchyma. Thus, using genetic regulators of biomarker concentration via proteome-wide Mendelian randomization, we identified 22 biomarkers that appear to causally impact eGFR in either a beneficial or adverse manner. The current study provides rationale for novel therapeutic targets for eGFR and emphasized a role for extracellular proteins produced by tubular cells and fibroblasts for impacting eGFR.",
  "authors": [
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada; Division of Nephrology, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: lanktree@mcmaster.ca."
      ]
    },
    {
      "last_name": "Perrot",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Perrot",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smyth",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Smyth",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada; HRB Clinical Research Facility Galway, University of Galway, Galway, Ireland."
      ]
    },
    {
      "last_name": "Chong",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Chong",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Sukrit",
      "initials": "S",
      "name": "Sukrit Narula",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shanmuganathan",
      "fore_name": "Meera",
      "initials": "M",
      "name": "Meera Shanmuganathan",
      "affiliations": [
        "Department of Chemistry and Chemical Biology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kroezen",
      "fore_name": "Zachary",
      "initials": "Z",
      "name": "Zachary Kroezen",
      "affiliations": [
        "Department of Chemistry and Chemical Biology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Britz-Mckibbin",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Britz-Mckibbin",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Chemistry and Chemical Biology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Berger",
      "fore_name": "Mario",
      "initials": "M",
      "name": "Mario Berger",
      "affiliations": [
        "Bayer AG, Pharmaceuticals Research & Development, Pharma Research Center, Wuppertal, Germany."
      ]
    },
    {
      "last_name": "Krepinsky",
      "fore_name": "Joan C",
      "initials": "JC",
      "name": "Joan C Krepinsky",
      "affiliations": [
        "Division of Nephrology, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pigeyre",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Pigeyre",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Paré",
      "fore_name": "Guillaume",
      "initials": "G",
      "name": "Guillaume Paré",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Kidney international",
    "iso_abbreviation": "Kidney Int",
    "issn": "1523-1755",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "1170",
  "end_page": "1184",
  "pages": "1170-1184",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Proteome",
    "Genome-Wide Association Study",
    "Glomerular Filtration Rate",
    "Mendelian Randomization Analysis",
    "Prospective Studies",
    "Fibroblasts",
    "Biomarkers",
    "Proteasome Endopeptidase Complex",
    "Nerve Growth Factors",
    "Cell Adhesion Molecules, Neuronal"
  ],
  "article_ids": {
    "pubmed": "37774922",
    "doi": "10.1016/j.kint.2023.08.025",
    "pii": "S0085-2538(23)00674-9"
  },
  "doi": "10.1016/j.kint.2023.08.025",
  "dates": {
    "completed": "2023-11-21",
    "revised": "2023-11-22"
  },
  "chemicals": [
    "Proteome",
    "Biomarkers",
    "PSMD9 protein, human",
    "Proteasome Endopeptidase Complex",
    "NINJ1 protein, human",
    "Nerve Growth Factors",
    "Cell Adhesion Molecules, Neuronal"
  ],
  "grants": [
    {
      "grant_id": "G-18-0022359",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "201909-PJT",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "MOP 136868",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:58.148797",
    "pmid": "37774922"
  }
}