{
  "pmid": "37780999",
  "uid": "37780999",
  "title": "Homozygous Mutations in Thyroid Peroxidase (TPO) in Hypothyroidism with Intellectual Disability, Developmental Delay, and Hearing and Ocular Anomalies in Two Families: Severe Manifestation of Untreated TPO-deficiency Poses a Diagnostic Dilemma.",
  "abstract": "Intellectual disability (ID) involves compromised intellectual, learning and cognitive skills, and behavioral capabilities with reduced psychomotor skills. One of the preventable causes of ID is congenital hypothyroidism (CH), which may be due to biallelic mutations in thyroid peroxidase (TPO). In low- and middle-income countries with no newborn screening programs, CH poses a great risk of ID and long-term morbidity. We report two large Pakistani families with a total of 16 patients afflicted with CH. Detailed clinical and behavioral assessments, SNP-based homozygosity mapping, linkage analysis, and exome sequencing were performed. Initially, affected individuals were referred as suffering ID (in 11 of 16 patients) and developmental delay (in 14). Secondary/associated features were verbal apraxia (in 13), goiter (in 12), short stature (in 11), limb hypotonia (in 14), no pubertal onset (five of 10 of age ≥14 years), high myopia (in eight), muscle cramps (in six), and in some, variable microcephaly and enuresis/encopresis, fits, chronic fatigue, and other behavioral symptoms, which are not characteristics of CH. Molecular genetic analyses led to the discovery of homozygous variants in TPO: novel missense variant c.719A>G (p.Asp240Gly) in family 1 and rare c.2315A>G (p.Tyr772Cys) in family 2. In low-resource countries where neonatal screening programs do not include a CH test, the burden of neurodevelopmental disorders is likely to be increased due to untreated CH. Secondly, in the background of the high prevalence of recessive disorders due to high parental consanguinity, the severe manifestation of TPO-deficiency mimics a wide range of neurological and other presentations posing a diagnostic dilemma.",
  "authors": [
    {
      "last_name": "Naqvi",
      "fore_name": "Syeda Farwa",
      "initials": "SF",
      "name": "Syeda Farwa Naqvi",
      "affiliations": [
        "Human Genetics Program, Department of Zoology, Faculty of Biological Sciences, Quaid-i-Azam University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Yıldız-Bölükbaşı",
      "fore_name": "Esra",
      "initials": "E",
      "name": "Esra Yıldız-Bölükbaşı",
      "affiliations": [
        "Department of Molecular Biology and Genetics, Boğaziçi University, Istanbul, Türkiye."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Human Genetics Program, Department of Zoology, Faculty of Biological Sciences, Quaid-i-Azam University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Nalbant",
      "fore_name": "Gökhan",
      "initials": "G",
      "name": "Gökhan Nalbant",
      "affiliations": [
        "Department of Biostatistics and Bioinformatics, Institute of Health Sciences, Acibadem Mehmet Ali Aydınlar University, Istanbul, Türkiye."
      ]
    },
    {
      "last_name": "Mumtaz",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Mumtaz",
      "affiliations": [
        "Department of Biological Sciences, National University of Medical Sciences, Rawalpindi, Pakistan."
      ]
    },
    {
      "last_name": "Tolun",
      "fore_name": "Aslıhan",
      "initials": "A",
      "name": "Aslıhan Tolun",
      "affiliations": [
        "Department of Molecular Biology and Genetics, Istanbul Technical University, Istanbul, Türkiye."
      ]
    },
    {
      "last_name": "Malik",
      "fore_name": "Sajid",
      "initials": "S",
      "name": "Sajid Malik",
      "affiliations": [
        "Human Genetics Program, Department of Zoology, Faculty of Biological Sciences, Quaid-i-Azam University, Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "The Yale journal of biology and medicine",
    "iso_abbreviation": "Yale J Biol Med",
    "issn": "1551-4056",
    "issn_type": "Electronic",
    "volume": "96",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "347",
  "end_page": "365",
  "pages": "347-365",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Humans",
    "Congenital Hypothyroidism",
    "Developmental Disabilities",
    "Hearing",
    "Intellectual Disability",
    "Iodide Peroxidase",
    "Mutation"
  ],
  "article_ids": {
    "pubmed": "37780999",
    "pmc": "PMC10524819",
    "doi": "10.59249/SSRG6507",
    "pii": "yjbm963347"
  },
  "doi": "10.59249/SSRG6507",
  "pmc_id": "PMC10524819",
  "dates": {
    "completed": "2023-10-31",
    "revised": "2025-01-31"
  },
  "chemicals": [
    "Iodide Peroxidase",
    "TPO protein, human"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.097716",
    "pmid": "37780999"
  }
}