{
  "pmid": "37804997",
  "uid": "37804997",
  "title": "Home high flow nasal cannula for chronic hypercapnic respiratory failure in COPD: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Chronic Obstructive Pulmonary Disease (COPD) with chronic hypercapnia is usually treated with non-invasive ventilation (NIV). High flow nasal cannula (HFNC) may be an appropriate alternative. However, the efficacy of HFNC in COPD patients with chronic hypercapnia is yet to be optimally summarized. METHODS: We conducted a systematic review and meta-analysis using random effects with inverse variance methods. Randomized controlled trials involving adult COPD patients initiated on HFNC for at least one month were included. Outcomes of interest were all-cause mortality, acute exacerbations, hospitalizations, and change in St. George Respiratory Questionnaire (SGRQ). We assessed the risk of bias using ROB 2.0 and assessed the quality of the evidence using GRADE. RESULTS: We included four randomized trials involving 440 patients. HFNC probably reduces acute exacerbations compared to standard care (RR 0.77 [95 % CI 0.66 to 0.89]; moderate certainty), suggesting 69 fewer acute exacerbations per 1000 patients. HFNC may reduce hospital admissions (RR 0.87 [95 % CI 0.69 to 1.09]; low certainty) and may lower the SGRQ score (MD 8.12 units lower [95 % CI 13.30 to 2.95 lower]; low certainty). However, HFNC may have no effect on mortality (RR 1.22 [95 % CI 0.64 to 2.35]; low certainty). CONCLUSION: HFNC probably reduces acute exacerbations and might reduce hospital admissions in COPD patients with chronic hypercapnia. However, its effect on mortality is uncertain. Future larger RCTs with longer follow-up periods are recommended to provide more robust evidence on the efficacy of HFNC in patients with COPD.",
  "authors": [
    {
      "last_name": "Pitre",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Pitre",
      "affiliations": [
        "Division of Respirology, Department of Medicine, University of Toronto, Toronto, ON, Canada. Electronic address: tyler.pitre@medportal.ca."
      ]
    },
    {
      "last_name": "Abbasi",
      "fore_name": "Saad",
      "initials": "S",
      "name": "Saad Abbasi",
      "affiliations": [
        "Degroote School of Medicine, Mcmaster University, Canada."
      ]
    },
    {
      "last_name": "Su",
      "fore_name": "Johnny",
      "initials": "J",
      "name": "Johnny Su",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mah",
      "fore_name": "Jasmine",
      "initials": "J",
      "name": "Jasmine Mah",
      "affiliations": [
        "Department of Medicine, Dalhousie University, Halifax, ON, Canada."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Health Research Methods Evidence and Impact, McMaster University Hamilton, ON, Canada; Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Respiratory medicine",
    "iso_abbreviation": "Respir Med",
    "issn": "1532-3064",
    "issn_type": "Electronic",
    "volume": "219",
    "pub_year": "2023"
  },
  "start_page": "107420",
  "pages": "107420",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Cannula",
    "Hypercapnia",
    "Pulmonary Disease, Chronic Obstructive",
    "Respiratory Insufficiency",
    "Noninvasive Ventilation",
    "Oxygen Inhalation Therapy"
  ],
  "article_ids": {
    "pubmed": "37804997",
    "doi": "10.1016/j.rmed.2023.107420",
    "pii": "S0954-6111(23)00308-6"
  },
  "doi": "10.1016/j.rmed.2023.107420",
  "dates": {
    "completed": "2023-11-27",
    "revised": "2024-04-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.300764",
    "pmid": "37804997"
  }
}