{
  "pmid": "37815317",
  "uid": "37815317",
  "title": "Treatment of geographic atrophy: an update on data related to pegcetacoplan.",
  "abstract": "PURPOSE OF REVIEW: Geographic atrophy is an advanced and currently untreatable form of age-related macular degeneration (AMD), which leads to significant compromise of visual function and quality of life. Dysregulation of the complement cascade has been directly implicated in AMD pathogenesis. Pegcetacoplan is a pegylated highly selective bicyclic peptide that inhibits the cleavage of complement component 3 (C3), which represents a key step in propagation of the complement cascade. The phase 2 FILLY trial as well as the phase 3 OAKS and DERBY trials have evaluated the safety and efficacy of pegcetacoplan for the treatment of GA. RECENT FINDINGS: The FILLY, OAKS and DERBY trials have demonstrated that local inhibition of C3 cleavage with pegcetacoplan can reduce geographic atrophy lesion growth compared with sham with an effect size of approximately 11-35% depending on the specific trial and specific geographic atrophy phenotype considered. Overall pegcetacoplan has appeared to be well tolerated with the notable side effect of a dose-dependent increase in the rate of exudative AMD development in treated eyes. SUMMARY: The FILLY, OAKS and DERBY trials have demonstrated that pegcetacoplan is a potentially viable treatment for geographic atrophy. Additional data from the 2-year outcomes of DERBY and OAKS as well as data from the ongoing 3-year GALE extension study will provide additional insights into the potential therapeutic benefit of pegcetacoplan. Future studies assessing complement inhibition at earlier stages of AMD, with the goal of preventing geographic atrophy formation, are warranted.",
  "authors": [
    {
      "last_name": "Patel",
      "fore_name": "Sagar B",
      "initials": "SB",
      "name": "Sagar B Patel",
      "affiliations": [
        "Retina Consultants of Texas, Blanton Eye Institute, Houston Methodist Hospital, Houston, Texas."
      ]
    },
    {
      "last_name": "Heier",
      "fore_name": "Jeffrey S",
      "initials": "JS",
      "name": "Jeffrey S Heier",
      "affiliations": [
        "Ophthalmic Consultants of Boston, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wykoff",
      "fore_name": "Charles C",
      "initials": "CC",
      "name": "Charles C Wykoff",
      "affiliations": [
        "Retina Consultants of Texas, Blanton Eye Institute, Houston Methodist Hospital, Houston, Texas."
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in ophthalmology",
    "iso_abbreviation": "Curr Opin Ophthalmol",
    "issn": "1531-7021",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "64",
  "end_page": "72",
  "pages": "64-72",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Geographic Atrophy",
    "Macular Degeneration",
    "Peptides, Cyclic",
    "Quality of Life",
    "Clinical Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "37815317",
    "doi": "10.1097/ICU.0000000000000845",
    "pii": "00055735-990000000-00123"
  },
  "doi": "10.1097/ICU.0000000000000845",
  "dates": {
    "completed": "2024-02-26",
    "revised": "2024-03-26"
  },
  "chemicals": [
    "pegcetacoplan",
    "Peptides, Cyclic"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:52.958275",
    "pmid": "37815317"
  }
}