{
  "pmid": "37811393",
  "uid": "37811393",
  "title": "Variability in quantifying the Hill-Sachs lesion: A scoping review.",
  "abstract": "BACKGROUND: Currently, is there no consensus on a widely accepted measurement technique for calculating the Hill-Sachs lesion (HSL). The purpose of this review is to provide an overview of the techniques and imaging modalities to assess the HSL pre-operatively. METHODS: Four online databases (PubMed, Embase, MEDLINE, and COCHRANE) were searched for literature on the various modalities and measurement techniques used for quantifying HSLs, from data inception to 20 November 2021. The Methodological Index for Non-Randomized Studies tool was used to assess study quality. RESULTS: Forty-five studies encompassing 3413 patients were included in this review. MRA and MRI showed the highest sensitivity, specificity, and accuracy values. Intrarater and interrater agreement was shown to be the highest amongst MRA. The most common reference tests for measuring the HSL were arthroscopy, radiography, arthro-CT, and surgical techniques. CONCLUSION: MRA and MRI are reliable imaging modalities with good test diagnostic properties for assessment of HSLs. There is a wide variety of measurement techniques and imaging modalities for HSL assessment, however a lack of comparative studies exists. Thus, it is not possible to comment on the superiority of one technique over another. Future studies comparing imaging modalities and measurement techniques are needed that incorporate a cost-benefit analysis.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Shahrukh",
      "initials": "S",
      "name": "Shahrukh Khan",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shanmugaraj",
      "fore_name": "Ajaykumar",
      "initials": "A",
      "name": "Ajaykumar Shanmugaraj",
      "affiliations": [
        "Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Faisal",
      "fore_name": "Haseeb",
      "initials": "H",
      "name": "Haseeb Faisal",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Prada",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Prada",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Ontario, Canada."
      ],
      "orcid": "0000-0003-0088-1859"
    },
    {
      "last_name": "Munir",
      "fore_name": "Sohaib",
      "initials": "S",
      "name": "Sohaib Munir",
      "affiliations": [
        "Department of Radiology, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8237-8095"
    }
  ],
  "journal": {
    "title": "Shoulder & elbow",
    "iso_abbreviation": "Shoulder Elbow",
    "issn": "1758-5732",
    "issn_type": "Print",
    "volume": "15",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "465",
  "end_page": "483",
  "pages": "465-483",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37811393",
    "pmc": "PMC10557928",
    "doi": "10.1177/17585732221123313",
    "pii": "10.1177_17585732221123313"
  },
  "doi": "10.1177/17585732221123313",
  "pmc_id": "PMC10557928",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.312248",
    "pmid": "37811393"
  }
}