{
  "pmid": "37826851",
  "uid": "37826851",
  "title": "Obstetric Intervention and Perinatal Outcomes During the Coronavirus Disease 2019 (COVID-19) Pandemic.",
  "abstract": "OBJECTIVE: To quantify pandemic-related changes in obstetric intervention and perinatal outcomes in the United States. METHODS: We carried out a retrospective study of all live births and fetal deaths in the United States, 2015-2021, with data obtained from the natality, fetal death, and linked live birth-infant death files of the National Center for Health Statistics. Analyses were carried out among all singletons; singletons of patients with prepregnancy diabetes, prepregnancy hypertension, and hypertensive disorders of pregnancy; and twins. Outcomes of interest included preterm birth, preterm labor induction or preterm cesarean delivery, macrosomia, postterm birth, and perinatal death. Interrupted time series analyses were used to estimate changes in the prepandemic period (January 2015-February 2020), at pandemic onset (March 2020), and in the pandemic period (March 2020-December 2021). RESULTS: The study population included 26,604,392 live births and 155,214 stillbirths. The prepandemic period was characterized by temporal increases in preterm birth and preterm labor induction or cesarean delivery rates and temporal reductions in macrosomia, postterm birth, and perinatal mortality. Pandemic onset was associated with absolute decreases in preterm birth (decrease of 0.322/100 live births, 95% CI 0.506-0.139) and preterm labor induction or cesarean delivery (decrease of 0.190/100 live births, 95% CI 0.334-0.047) and absolute increases in macrosomia (increase of 0.046/100 live births), postterm birth (increase of 0.015/100 live births), and perinatal death (increase of 0.501/1,000 total births, 95% CI 0.220-0.783). These changes were larger in subpopulations at high risk (eg, among singletons of patients with prepregnancy diabetes). Among singletons of patients with prepregnancy diabetes, pandemic onset was associated with a decrease in preterm birth (decrease of 1.634/100 live births) and preterm labor induction or cesarean delivery (decrease of 1.521/100 live births) and increases in macrosomia (increase of 0.328/100 live births) and perinatal death (increase of 9.840/1,000 total births, 95% CI 3.933-15.75). Most changes were reversed in the months after pandemic onset. CONCLUSION: The onset of the coronavirus disease 2019 (COVID-19) pandemic was associated with a transient decrease in obstetric intervention (especially preterm labor induction or cesarean delivery) and a transient increase in perinatal mortality.",
  "authors": [
    {
      "last_name": "Simon",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Simon",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, the Division of Reproductive Endocrinology and Infertility, Department of Obstetrics and Gynaecology, and the School of Population and Public Health, University of British Columbia, and the Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, British Columbia, the Departments of Obstetrics and Gynecology and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, and the Department of Pediatrics, Faculty of Medicine, Université Laval and CHU de Québec-Université Laval Research Center, Québec City, Québec, Canada; the Department of Medicine Solna, Karolinska Institutet, Stockholm, Sweden; the Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, NYU Grossman School of Medicine, New York, New York; and the Division of Epidemiology and Biostatistics, Department of Obstetrics, Gynecology, and Reproductive Sciences, the Cardiovascular Institute of New Jersey, and the Department of Medicine, Rutgers Robert Wood Johnson Medical School, New Brunswick, and the Department of Biostatistics and Epidemiology, Rutgers School of Public Health, and the Environmental and Occupational Health Sciences Institute, Rutgers Robert Wood Johnson Medical School, Piscataway, New Jersey."
      ]
    },
    {
      "last_name": "John",
      "fore_name": "Sid",
      "initials": "S",
      "name": "Sid John",
      "affiliations": []
    },
    {
      "last_name": "Lisonkova",
      "fore_name": "Sarka",
      "initials": "S",
      "name": "Sarka Lisonkova",
      "affiliations": []
    },
    {
      "last_name": "Razaz",
      "fore_name": "Neda",
      "initials": "N",
      "name": "Neda Razaz",
      "affiliations": []
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": []
    },
    {
      "last_name": "Boutin",
      "fore_name": "Amélie",
      "initials": "A",
      "name": "Amélie Boutin",
      "affiliations": []
    },
    {
      "last_name": "Bedaiwy",
      "fore_name": "Mohamed A",
      "initials": "MA",
      "name": "Mohamed A Bedaiwy",
      "affiliations": []
    },
    {
      "last_name": "Brandt",
      "fore_name": "Justin S",
      "initials": "JS",
      "name": "Justin S Brandt",
      "affiliations": []
    },
    {
      "last_name": "Ananth",
      "fore_name": "Cande V",
      "initials": "CV",
      "name": "Cande V Ananth",
      "affiliations": []
    },
    {
      "last_name": "Joseph",
      "fore_name": "K S",
      "initials": "KS",
      "name": "K S Joseph",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Obstetrics and gynecology",
    "iso_abbreviation": "Obstet Gynecol",
    "issn": "1873-233X",
    "issn_type": "Electronic",
    "volume": "142",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "1405",
  "end_page": "1415",
  "pages": "1405-1415",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Pregnancy",
    "Female",
    "Humans",
    "Infant, Newborn",
    "United States",
    "Premature Birth",
    "Perinatal Death",
    "Retrospective Studies",
    "Fetal Macrosomia",
    "Pandemics",
    "COVID-19",
    "Pregnancy Outcome",
    "Obstetric Labor, Premature",
    "Fetal Death"
  ],
  "article_ids": {
    "pubmed": "37826851",
    "pmc": "PMC10642704",
    "doi": "10.1097/AOG.0000000000005412",
    "pii": "00006250-202312000-00016"
  },
  "doi": "10.1097/AOG.0000000000005412",
  "pmc_id": "PMC10642704",
  "dates": {
    "completed": "2023-11-20",
    "revised": "2025-04-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 ES033190",
      "agency": "NIEHS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 HL150065",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:39.019953",
    "pmid": "37826851"
  }
}