{
  "pmid": "37824153",
  "uid": "37824153",
  "title": "Red Blood Cell Transfusion: 2023 AABB International Guidelines.",
  "abstract": "IMPORTANCE: Red blood cell transfusion is a common medical intervention with benefits and harms. OBJECTIVE: To provide recommendations for use of red blood cell transfusion in adults and children. EVIDENCE REVIEW: Standards for trustworthy guidelines were followed, including using Grading of Recommendations Assessment, Development and Evaluation methods, managing conflicts of interest, and making values and preferences explicit. Evidence from systematic reviews of randomized controlled trials was reviewed. FINDINGS: For adults, 45 randomized controlled trials with 20 599 participants compared restrictive hemoglobin-based transfusion thresholds, typically 7 to 8 g/dL, with liberal transfusion thresholds of 9 to 10 g/dL. For pediatric patients, 7 randomized controlled trials with 2730 participants compared a variety of restrictive and liberal transfusion thresholds. For most patient populations, results provided moderate quality evidence that restrictive transfusion thresholds did not adversely affect patient-important outcomes. Recommendation 1: for hospitalized adult patients who are hemodynamically stable, the international panel recommends a restrictive transfusion strategy considering transfusion when the hemoglobin concentration is less than 7 g/dL (strong recommendation, moderate certainty evidence). In accordance with the restrictive strategy threshold used in most trials, clinicians may choose a threshold of 7.5 g/dL for patients undergoing cardiac surgery and 8 g/dL for those undergoing orthopedic surgery or those with preexisting cardiovascular disease. Recommendation 2: for hospitalized adult patients with hematologic and oncologic disorders, the panel suggests a restrictive transfusion strategy considering transfusion when the hemoglobin concentration is less than 7 g/dL (conditional recommendations, low certainty evidence). Recommendation 3: for critically ill children and those at risk of critical illness who are hemodynamically stable and without a hemoglobinopathy, cyanotic cardiac condition, or severe hypoxemia, the international panel recommends a restrictive transfusion strategy considering transfusion when the hemoglobin concentration is less than 7 g/dL (strong recommendation, moderate certainty evidence). Recommendation 4: for hemodynamically stable children with congenital heart disease, the international panel suggests a transfusion threshold that is based on the cardiac abnormality and stage of surgical repair: 7 g/dL (biventricular repair), 9 g/dL (single-ventricle palliation), or 7 to 9 g/dL (uncorrected congenital heart disease) (conditional recommendation, low certainty evidence). CONCLUSIONS AND RELEVANCE: It is good practice to consider overall clinical context and alternative therapies to transfusion when making transfusion decisions about an individual patient.",
  "authors": [
    {
      "last_name": "Carson",
      "fore_name": "Jeffrey L",
      "initials": "JL",
      "name": "Jeffrey L Carson",
      "affiliations": [
        "Department of Medicine, Rutgers Robert Wood Johnson Medical School, New Brunswick, New Jersey."
      ]
    },
    {
      "last_name": "Stanworth",
      "fore_name": "Simon J",
      "initials": "SJ",
      "name": "Simon J Stanworth",
      "affiliations": [
        "Department of Haematology, Oxford University Hospitals NHS Trust, Oxford, United Kingdom.",
        "NHSBT, Oxford, United Kingdom.",
        "Radcliffe Department of Medicine, University of Oxford, Oxford, United Kingdom.",
        "Department of Transfusion Medicine, NHS Blood and Transplant, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Departments of Clinical Epidemiology and Biostatistics and Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Valentine",
      "fore_name": "Stacey",
      "initials": "S",
      "name": "Stacey Valentine",
      "affiliations": [
        "Department of Pediatrics, University of Massachusetts Chan Medical School, Worcester."
      ]
    },
    {
      "last_name": "Dennis",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Dennis",
      "affiliations": [
        "Cochrane Injuries Group, London School of Hygiene and Tropical Medicine, London, United Kingdom."
      ]
    },
    {
      "last_name": "Bakhtary",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Bakhtary",
      "affiliations": [
        "Department of Laboratory Medicine, University of California, San Francisco."
      ]
    },
    {
      "last_name": "Cohn",
      "fore_name": "Claudia S",
      "initials": "CS",
      "name": "Claudia S Cohn",
      "affiliations": [
        "Department of Laboratory Medicine and Pathology, University of Minnesota, Minneapolis."
      ]
    },
    {
      "last_name": "Dubon",
      "fore_name": "Allan",
      "initials": "A",
      "name": "Allan Dubon",
      "affiliations": [
        "Patient partner."
      ]
    },
    {
      "last_name": "Grossman",
      "fore_name": "Brenda J",
      "initials": "BJ",
      "name": "Brenda J Grossman",
      "affiliations": [
        "Department of Pathology and Immunology, Washington University School of Medicine in St Louis, St Louis, Missouri."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Gaurav K",
      "initials": "GK",
      "name": "Gaurav K Gupta",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Memorial Sloan Kettering Cancer Center, New York, New York."
      ]
    },
    {
      "last_name": "Hess",
      "fore_name": "Aaron S",
      "initials": "AS",
      "name": "Aaron S Hess",
      "affiliations": [
        "Departments of Anesthesiology and Pathology and Laboratory Medicine, University of Wisconsin-Madison, Madison."
      ]
    },
    {
      "last_name": "Jacobson",
      "fore_name": "Jessica L",
      "initials": "JL",
      "name": "Jessica L Jacobson",
      "affiliations": [
        "Department of Pathology, New York University Grossman School of Medicine, New York.",
        "NYC Health + Hospitals/Bellevue, New York, New York."
      ]
    },
    {
      "last_name": "Kaplan",
      "fore_name": "Lewis J",
      "initials": "LJ",
      "name": "Lewis J Kaplan",
      "affiliations": [
        "Department of Surgery, Division of Trauma, Surgical Critical Care and Surgical Emergencies, Perelman School of Medicine, University of Pennsylvania, Philadelphia."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Yulia",
      "initials": "Y",
      "name": "Yulia Lin",
      "affiliations": [
        "Precision Diagnostics and Therapeutics Program, Sunnybrook Health Sciences Centre, Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Metcalf",
      "fore_name": "Ryan A",
      "initials": "RA",
      "name": "Ryan A Metcalf",
      "affiliations": [
        "Department of Pathology, University of Utah, Salt Lake City."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Colin H",
      "initials": "CH",
      "name": "Colin H Murphy",
      "affiliations": [
        "Pathology Associates of Albuquerque, Albuquerque, New Mexico."
      ]
    },
    {
      "last_name": "Pavenski",
      "fore_name": "Katerina",
      "initials": "K",
      "name": "Katerina Pavenski",
      "affiliations": [
        "Department of Laboratory Medicine and Pathobiology, University of Toronto and St Michael's Hospital-Unity Health Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Prochaska",
      "fore_name": "Micah T",
      "initials": "MT",
      "name": "Micah T Prochaska",
      "affiliations": [
        "Department of Medicine, University of Chicago, Chicago, Illinois."
      ]
    },
    {
      "last_name": "Raval",
      "fore_name": "Jay S",
      "initials": "JS",
      "name": "Jay S Raval",
      "affiliations": [
        "Department of Pathology, University of New Mexico, Albuquerque."
      ]
    },
    {
      "last_name": "Salazar",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Salazar",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, UT Health San Antonio, San Antonio, Texas."
      ]
    },
    {
      "last_name": "Saifee",
      "fore_name": "Nabiha H",
      "initials": "NH",
      "name": "Nabiha H Saifee",
      "affiliations": [
        "Department of Laboratory Medicine and Pathology, Seattle Children's Hospital, Seattle, Washington."
      ]
    },
    {
      "last_name": "Tobian",
      "fore_name": "Aaron A R",
      "initials": "AAR",
      "name": "Aaron A R Tobian",
      "affiliations": [
        "Department of Pathology, Johns Hopkins University, Baltimore, Maryland."
      ]
    },
    {
      "last_name": "So-Osman",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia So-Osman",
      "affiliations": [
        "Department of Unit Transfusion Medicine (UTG), Sanquin Blood Bank, Amsterdam, the Netherlands.",
        "Department Hematology, Erasmus Medical Center, Rotterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Waters",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Waters",
      "affiliations": [
        "Department of Anesthesiology and Perioperative Medicine, University of Pittsburgh, Pittsburgh, Pennsylvania."
      ]
    },
    {
      "last_name": "Wood",
      "fore_name": "Erica M",
      "initials": "EM",
      "name": "Erica M Wood",
      "affiliations": [
        "Department of Haematology, Monash Health, Monash University School of Public Health and Preventive Medicine, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Zantek",
      "fore_name": "Nicole D",
      "initials": "ND",
      "name": "Nicole D Zantek",
      "affiliations": [
        "Department of Laboratory Medicine and Pathology, University of Minnesota, Minneapolis."
      ]
    },
    {
      "last_name": "Pagano",
      "fore_name": "Monica B",
      "initials": "MB",
      "name": "Monica B Pagano",
      "affiliations": [
        "Department of Laboratory Medicine and Pathology, University of Washington, Seattle."
      ]
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "330",
    "issue": "19",
    "pub_year": "2023",
    "pub_month": "Nov",
    "pub_day": "21"
  },
  "start_page": "1892",
  "end_page": "1902",
  "pages": "1892-1902",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Humans",
    "Cardiovascular Diseases",
    "Decision Making",
    "Erythrocyte Transfusion",
    "Heart Defects, Congenital",
    "Hemoglobins",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "37824153",
    "doi": "10.1001/jama.2023.12914",
    "pii": "2810754"
  },
  "doi": "10.1001/jama.2023.12914",
  "dates": {
    "completed": "2023-11-26",
    "revised": "2024-02-21"
  },
  "chemicals": [
    "Hemoglobins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.291004",
    "pmid": "37824153"
  }
}