{
  "pmid": "37827737",
  "uid": "37827737",
  "title": "Impact of strategies to mitigate misinformation in diverse settings and populations: a protocol for a living evidence synthesis.",
  "abstract": "INTRODUCTION: Misinformation refers to inadvertent misleading information that the public may be exposed and share without intent to cause harm, and can delay or prevent effective care, affect mental health, lead to misallocation of health resources and/or create or exacerbate public-health crises. There are many strategies to address misinformation, but there is a need to evaluate their effects. Our objective is to synthesise and routinely update evidence to assess the impact of strategies to mitigate health-related misinformation in diverse settings, and populations. METHODS AND ANALYSIS: We will search seven databases in May 2023 with planned updates at 6 and 9 months, which will be supplemented with searches for grey literature and reference lists of included studies and contacting experts. Two reviewers will independently screen all search results for studies that evaluate one or more approaches to addressing health-related misinformation. One researcher will conduct data extraction and risk of bias assessments, which will be reviewed by a second reviewer for accuracy. We will include experimental, quasi-experimental and observational studies for any populations, settings and diseases without language or publication restrictions. We will conduct quantitative analysis if meta-analytical pooling is possible. If pooling is not possible, we will synthesise quantitative data according to outcomes and interventions addressed, and present a narrative summary of findings disaggregated by sex and/or gender, irrespective of whether differences were found. ETHICS AND DISSEMINATION: There are no individuals or protected health information involved and no safety issues identified. Results will be published through the Global Commission on Evidence and COVID-END websites, in a peer-reviewed journal, as well as through plain-language materials. PROSPERO REGISTRATION NUMBER: CRD42023421149.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada wilsom2@mcmaster.ca.",
        "McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-5383-2471"
    },
    {
      "last_name": "Vélez",
      "fore_name": "Marcela",
      "initials": "M",
      "name": "Marcela Vélez",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John",
      "initials": "J",
      "name": "John Lavis",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "10",
    "pub_year": "2023",
    "pub_month": "Oct",
    "pub_day": "12"
  },
  "start_page": "e076672",
  "pages": "e076672",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Public Health",
    "Mental Health",
    "Communication"
  ],
  "article_ids": {
    "pubmed": "37827737",
    "pmc": "PMC10582920",
    "doi": "10.1136/bmjopen-2023-076672",
    "pii": "bmjopen-2023-076672"
  },
  "doi": "10.1136/bmjopen-2023-076672",
  "pmc_id": "PMC10582920",
  "dates": {
    "completed": "2023-10-23",
    "revised": "2023-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.800507",
    "pmid": "37827737"
  }
}