{
  "pmid": "37831613",
  "uid": "37831613",
  "title": "Pain interference, pain type, and quality of life among adults with spina bifida.",
  "abstract": "INTRODUCTION: Individuals with spina bifida (SB) experience nociceptive and neuropathic pain, and women with SB report more pain. However, the relationship between pain type and gender on pain interference and quality of life (QoL) among individuals with SB is less understood. OBJECTIVE: To assess relationships among pain interference, pain quality, participation-related QoL, and gender among adults with SB. DESIGN: Fifty-one adults with SB completed a self-report survey assessing SB characteristics, pain severity, pain type, pain interference, and QoL. SETTING: Hospital outpatient adult SB clinic. INTERVENTIONS: Not applicable. MAIN OUTCOME MEASURES: Measures of nociceptive pain quality, neuropathic pain quality, participation-related QoL, as well as pain interference with general activities, mood, and sleep were selected a priori as study measures. RESULTS: Fifty-eight percent (N = 30) reported pain and more women than men reported pain (69% vs. 38%, p = .003). Higher general pain interference was associated with lower QoL (r = 0.444, p = .042), but not mood or sleep pain interference (both p's ≥ .451). There was no statistically significant difference in pain interference between genders (p = .138). Nociceptive pain was more common. Levels of nociceptive pain were positively associated with general pain interference, sleep pain interference, and mood pain inference. Neither pain type was associated with QoL (both p's > .082). CONCLUSIONS: The results from this study reveal key differences/similarities among four interrelated factors: pain, pain interference, QoL, and gender. Pertinent information gathered on pain type and QoL, like increased prevalence of nociceptive pain, can be utilized to formulate proactive and effective treatment plans for individuals with SB that may benefit their sleep pain interference and mood pain interference.",
  "authors": [
    {
      "last_name": "Smith",
      "fore_name": "Alexis V",
      "initials": "AV",
      "name": "Alexis V Smith",
      "affiliations": [
        "Edward Via College of Osteopathic Medicine, Monroe, Louisiana, USA."
      ],
      "orcid": "0000-0001-5699-4006"
    },
    {
      "last_name": "Richardson",
      "fore_name": "Elizabeth J",
      "initials": "EJ",
      "name": "Elizabeth J Richardson",
      "affiliations": [
        "Department of Behavioral and Social Sciences, University of Montevallo, Montevallo, Albama, USA.",
        "Department of Physical Medicine & Rehabilitation, University of Alabama at Birmingham, Birmingham, Alabama, USA."
      ]
    },
    {
      "last_name": "Cowan",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Cowan",
      "affiliations": [
        "Department of Physical Medicine & Rehabilitation, University of Alabama at Birmingham, Birmingham, Alabama, USA."
      ]
    }
  ],
  "journal": {
    "title": "PM & R : the journal of injury, function, and rehabilitation",
    "iso_abbreviation": "PM R",
    "issn": "1934-1563",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "586",
  "end_page": "593",
  "pages": "586-593",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Quality of Life",
    "Adult",
    "Spinal Dysraphism",
    "Pain Measurement",
    "Young Adult",
    "Middle Aged",
    "Neuralgia",
    "Sex Factors",
    "Self Report",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "37831613",
    "doi": "10.1002/pmrj.13084"
  },
  "doi": "10.1002/pmrj.13084",
  "dates": {
    "completed": "2024-06-20",
    "revised": "2024-07-20"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Association of Academic Physiatrists"
    },
    {
      "agency": "School of Medicine, University of Alabama at Birmingham"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:59.403639",
    "pmid": "37831613"
  }
}