{
  "pmid": "37830935",
  "uid": "37830935",
  "title": "Rare immune-related adverse events in a patient with metastatic melanoma: a case report highlighting sarcoidosis-like reactions triggered by immune-checkpoint inhibitors.",
  "abstract": "Pembrolizumab and ipilimumab/nivolumab (ipi/nivo) combination are FDA-approved immune checkpoint inhibitor (ICI) therapies for metastatic melanoma. ICIs could result in various inflammation responses known as immune-related adverse events (IRAEs). We report a patient with metastatic melanoma who developed multiple IRAEs including sarcoidosis-like reaction (SLR), diabetic ketoacidosis (DKA), and worsening hypothyroidism on ICIs. A 71-year-old man with stage IIIC melanoma and lymph node metastasis began adjuvant therapy with pembrolizumab in May 2021. A surveillance positron emission tomography-computed tomography (PET-CT) scan four months later showed diffuse nodal uptake indicating potential metastases although the patient remained asymptomatic. His treatment was temporarily switched to ipi/nivo before biopsy was obtained for definitive diagnosis, which revealed non-caseating granulomas consistent with SLR. After resuming pembrolizumab, he developed DKA and worsening hypothyroidism in November 2021, both of which were attributed to IRAEs. His surveillance PET scan in March 2022 again revealed new hypermetabolic activity in several bones, subcutaneous tissue, and the left inguinal lymph node. Left inguinal node biopsy showed disease recurrence, while biopsies of hypermetabolic subcutaneous nodules and bone demonstrated non-caseating granulomas. Our case described a patient on ICIs who developed several IRAEs. SLR is often asymptomatic but remains a diagnostic challenge due to its indistinguishable appearance on imaging studies compared to metastasis. Better understanding of IRAEs and improved surveillance strategies are needed for optimal patient outcomes.",
  "authors": [
    {
      "last_name": "Cao",
      "fore_name": "Yuanzhen",
      "initials": "Y",
      "name": "Yuanzhen Cao",
      "affiliations": [
        "Department of Internal Medicine, Dartmouth-Hitchcock Medical Center."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Zubair",
      "initials": "MZ",
      "name": "Muhammad Zubair Afzal",
      "affiliations": [
        "Section of Hematology/Oncology, Dartmouth Cancer Center, Dartmouth-Hitchcock Medical Center."
      ]
    },
    {
      "last_name": "Gutmann",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Gutmann",
      "affiliations": [
        "Department of Pathology, Dartmouth-Hitchcock Medical Center, Lebanon, New Hampshire, USA."
      ]
    },
    {
      "last_name": "Shirai",
      "fore_name": "Keisuke",
      "initials": "K",
      "name": "Keisuke Shirai",
      "affiliations": [
        "Section of Hematology/Oncology, Dartmouth Cancer Center, Dartmouth-Hitchcock Medical Center."
      ]
    }
  ],
  "journal": {
    "title": "Melanoma research",
    "iso_abbreviation": "Melanoma Res",
    "issn": "1473-5636",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "70",
  "end_page": "75",
  "pages": "70-75",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Male",
    "Humans",
    "Aged",
    "Melanoma",
    "Immune Checkpoint Inhibitors",
    "Skin Neoplasms",
    "Nivolumab",
    "Ipilimumab",
    "Positron Emission Tomography Computed Tomography",
    "Antineoplastic Agents, Immunological",
    "Neoplasm Recurrence, Local",
    "Sarcoidosis",
    "Granuloma",
    "Hypothyroidism"
  ],
  "article_ids": {
    "pubmed": "37830935",
    "doi": "10.1097/CMR.0000000000000925",
    "pii": "00008390-202402000-00010"
  },
  "doi": "10.1097/CMR.0000000000000925",
  "dates": {
    "completed": "2023-12-25",
    "revised": "2025-05-28"
  },
  "chemicals": [
    "Immune Checkpoint Inhibitors",
    "Nivolumab",
    "Ipilimumab",
    "Antineoplastic Agents, Immunological"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.099445",
    "pmid": "37830935"
  }
}