{
  "pmid": "37842566",
  "uid": "37842566",
  "title": "Publication status and reporting quality of case reports on acupuncture-related adverse events: A systematic reviews of case studies.",
  "abstract": "INTRODUCTION: Case reports on acupuncture-related adverse events (AEs) have been consistently published in the literature. This review aims to assess the current publication status of case reports on acupuncture-related AEs and evaluate their reporting quality in order to identify areas for improvement. METHODS: This study is a systematic review (SR) of case reports. Studies describing cases for acupuncture-related AEs between 2010 and 2023 (until July) were searched in PubMed, Embase, and local databases (China and Korea), as well as by hand-searching references included in published relevant SRs. A bibliometric analysis was conducted to examine the publication trends of the included literature. The appropriateness of the acupuncture described in the cases, the causality assessment between AEs and acupuncture treatment, and the presence of necessary items from the CAse REport guidelines (CARE) checklist were narratively analyzed. RESULTS: A total of 169 case reports were included in this review. Over the past decade, an average of 12 case reports on acupuncture-related AEs were published annually. However, only 38.2% of the articles provided sufficient information to determine the appropriateness of the acupuncture treatment used in the reported cases, and considerable numbers of the included case reports did not suggest enough information for the assessment of a causal relationship. The majority of cases did not report the timeline (n = 164), patient perspectives (n = 157), and informed consent (n = 121) items from the CARE checklist. DISCUSSION: Acupuncture-related AEs persist in being frequently reported in the literature. Nonetheless, the information concerning acupuncture and causality assessment within these publications is still found to be insufficient. The development of reporting guidelines for future case reports on acupuncture-related AEs is anticipated to promote an academic environment conducive to more comprehensive reporting.",
  "authors": [
    {
      "last_name": "Kim",
      "fore_name": "Tae-Hun",
      "initials": "TH",
      "name": "Tae-Hun Kim",
      "affiliations": [
        "Korean Medicine Clinical Trial Center, Korean Medicine Hospital, Kyung Hee University, Seoul, Republic of Korea."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "Division of Clinical Medicine, Korea Institute of Oriental Medicine, Daejeon, Republic of Korea."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "School of Health Sciences, Kristiania University College, Oslo, Norway."
      ]
    },
    {
      "last_name": "Alræk",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alræk",
      "affiliations": [
        "School of Health Sciences, Kristiania University College, Oslo, Norway.",
        "Department of Community Medicine, Faculty of Medicine, National Research Center in Complementary and Alternative Medicine, UiT the Arctic University of Norway, Tromso, Norway."
      ]
    },
    {
      "last_name": "Norheim",
      "fore_name": "Arne Johan",
      "initials": "AJ",
      "name": "Arne Johan Norheim",
      "affiliations": [
        "Department of Community Medicine, Faculty of Medicine, National Research Center in Complementary and Alternative Medicine, UiT the Arctic University of Norway, Tromso, Norway."
      ]
    },
    {
      "last_name": "Kang",
      "fore_name": "Jung Won",
      "initials": "JW",
      "name": "Jung Won Kang",
      "affiliations": [
        "Department of Acupuncture & Moxibustion, College of Korean Medicine, Kyung Hee University, Seoul, South Korea."
      ]
    }
  ],
  "journal": {
    "title": "Heliyon",
    "iso_abbreviation": "Heliyon",
    "issn": "2405-8440",
    "issn_type": "Print",
    "volume": "9",
    "issue": "10",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "e20577",
  "pages": "e20577",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37842566",
    "pmc": "PMC10569964",
    "doi": "10.1016/j.heliyon.2023.e20577",
    "pii": "S2405-8440(23)07785-X"
  },
  "doi": "10.1016/j.heliyon.2023.e20577",
  "pmc_id": "PMC10569964",
  "dates": {
    "revised": "2023-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.718300",
    "pmid": "37842566"
  }
}