{
  "pmid": "37842168",
  "uid": "37842168",
  "title": "Identifying invertebrate indicators for streamflow duration assessments in forested headwater streams.",
  "abstract": "Streamflow-duration assessment methods (SDAMs) are rapid, indicator-based tools for classifying streamflow duration (e.g., intermittent vs perennial flow) at the reach scale. Indicators are easily assessed stream properties used as surrogates of flow duration, which is too resource intensive to measure directly for many reaches. Invertebrates are commonly used as SDAM indicators because many are not highly mobile, and different species have life stages that require flow for different durations and times of the year. The objectives of this study were to 1) identify invertebrate taxa that can be used as SDAM indicators to distinguish between stream reaches having intermittent and perennial flow, 2) to compare indicator strength across different taxonomic and numeric resolutions, and 3) to assess the relative importance of season and habitat type on the ability of invertebrates to predict streamflow-duration class. We used 2 methods, random forest models and indicator species analysis, to analyze aquatic and terrestrial invertebrate data (presence/absence, density, and biomass) at the family and genus levels from 370 samples collected from both erosional and depositional habitats during both wet and dry seasons. In total, 36 intermittent and 53 perennial reaches were sampled along 31 forested headwater streams in 4 level II ecoregions across the United States. Random forest models for family- and genus-level datasets had stream classification accuracy ranging from 88.9 to 93.2%, with slightly higher accuracy for density than for presence/absence and biomass datasets. Season (wet/dry) tended to be a stronger predictor of streamflow-duration class than habitat (erosional/depositional). Many taxa at the family (58.8%) and genus level (61.6%) were collected from both intermittent and perennial reaches, and most taxa that were exclusive to 1 streamflow-duration class were rarely collected. However, 23 family-level or higher taxa (20 aquatic and 3 terrestrial) and 44 aquatic genera were identified as potential indicators of streamflow-duration class for forested headwater streams. The utility of the potential indicators varied across level II ecoregions in part because of representation of intermittent and perennial reaches in the dataset but also because of variable ecological responses to drying among species. Aquatic invertebrates have been an important field indicator of perennial reaches in existing SDAMs, but our findings highlight how including aquatic and terrestrial invertebrates as indicators of intermittent reaches can further maximize the data collected for streamflow-duration classifications.",
  "authors": [
    {
      "last_name": "Fritz",
      "fore_name": "Ken M",
      "initials": "KM",
      "name": "Ken M Fritz",
      "affiliations": [
        "Office of Research and Development, United States Environmental Protection Agency, 26 West Martin Luther King Drive, Cincinnati, Ohio 45268 USA."
      ]
    },
    {
      "last_name": "Kashuba",
      "fore_name": "Roxolana O",
      "initials": "RO",
      "name": "Roxolana O Kashuba",
      "affiliations": [
        "Office of Research and Development, United States Environmental Protection Agency, 1200 Pennsylvania Avenue Northwest, Washington, DC 20460 USA."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory J",
      "initials": "GJ",
      "name": "Gregory J Pond",
      "affiliations": [
        "Region 3, United States Environmental Protection Agency, 1060 Chapline Street Suite 303, Wheeling, West Virginia 26003 USA."
      ]
    },
    {
      "last_name": "Christensen",
      "fore_name": "Jay R",
      "initials": "JR",
      "name": "Jay R Christensen",
      "affiliations": [
        "Office of Research and Development, United States Environmental Protection Agency, 26 West Martin Luther King Drive, Cincinnati, Ohio 45268 USA."
      ]
    },
    {
      "last_name": "Alexander",
      "fore_name": "Laurie C",
      "initials": "LC",
      "name": "Laurie C Alexander",
      "affiliations": [
        "Office of Research and Development, United States Environmental Protection Agency, 1200 Pennsylvania Avenue Northwest, Washington, DC 20460 USA."
      ]
    },
    {
      "last_name": "Washington",
      "fore_name": "Benjamin J",
      "initials": "BJ",
      "name": "Benjamin J Washington",
      "affiliations": [
        "Office of Research and Development, United States Environmental Protection Agency, 1200 Pennsylvania Avenue Northwest, Washington, DC 20460 USA.",
        "Verisk Analytics, 545 Washington Boulevard, Jersey City, New Jersey 07310 USA."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Brent R",
      "initials": "BR",
      "name": "Brent R Johnson",
      "affiliations": [
        "Office of Research and Development, United States Environmental Protection Agency, 26 West Martin Luther King Drive, Cincinnati, Ohio 45268 USA."
      ]
    },
    {
      "last_name": "Walters",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Walters",
      "affiliations": [
        "US Geological Survey, Columbia Environmental Research Center, 4200 East New Haven Road, Columbia, Missouri 65201 USA."
      ]
    },
    {
      "last_name": "Thoeny",
      "fore_name": "William T",
      "initials": "WT",
      "name": "William T Thoeny",
      "affiliations": [
        "Pegasus Technical Services, c/o United States Environmental Protection Agency, 26 West Martin Luther King Drive, Cincinnati, Ohio 45268 USA, Retired."
      ]
    },
    {
      "last_name": "Weaver",
      "fore_name": "Paul C",
      "initials": "PC",
      "name": "Paul C Weaver",
      "affiliations": [
        "Office of Research and Development, United States Environmental Protection Agency, 26 West Martin Luther King Drive, Cincinnati, Ohio 45268 USA."
      ]
    }
  ],
  "journal": {
    "title": "Freshwater science (Print)",
    "iso_abbreviation": "Freshw Sci",
    "issn": "2161-9549",
    "issn_type": "Print",
    "volume": "42",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "247",
  "end_page": "267",
  "pages": "247-267",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37842168",
    "mid": "NIHMS1929857",
    "pmc": "PMC10569111"
  },
  "pmc_id": "PMC10569111",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "EPA999999",
      "agency": "Intramural EPA",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.967588",
    "pmid": "37842168"
  }
}