{
  "pmid": "37845523",
  "uid": "37845523",
  "title": "Association of delayed adequate antimicrobial treatment and organ dysfunction in pediatric bloodstream infections.",
  "abstract": "BACKGROUND: Bloodstream infections (BSIs) are associated with significant mortality and morbidity, including multiple organ dysfunction. We explored if delayed adequate antimicrobial treatment for children with BSIs is associated with change in organ dysfunction as measured by PELOD-2 scores. METHODS: We conducted a multicenter, retrospective cohort study of critically ill children <18 years old with BSIs. The primary outcome was change in PELOD-2 score between days 1 (index blood culture) and 5. The exposure variable was delayed administration of adequate antimicrobial therapy by ≥3 h from blood culture collection. We compared PELOD-2 score changes between those who received early and delayed treatment. RESULTS: Among 202 children, the median (interquartile range) time to adequate antimicrobial therapy was 7 (0.8-20.1) hours; 124 (61%) received delayed antimicrobial therapy. Patients who received early and delayed treatment had similar baseline characteristics. There was no significant difference in PELOD-2 score changes from days 1 and 5 between groups (PELOD-2 score difference -0.07, 95% CI -0.92 to 0.79, p = 0.88). CONCLUSIONS: We did not find an association between delayed adequate antimicrobial therapy and PELOD-2 score changes between days 1 and 5 from detection of BSI. PELOD-2 score was not sensitive for clinical effects of delayed antimicrobial treatment. IMPACT: In critically ill children with bloodstream infections, there was no significant change in organ dysfunction as measured by PELOD-2 scores between patients who received adequate antimicrobial therapy within 3 h of their initial positive blood culture and those who started after 3 h. Higher PELOD-2 scores on day 1 were associated with larger differences in PELOD-2 scores between days 1 and 5 from index positive blood cultures. Further study is required to determine if PELOD-2 or alternative measures of organ dysfunction could be used as primary outcome measures in trials of antimicrobial interventions in pediatric critical care research.",
  "authors": [
    {
      "last_name": "Pong",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Pong",
      "affiliations": [
        "Department of Pharmacy, The Hospital for Sick Children, Toronto, ON, Canada. sandra.pong@sickkids.ca."
      ],
      "orcid": "0000-0003-2963-9601"
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada.",
        "Tory Trauma Program, Sunnybrook Health Sciences Centre, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Fontela",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Fontela",
      "affiliations": [
        "Department of Epidemiology, Biostatistics and Occupational Health, McGill University, Montreal, QC, Canada.",
        "Department of Pediatrics, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Gilfoyle",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Gilfoyle",
      "affiliations": [
        "Department of Critical Care Medicine, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hutchison",
      "fore_name": "James S",
      "initials": "JS",
      "name": "James S Hutchison",
      "affiliations": [
        "Department of Critical Care Medicine, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Jouvet",
      "fore_name": "Philippe",
      "initials": "P",
      "name": "Philippe Jouvet",
      "affiliations": [
        "Pediatric Intensive Care Unit, Sainte-Justine Hospital University Center, Montreal, QC, Canada.",
        "Department of Pediatrics, Université de Montréal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Mitsakakis",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Mitsakakis",
      "affiliations": [
        "Children's Hospital of Eastern Ontario Research Institute, Ottawa, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Murthy",
      "fore_name": "Srinivas",
      "initials": "S",
      "name": "Srinivas Murthy",
      "affiliations": [
        "Department of Pediatrics, Division of Critical Care, University of British Columbia, Vancouver, BC, Canada.",
        "Research Institute, BC Children's Hospital, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Pernica",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Pernica",
      "affiliations": [
        "Division of Infectious Diseases, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rishu",
      "fore_name": "Asgar H",
      "initials": "AH",
      "name": "Asgar H Rishu",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Science",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Science",
      "affiliations": [
        "Division of Infectious Diseases, Department of Paediatric Medicine, The Hospital for Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Seto",
      "fore_name": "Winnie",
      "initials": "W",
      "name": "Winnie Seto",
      "affiliations": [
        "Department of Pharmacy, The Hospital for Sick Children, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Division of Infectious Diseases, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric research",
    "iso_abbreviation": "Pediatr Res",
    "issn": "1530-0447",
    "issn_type": "Electronic",
    "volume": "95",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "705",
  "end_page": "711",
  "pages": "705-711",
  "language": "eng",
  "publication_types": [
    "Multicenter Study",
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Humans",
    "Adolescent",
    "Multiple Organ Failure",
    "Critical Illness",
    "Retrospective Studies",
    "Severity of Illness Index",
    "Intensive Care Units, Pediatric",
    "Prospective Studies",
    "Anti-Infective Agents"
  ],
  "article_ids": {
    "pubmed": "37845523",
    "doi": "10.1038/s41390-023-02836-3",
    "pii": "10.1038/s41390-023-02836-3"
  },
  "doi": "10.1038/s41390-023-02836-3",
  "dates": {
    "completed": "2024-02-29",
    "revised": "2024-03-02"
  },
  "chemicals": [
    "Anti-Infective Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:09.329563",
    "pmid": "37845523"
  }
}