{
  "pmid": "37842076",
  "uid": "37842076",
  "title": "The Reset Neurotomy within a Nonidentifiable Zone of Injury after Trauma.",
  "abstract": "Recent reconstructive approaches to peripheral nerve surgery have been directed toward active approaches; one such approach is nerve grafting the injured nerve segment. Addressing a nerve injury proximal to the zone of injury has demonstrated reproducible results in preventing symptomatic neuroma formation. A 53-year-old woman with a history of an ankle fracture presented with neuritic symptoms that interfered with her activities of daily living. Her intractable pain was significantly but temporarily relieved with in-office nerve blocks to the superficial peroneal nerve and sural nerve. There were no identifiable zones of injury in the nerve conduction study. Orthopedic etiology was ruled out. Nerve allografts, each 3 cm in length, were utilized with conduits and placed at the location proximal to the zone of maximum tenderness. Once the neurotomy was performed, the nerve allografts and conduits were coapted to each nerve. The patient's intractable neuritic pain was relieved even 15 months postoperatively. The visual analog scale went from eight of 10 preoperatively to two of 10 postoperatively. Additional nerve conduction studies were not needed, and the patient returned to daily activities once the skin incisions healed. The reset neurotomy is an option for the microsurgical surgeon to have for patients with a nonidentifiable zone of injury or no identifiable neuroma but presents with intractable nerve pain relieved by local anesthetic nerve blocks.",
  "authors": [
    {
      "last_name": "Schnack",
      "fore_name": "Lauren L",
      "initials": "LL",
      "name": "Lauren L Schnack",
      "affiliations": [
        "From the Department of Podiatric Medicine and Surgery, Dr. William M. Scholl College of Podiatric Medicine at Rosalind Franklin University of Medicine and Science, North Chicago, Ill."
      ]
    },
    {
      "last_name": "Rodriguez-Collazo",
      "fore_name": "Edgardo R",
      "initials": "ER",
      "name": "Edgardo R Rodriguez-Collazo",
      "affiliations": [
        "Ascension-Saint Joseph Chicago Podiatry Residency Program, Chicago, Ill.",
        "Dr. William M. Scholl College of Podiatric Medicine at Rosalind Franklin University of Medicine and Science, North Chicago, Ill."
      ]
    },
    {
      "last_name": "Oexeman",
      "fore_name": "Stephanie A",
      "initials": "SA",
      "name": "Stephanie A Oexeman",
      "affiliations": [
        "Ascension-Saint Joseph Chicago Podiatry Residency Program, Chicago, Ill.",
        "Oexeman Foot and Ankle, PLLC, Chicago, Ill."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew J",
      "initials": "AJ",
      "name": "Andrew J Costa",
      "affiliations": [
        "Dr. William M. Scholl College of Podiatric Medicine at Rosalind Franklin University of Medicine and Science, North Chicago, Ill."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery. Global open",
    "iso_abbreviation": "Plast Reconstr Surg Glob Open",
    "issn": "2169-7574",
    "issn_type": "Print",
    "volume": "11",
    "issue": "10",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "e5316",
  "pages": "e5316",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37842076",
    "pmc": "PMC10569763",
    "doi": "10.1097/GOX.0000000000005316"
  },
  "doi": "10.1097/GOX.0000000000005316",
  "pmc_id": "PMC10569763",
  "dates": {
    "revised": "2023-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:56.433414",
    "pmid": "37842076"
  }
}