{
  "pmid": "37846935",
  "uid": "37846935",
  "title": "The Predictive Validity of the Berlin Definition of Acute Respiratory Distress Syndrome for Patients With COVID-19-Related Respiratory Failure Treated With High-Flow Nasal Oxygen: A Multicenter, Prospective Cohort Study.",
  "abstract": "OBJECTIVES: The Berlin definition of acute respiratory distress syndrome (ARDS) was constructed for patients receiving invasive mechanical ventilation (IMV) with consideration given to issues related to reliability, feasibility, and validity. Notwithstanding, patients with acute respiratory failure (ARF) may be treated with high-flow nasal oxygen (HFNO) and may not fall within the scope of the original definition. We aimed to evaluate the predictive validity of the Berlin definition in HFNO-treated patients with COVID-19-related respiratory failure who otherwise met ARDS criteria. DESIGN: Multicenter, prospective cohort study. SETTING: Five ICUs of five centers in Argentina from March 2020 to September 2021. PATIENTS: We consecutively included HFNO-treated patients older than 18 years with confirmed COVID-19-related ARF, a Pa o2 /F io2 of less than 300 mm Hg, bilateral infiltrates on imaging, and worsening respiratory symptoms for less than 1 week. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: We evaluated the predictive validity of mortality at day 28 using the area under the receiver operating characteristics curve (AUC), compared the predictive validity across subgroups, and characterized relevant clinical outcomes. We screened 1,231 patients and included 696 ARDS patients [30 (4%) mild, 380 (55%) moderate, and 286 (41%) severe]. For the study cohort, the AUC for mortality at day 28 was 0.606 (95% CI, 0.561-0.651) with the AUC for subgroups being similar to that of the overall cohort. Two hundred fifty-six patients (37%) received IMV. By day 28, 142 patients (21%) had died, of whom 81 (57%) had severe ARDS. Mortality occurred primarily in patients who were transitioned to IMV. CONCLUSIONS: The predictive validity of the Berlin ARDS definition was similar for HFNO-treated patients as compared with the original population of invasively ventilated patients. Our findings support the extension of the Berlin definition to HFNO-treated patients with ARDS.",
  "authors": [
    {
      "last_name": "Busico",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Busico",
      "affiliations": [
        "Intensive Care Unit, Clínica Olivos SMG, Olivos, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Fuentes",
      "fore_name": "Nora A",
      "initials": "NA",
      "name": "Nora A Fuentes",
      "affiliations": [
        "Intensive Care Unit, Hospital Privado de Comunidad, Universidad Nacional de Mar del Plata, Mar del Plata, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Gallardo",
      "fore_name": "Adrián",
      "initials": "A",
      "name": "Adrián Gallardo",
      "affiliations": [
        "Intensive Care Unit, Sanatorio Clínica Modelo de Morón, Universidad de Morón, Morón, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Vitali",
      "fore_name": "Alejandra",
      "initials": "A",
      "name": "Alejandra Vitali",
      "affiliations": [
        "Intensive Care Unit, Sanatorio de la Trinidad Palermo, Ciudad Autónoma de Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Quintana",
      "fore_name": "Jorgelina",
      "initials": "J",
      "name": "Jorgelina Quintana",
      "affiliations": [
        "Intensive Care Unit, Clínica Olivos SMG, Olivos, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Olmos",
      "fore_name": "Matias",
      "initials": "M",
      "name": "Matias Olmos",
      "affiliations": [
        "Intensive Care Unit, Hospital Privado de Comunidad, Universidad Nacional de Mar del Plata, Mar del Plata, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Saint Michael's Hospital Toronto, Toronto, ON, Canada.",
        "Li Ka Shing Knowledge Institute, Unity Health Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Esperatti",
      "fore_name": "Mariano",
      "initials": "M",
      "name": "Mariano Esperatti",
      "affiliations": [
        "Intensive Care Unit, Hospital Privado de Comunidad, Universidad Nacional de Mar del Plata, Mar del Plata, Buenos Aires, Argentina."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "92",
  "end_page": "101",
  "pages": "92-101",
  "language": "eng",
  "publication_types": [
    "Multicenter Study",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Prospective Studies",
    "Oxygen",
    "Reproducibility of Results",
    "COVID-19",
    "Respiratory Distress Syndrome",
    "Respiratory Insufficiency"
  ],
  "article_ids": {
    "pubmed": "37846935",
    "doi": "10.1097/CCM.0000000000006056",
    "pii": "00003246-202401000-00009"
  },
  "doi": "10.1097/CCM.0000000000006056",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2025-05-02"
  },
  "chemicals": [
    "Oxygen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.537022",
    "pmid": "37846935"
  }
}