{
  "pmid": "37863420",
  "uid": "37863420",
  "title": "Prognostic factors associated with favourable functional outcome among adult patients requiring extracorporeal cardiopulmonary resuscitation for out-of-hospital cardiac arrest: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Extracorporeal cardiopulmonary resuscitation (ECPR), has demonstrated promise in the management of refractory out-of-hospital cardiac arrest (OHCA). However, evidence from observational studies and clinical trials are conflicting and the factors influencing outcome have not been well established. METHODS: We conducted a systematic review and meta-analysis summarizing the association between pre-ECPR prognostic factors and likelihood of good functional outcome among adult patients requiring ECPR for OHCA. We searched Medline and Embase databases from inception to February 28, 2023 and screened studies with two independent reviewers. We performed meta-analyses of unadjusted and adjusted odds ratios, adjusted hazard ratios and mean differences separately. We assessed risk of bias using the QUIPS tool and certainty of evidence using the GRADE approach. FINDINGS: We included 29 observational and randomized studies involving 7,397 patients. Factors with moderate or high certainty of association with increased survival with favourable functional outcome include pre-arrest patient factors, such as younger age (odds ratio (OR) 2.13, 95% CI 1.52 to 2.99) and female sex (OR 1.37, 95% CI 1.11 to 1.70), as well as intra-arrest factors, such as shockable rhythm (OR 2.79, 95% CI 2.04 to 3.80), witnessed arrest (OR 1.68 (95% CI 1.16 to 2.42), bystander CPR (OR 1.55, 95% CI 1.19 to 2.01), return of spontaneous circulation (OR 2.81, 95% CI 2.19 to 3.61) and shorter time to cannulation (OR 1.14, 95% CI 1.17 to 1.69 per 10 minutes). INTERPRETATION: The findings of this review confirm several clinical concepts wellestablished in the cardiac arrest literature and their applicability to the patient for whom ECPR is considered - that is, the impact of pre-existing patient factors, the benefit of timely and effective CPR, as well as the prognostic importance of minimizing low-flow time. We advocate for the thoughtful consideration of these prognostic factors as part of a risk stratification framework when evaluating a patient's potential candidacy for ECPR.",
  "authors": [
    {
      "last_name": "Tran",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Tran",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; Department of Surgery, University of Ottawa, Ottawa, ON, Canada. Electronic address: aletran@toh.ca."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Eddy",
      "initials": "E",
      "name": "Eddy Fan",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Toronto General Hospital Research Institute, University Health Network, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Belohlavek",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Belohlavek",
      "affiliations": [
        "2(nd) Department of Medicine-Department of Cardiovascular Medicine, First Faculty of Medicine, Charles University in Prague and General University Hospital, Prague, Czech Republic; First Faculty of Medicine, Charles University in Prague, Czech Republic."
      ]
    },
    {
      "last_name": "Suverein",
      "fore_name": "Martje M",
      "initials": "MM",
      "name": "Martje M Suverein",
      "affiliations": [
        "Department of Intensive Care, Maastricht University Medical Centre, Maastricht, the Netherlands."
      ]
    },
    {
      "last_name": "Poll",
      "fore_name": "Marcel C G van de",
      "initials": "MCGV",
      "name": "Marcel C G van de Poll",
      "affiliations": [
        "Department of Intensive Care, Maastricht University Medical Centre, Maastricht, the Netherlands."
      ]
    },
    {
      "last_name": "Lorusso",
      "fore_name": "Roberto",
      "initials": "R",
      "name": "Roberto Lorusso",
      "affiliations": [
        "Department of Cardiothoracic Surgery, Maastricht University Medical Centre, and Cardiovascular Research Institute Maastricht, Maastricht, the Netherlands."
      ]
    },
    {
      "last_name": "Price",
      "fore_name": "Susanna",
      "initials": "S",
      "name": "Susanna Price",
      "affiliations": [
        "Royal Brompton & Harefield Hospitals, London, UK; National Heart and Lung Institute, Imperial College, London, UK."
      ]
    },
    {
      "last_name": "Yannopoulos",
      "fore_name": "Demetris",
      "initials": "D",
      "name": "Demetris Yannopoulos",
      "affiliations": [
        "Division of Cardiology and Center for Resuscitation Medicine, University of Minnesota School of Medicine, Minneapolis, MN, USA."
      ]
    },
    {
      "last_name": "MacLaren",
      "fore_name": "Graeme",
      "initials": "G",
      "name": "Graeme MacLaren",
      "affiliations": [
        "Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore; Cardiothoracic Intensive Care Unit, National University Heart Centre, National University Hospital, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Ramanathan",
      "fore_name": "Kollengode",
      "initials": "K",
      "name": "Kollengode Ramanathan",
      "affiliations": [
        "Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore; Cardiothoracic Intensive Care Unit, National University Heart Centre, National University Hospital, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Ling",
      "fore_name": "Ryan Ruiyang",
      "initials": "RR",
      "name": "Ryan Ruiyang Ling",
      "affiliations": [
        "Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Thiara",
      "fore_name": "Sonny",
      "initials": "S",
      "name": "Sonny Thiara",
      "affiliations": [
        "Department of Medicine, Division of Critical Care Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Tonna",
      "fore_name": "Joseph E",
      "initials": "JE",
      "name": "Joseph E Tonna",
      "affiliations": [
        "Departments of Emergency Medicine and Cardiothoracic Surgery, University of Utah Health, Salt Lake City, UT, USA."
      ]
    },
    {
      "last_name": "Shekar",
      "fore_name": "Kiran",
      "initials": "K",
      "name": "Kiran Shekar",
      "affiliations": [
        "Adult Intensive Care Services and Critical Care Research Group, The Prince Charles Hospital, Brisbane, Queensland, Australia; Faculty of Medicine, University of Queensland, Brisbane and Bond University, Gold Coast, Queensland, Australia."
      ]
    },
    {
      "last_name": "Hodgson",
      "fore_name": "Carol L",
      "initials": "CL",
      "name": "Carol L Hodgson",
      "affiliations": [
        "Australian and New Zealand Intensive Care-Research Centre, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Scales",
      "fore_name": "Damon C",
      "initials": "DC",
      "name": "Damon C Scales",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sandroni",
      "fore_name": "Claudio",
      "initials": "C",
      "name": "Claudio Sandroni",
      "affiliations": [
        "Institute of Anesthesiology and Intensive Care Medicine, Università Cattolica del Sacro Cuore, Rome, Italy; Department of Intensive Care, Emergency Medicine and Anesthesiology, Fondazione Policlinico Universitario Agostino Gemelli, IRCCS, Rome, Italy."
      ]
    },
    {
      "last_name": "Nolan",
      "fore_name": "Jerry P",
      "initials": "JP",
      "name": "Jerry P Nolan",
      "affiliations": [
        "Warwick Clinical Trials Unit, Warwick Medical School, Warwick University, Gibbet Hill, Coventry, UK; Department of Anaesthesia and Intensive Care Medicine, Royal United Hospital, Bath, UK."
      ]
    },
    {
      "last_name": "Slutsky",
      "fore_name": "Arthur S",
      "initials": "AS",
      "name": "Arthur S Slutsky",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Combes",
      "fore_name": "Alain",
      "initials": "A",
      "name": "Alain Combes",
      "affiliations": [
        "Sorbonne Université, Institute of Cardiometabolism and Nutrition, Paris, France; Service de Médecine Intensive-Réanimation, Hôpitaux Universitaires Pitié Salpêtrière, Assistance Publique-Hôpitaux de Paris, Institut de Cardiologie, Paris, France."
      ]
    },
    {
      "last_name": "Brodie",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Brodie",
      "affiliations": [
        "Department of Medicine, Division of Pulmonary and Critical Care Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; Department of Critical Care, Lakeridge Health Corporation, Oshawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Resuscitation",
    "iso_abbreviation": "Resuscitation",
    "issn": "1873-1570",
    "issn_type": "Electronic",
    "volume": "193",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "110004",
  "pages": "110004",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Female",
    "Out-of-Hospital Cardiac Arrest",
    "Cardiopulmonary Resuscitation",
    "Prognosis",
    "Odds Ratio",
    "Extracorporeal Membrane Oxygenation",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "37863420",
    "doi": "10.1016/j.resuscitation.2023.110004",
    "pii": "S0300-9572(23)00319-2"
  },
  "doi": "10.1016/j.resuscitation.2023.110004",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.230116",
    "pmid": "37863420"
  }
}