{
  "pmid": "37862080",
  "uid": "37862080",
  "title": "HIV and Black People in Canada: Protocol for a Scoping Review.",
  "abstract": "BACKGROUND: Race-based health information is necessary to address disproportionate barriers racial communities face and to achieve optimal health outcomes. In Canada, Black people are disproportionately affected by HIV. There is an emerging body of literature on this topic, but a concise summary is lacking. There is a need to collectively and critically analyze research on HIV in the Black population in Canada to identify knowledge gaps and address this disproportionate burden. OBJECTIVE: The aim of this scoping review is to summarize the evidence on HIV and Black people in Canada. The main outcomes of interest are HIV prevalence, access to care, HIV prevention and treatment, the HIV care cascade, and related HIV outcomes. Through this scoping review, we aim to provide a comprehensive overview of the existing literature and highlight topics that need more investigation in future research. METHODS: We will conduct a scoping review of electronic databases using a systematic search strategy for qualitative, quantitative, or mixed methods studies reporting on HIV and Black people in Canada. We will conduct our searches in MEDLINE, Embase, CINAHL, Web of Science, EBSCO, and Google Scholar for literature published between 1985 and 2023. Gray literature, including government reports, dissertations, and other reports, will be included. Search results will be screened, and the full text of relevant literature will be retrieved. The extraction of data will be conducted independently by 2 reviewers. Consensus meetings will be held to resolve conflicts. Our results will be reported according to the PRISMA-ScR (Preferred Reporting Items for the Systematic Reviews and Meta-Analyses Extension for Scoping Reviews). RESULTS: The initial title and abstract review identified 447 articles. These articles will be critically appraised, and relevant information will be extracted. Information from these articles will be compared using charts and tables. Screening will start in November 2023, and we anticipate publishing the scoping review in June 2024. CONCLUSIONS: The findings from this scoping review will help inform policy, practice, and research on HIV and Black people in Canada. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): PRR1-10.2196/49066.",
  "authors": [
    {
      "last_name": "Graham",
      "fore_name": "Tatyana",
      "initials": "T",
      "name": "Tatyana Graham",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0009-0007-6362-0062"
    },
    {
      "last_name": "Nyambi",
      "fore_name": "Agatha",
      "initials": "A",
      "name": "Agatha Nyambi",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0009-0001-0619-7700"
    },
    {
      "last_name": "Barkhad",
      "fore_name": "Aisha",
      "initials": "A",
      "name": "Aisha Barkhad",
      "affiliations": [
        "Department of Global Health, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9212-7313"
    },
    {
      "last_name": "Stevens-Uninsky",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Stevens-Uninsky",
      "affiliations": [
        "Department of Global Health, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9406-9185"
    },
    {
      "last_name": "Rehman",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Rehman",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-0174-1527"
    },
    {
      "last_name": "Bhatnagar",
      "fore_name": "Neera",
      "initials": "N",
      "name": "Neera Bhatnagar",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5060-5257"
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, ON, Canada.",
        "Centre for the Development of Best Practices in Health, Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Stellenbosch, South Africa.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-5855-5461"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2023",
    "pub_month": "Oct",
    "pub_day": "20"
  },
  "start_page": "e49066",
  "pages": "e49066",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37862080",
    "pmc": "PMC10625082",
    "doi": "10.2196/49066",
    "pii": "v12i1e49066"
  },
  "doi": "10.2196/49066",
  "pmc_id": "PMC10625082",
  "dates": {
    "revised": "2025-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.640819",
    "pmid": "37862080"
  }
}