{
  "pmid": "37876436",
  "uid": "37876436",
  "title": "Overprescription of antibiotics for treating hospitalized COVID-19 patients: A systematic review & meta-analysis.",
  "abstract": "BACKGROUND: Empirical use of antibiotics was reported throughout the coronavirus disease of 2019 (COVID-19) pandemic; however, evidence of bacterial coinfection or secondary bacterial infection among COVID-19 patients was sparse. Antibiotic overprescription for COVID-19 patients without confirmed bacterial coinfection can increase antimicrobial resistance (AMR). The objective of this study is to assess the appropriateness of antibiotic use during COVID-19 by summarizing the frequency of antibiotic use among hospitalized COVID-19 and the frequency of antibiotic use in patients with COVID-19. METHODS: A systematic search was conducted of the Embase, Medline, Web of Science, and Cochrane Library databases by generating search terms using the concepts of \"COVID-19,\" \"Bacterial Coinfection,\" \"Secondary bacterial infection,\" and \"Antimicrobial resistance\" to identify studies reporting antibiotic prescription for hospitalized COVID-19 patients with or without bacterial coinfection. We excluded studies on outpatients, studies informed infection due to mechanical ventilation, and randomized controlled trials. The pooled estimate of the percentage of the total and confirmed appropriate antibiotic prescriptions provided to hospitalized COVID-19 patients was generated using a random effect meta-analysis with inverse variance weighting. The study protocol registration DOI is osf.io/d3fpm. RESULTS: Of 157,623 participants from 29 studies (11 countries, 45 % women) included in our review, antibiotics were prescribed to 67 % of participants (CI 64 %-71 %, P < 0·001), of which 80 % (CI 76 %-83 %, P < 0·001) of prescriptions were for COVID-19 patients without confirmed bacterial coinfections. Antibiotic overprescription varied during different periods of the pandemic and between High-Income and Upper and Lower Middle-Income Countries. We found heterogeneity among the studies (I[2] = 100 %). The risk of bias analysis showed that 100 % of the included studies had the proper sample framing, and we are at low risk of bias due to sampling. DISCUSSION: We find greater than expected use of antibiotics to treat hospitalized COVID-19 patients without bacterial coinfections, which may contribute to AMR globally. Concrete guidelines for using antibiotics to treat COVID-19 patients, strict monitoring, and administering Antimicrobial Stewardship are needed to prevent overprescription.",
  "authors": [
    {
      "last_name": "Rabbi",
      "fore_name": "Fazle",
      "initials": "F",
      "name": "Fazle Rabbi",
      "affiliations": [
        "Global Health Graduate Programs, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Banfield",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Banfield",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Munir",
      "fore_name": "Mehnaz",
      "initials": "M",
      "name": "Mehnaz Munir",
      "affiliations": [
        "Global Health Graduate Programs, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chagla",
      "fore_name": "Zain",
      "initials": "Z",
      "name": "Zain Chagla",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mayhew",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Mayhew",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Global Health Graduate Programs, McMaster University, Hamilton, Ontario, Canada.",
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences Corporation, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Heliyon",
    "iso_abbreviation": "Heliyon",
    "issn": "2405-8440",
    "issn_type": "Print",
    "volume": "9",
    "issue": "10",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "e20563",
  "pages": "e20563",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37876436",
    "pmc": "PMC10590847",
    "doi": "10.1016/j.heliyon.2023.e20563",
    "pii": "S2405-8440(23)07771-X"
  },
  "doi": "10.1016/j.heliyon.2023.e20563",
  "pmc_id": "PMC10590847",
  "dates": {
    "revised": "2023-10-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:51.319985",
    "pmid": "37876436"
  }
}