{
  "pmid": "37871028",
  "uid": "37871028",
  "title": "Management of Biofilm with Breast Implant Surgery.",
  "abstract": "LEARNING OBJECTIVES: After studying this article, the participant should be able to: 1. Understand how bacteria negatively impact aesthetic and reconstructive breast implants. 2. Understand how bacteria infect breast implants. 3. Understand the evidence associated with common implant infection-prevention strategies, and their limitations. 4. Understand why implementation of bacteria-mitigation strategies such as antibiotic administration or \"no-touch\" techniques may not indefinitely prevent breast implant infection. SUMMARY: Bacterial infection of aesthetic and reconstructive breast implants is a common and expensive problem. Subacute infections or chronic capsular contractures leading to device explantation are the most commonly documented sequelae. Although bench and translational research underscores the complexities of implant-associated infection, high-quality studies with adequate power, control groups, and duration of follow-up are lacking. Common strategies to minimize infections use antibiotics-administered systemically, in the breast implant pocket, or by directly bathing the implant before insertion-to limit bacterial contamination. Limiting contact between the implant and skin or breast parenchyma represents an additional common strategy. The clinical prevention of breast implant infection is challenged by the clean-contaminated nature of breast parenchyma, and the variable behavior of not only specific bacterial species but also their strains. These factors impact bacterial virulence and antibiotic resistance.",
  "authors": [
    {
      "last_name": "Myckatyn",
      "fore_name": "Terence M",
      "initials": "TM",
      "name": "Terence M Myckatyn",
      "affiliations": [
        "From the Division of Plastic and Reconstructive Surgery, Washington University in St. Louis School of Medicine."
      ]
    },
    {
      "last_name": "Duran Ramirez",
      "fore_name": "Jesus M",
      "initials": "JM",
      "name": "Jesus M Duran Ramirez",
      "affiliations": [
        "Department of Microbiology and Molecular Genetics."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer N",
      "initials": "JN",
      "name": "Jennifer N Walker",
      "affiliations": [
        "Department of Microbiology and Molecular Genetics.",
        "Center for Infectious Diseases, Department of Epidemiology, School of Public Health, University of Texas Health Science Center at Houston."
      ]
    },
    {
      "last_name": "Hanson",
      "fore_name": "Blake M",
      "initials": "BM",
      "name": "Blake M Hanson",
      "affiliations": [
        "Center for Antimicrobial Resistance and Microbial Genomics, McGovern Medical School.",
        "Center for Infectious Diseases, Department of Epidemiology, School of Public Health, University of Texas Health Science Center at Houston."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "152",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "919e",
  "end_page": "942e",
  "pages": "919e-942e",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Breast Implants",
    "Prosthesis-Related Infections",
    "Breast Implantation",
    "Biofilms",
    "Anti-Bacterial Agents",
    "Bacteria"
  ],
  "article_ids": {
    "pubmed": "37871028",
    "doi": "10.1097/PRS.0000000000010791",
    "pii": "00006534-202311000-00042"
  },
  "doi": "10.1097/PRS.0000000000010791",
  "dates": {
    "completed": "2023-10-30",
    "revised": "2025-05-01"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.729084",
    "pmid": "37871028"
  }
}