{
  "pmid": "37879447",
  "uid": "37879447",
  "title": "Burden of chronic cough on social participation, healthcare resource utilisation and activities of daily living in the Canadian Longitudinal Study on Aging (CLSA).",
  "abstract": "BACKGROUND: Chronic cough is a common troublesome condition, but it is unclear whether dry or productive chronic cough and sex, impacts the burden of cough differently. METHODS: The Canadian Longitudinal Study on Aging is a nationally generalizable, stratified random sample of adults aged 45-85 years. Chronic cough was identified based on a self-reported daily cough in the last 12 months assessed at baseline (2011-2015) and follow-up (2015-2018). Odds ratios (95 % CI) for cough status and change in social participation activities (SPA), healthcare resource utilisation (HCRU), basic activities of daily living (ADLs) and instrumental activities of daily living (IADLs) were estimated using a weighted generalised estimating equation (WGEE). Results were stratified by sex, and adjusted for age, sex, smoking, body mass index, education, respiratory diseases and retirement status. RESULTS: Overall, chronic cough was associated with less SPA, greater HCRU and impaired ADL/IADLs. Productive chronic cough in males was associated with SPA limited by health, ED visits and hospitalisation. Females with productive chronic cough was associated with reduced frequency of SPA and ED visit. Dry chronic cough in females was associated with SPA limited by health and ED visits. Both types of cough was associated with at least 1 impaired basic ADL, but only in females with productive chronic cough was there an association with any impairment in IADLs. CONCLUSION: Chronic cough is associated with a greater burden on social participation, healthcare use and personal care.",
  "authors": [
    {
      "last_name": "Satia",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Satia",
      "affiliations": [
        "McMaster University, Department of Medicine, Hamilton, Canada; Firestone Institute for Respiratory Health, St Joseph's Healthcare, Hamilton, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Ageing, McMaster University, Hamilton, Ontario, Canada. Electronic address: satiai@mcmaster.ca."
      ]
    },
    {
      "last_name": "Mayhew",
      "fore_name": "Alexandra J",
      "initials": "AJ",
      "name": "Alexandra J Mayhew",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Ageing, McMaster University, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sohel",
      "fore_name": "Nazmul",
      "initials": "N",
      "name": "Nazmul Sohel",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Ageing, McMaster University, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kurmi",
      "fore_name": "Om",
      "initials": "O",
      "name": "Om Kurmi",
      "affiliations": [
        "McMaster University, Department of Medicine, Hamilton, Canada; Firestone Institute for Respiratory Health, St Joseph's Healthcare, Hamilton, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Coventry University, Coventry, UK."
      ]
    },
    {
      "last_name": "Killian",
      "fore_name": "Kieran J",
      "initials": "KJ",
      "name": "Kieran J Killian",
      "affiliations": [
        "McMaster University, Department of Medicine, Hamilton, Canada."
      ]
    },
    {
      "last_name": "O'Byrne",
      "fore_name": "Paul M",
      "initials": "PM",
      "name": "Paul M O'Byrne",
      "affiliations": [
        "McMaster University, Department of Medicine, Hamilton, Canada; Firestone Institute for Respiratory Health, St Joseph's Healthcare, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Ageing, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Respiratory medicine",
    "iso_abbreviation": "Respir Med",
    "issn": "1532-3064",
    "issn_type": "Electronic",
    "volume": "219",
    "pub_year": "2023"
  },
  "start_page": "107431",
  "pages": "107431",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Male",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Activities of Daily Living",
    "Social Participation",
    "Cough",
    "Canada",
    "Aging",
    "Patient Acceptance of Health Care"
  ],
  "article_ids": {
    "pubmed": "37879447",
    "doi": "10.1016/j.rmed.2023.107431",
    "pii": "S0954-6111(23)00319-0"
  },
  "doi": "10.1016/j.rmed.2023.107431",
  "dates": {
    "completed": "2023-11-24",
    "revised": "2024-04-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:04.748671",
    "pmid": "37879447"
  }
}