{
  "pmid": "37886291",
  "uid": "37886291",
  "title": "Undergraduate Learners' Receptiveness to Feedback in Medical Schools: A Scoping Review.",
  "abstract": "UNLABELLED: Feedback from educators to learners is considered an important element of effective learning in medical school. While early studies were focused on the processes of providing feedback, recent work has showed that factors related to how learners receive feedback seems to be equally important. Considering that the literature on this topic is new in medical education, and studies are diverse and methodologically variable, we sought to conduct a scoping review to map the articles on receptiveness to feedback, to provide an overview of its related factors, to identify the types of research conducted in this area, and to document knowledge gaps in the existing literature. Using the Joanna Briggs Institute scoping review methodology, we searched four databases (CINAHL, Ovid, PubMed, and Web of Science) and screened 9120 abstracts, resulting in 98 articles for our final analysis. In this sample, 80% of studies on the feedback receiver were published in the last 10 years, and there is a vast variation in the studies' methodologies. The main factors that affect medical students' receptiveness to feedback are students' characteristics, feedback content, educators' credibility, and the learning environment. Feedback literacy is a very recent and rarely used term in medical education; therefore, an important area for further investigation. Lastly, we identified some gaps in the literature that might guide future research, such as studying receptiveness to feedback based on academic seniority and feedback literacy's long-term impacts on learning. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s40670-023-01858-0.",
  "authors": [
    {
      "last_name": "Cordovani",
      "fore_name": "Ligia",
      "initials": "L",
      "name": "Ligia Cordovani",
      "affiliations": [
        "Department of Health Research Methods, Evidence, Impact, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Cody",
      "initials": "C",
      "name": "Cody Tran",
      "affiliations": [
        "School of Medicine, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Wong",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON Canada."
      ]
    }
  ],
  "journal": {
    "title": "Medical science educator",
    "iso_abbreviation": "Med Sci Educ",
    "issn": "2156-8650",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "1253",
  "end_page": "1269",
  "pages": "1253-1269",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37886291",
    "pmc": "PMC10597920",
    "doi": "10.1007/s40670-023-01858-0",
    "pii": "1858"
  },
  "doi": "10.1007/s40670-023-01858-0",
  "pmc_id": "PMC10597920",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.071261",
    "pmid": "37886291"
  }
}