{
  "pmid": "37899384",
  "uid": "37899384",
  "title": "Health Economic Assessments of Hyaluronic Acid Treatments for Knee Osteoarthritis: A Systematic Review.",
  "abstract": "INTRODUCTION: Hyaluronic acid (HA) use to treat knee osteoarthritis (OA) has been extensively investigated in the literature. There are also multiple economic assessments comparing intra-articular HAs with oral anti-inflammatory medicines and other conservative measures (NSAIDs), as well as different types and formulations of HA. Owing to the broad landscape of evidence across this area, it is important to further understand the empirical data comparing HA products, as well as the health economic implications that exist between commercially available HAs. This systematic review aims to identify and summarize the available evidence comparing commercially available HA products in the USA, as well as the health economic evidence and socioeconomic outcomes associated with HA use for knee OA. METHODS: A systematic literature review within the OVID Medline, Embase, HealthStar, and Cochrane EBM HTA databases was conducted. Articles were screened for eligibility, and a qualitative summary of the findings was provided based on specific themes: (1) trials comparing the safety and/or efficacy of two or more HA products in knee OA, (2) economic/cost analyses of HA use in knee OA, and (3) studies investigating healthcare resource utilization in patients treated with HA for knee OA. RESULTS: The search strategy identified 398 studies, 27 of which were deemed eligible: 21 health economic analyses with US relevance and six head-to-head trials of HA products available in the USA, cumulatively assessing 5,782,156 patients with knee OA. The evidence demonstrates a clear distinction between high and low molecular weight HAs, as both efficacy and cost analyses provided favorable results for the high molecular weight options. In all but one cost analysis, HA use was a cost-effective option when compared to routine nonoperative care, captured in administrative databases, which typically included NSAID use and/or corticosteroids. HA saw benefits in delaying the need for total knee arthroplasty (TKA), decreasing the use of rescue medication, and limiting the need for additional corticosteroid injection. The included evidence highlights that the treatment's cost-effectiveness is improved when HA is utilized in earlier stages of the disease, as opposed to when HA is reserved for late stages of knee OA. Additionally, among HAs, Bio-HA and Hylan G-F 20 evidence made up the majority of available literature with beneficial efficacy and cost outcomes. Head-to-head evidence between them indicated similar pain outcomes; however, Bio-HA required less rescue with acetaminophen and had fewer joint effusions in this comparison. CONCLUSIONS: The available efficacy and safety data as well as health economic analyses on the use of HA for knee OA management suggest that there are economic benefits of this treatment option. From a healthcare system perspective, the body of HA literature summarizes favorable costs profile, decreased opioid and corticosteroid use as rescue medication, and a delay to the need for TKA in patients who have HA included in their treatment regimen.",
  "authors": [
    {
      "last_name": "Ranawat",
      "fore_name": "Anil",
      "initials": "A",
      "name": "Anil Ranawat",
      "affiliations": [
        "Department of Orthopaedics, Hospital for Special Surgery, New York, NY, USA."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Kaiwen",
      "initials": "K",
      "name": "Kaiwen Guo",
      "affiliations": [
        "Ferring Pharmaceuticals, Inc., Parsippany, NJ, USA. gkaiwen@sas.upenn.edu."
      ],
      "orcid": "0009-0000-4107-7344"
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Guo",
      "affiliations": [
        "Ferring Pharmaceuticals, Inc., Parsippany, NJ, USA."
      ]
    },
    {
      "last_name": "Niazi",
      "fore_name": "Faizan",
      "initials": "F",
      "name": "Faizan Niazi",
      "affiliations": [
        "Ferring Pharmaceuticals, Inc., Parsippany, NJ, USA."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Waterman",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Waterman",
      "affiliations": [
        "Department of Orthopaedics, Wake Forest Baptist Medical Center, Winston-Salem, NC, USA."
      ]
    }
  ],
  "journal": {
    "title": "Advances in therapy",
    "iso_abbreviation": "Adv Ther",
    "issn": "1865-8652",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "65",
  "end_page": "81",
  "pages": "65-81",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Hyaluronic Acid",
    "Osteoarthritis, Knee",
    "Cost-Benefit Analysis",
    "Injections, Intra-Articular",
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Adrenal Cortex Hormones"
  ],
  "article_ids": {
    "pubmed": "37899384",
    "doi": "10.1007/s12325-023-02691-y",
    "pii": "10.1007/s12325-023-02691-y"
  },
  "doi": "10.1007/s12325-023-02691-y",
  "dates": {
    "completed": "2024-01-19",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Hyaluronic Acid",
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Adrenal Cortex Hormones"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.931546",
    "pmid": "37899384"
  }
}