{
  "pmid": "37901358",
  "uid": "37901358",
  "title": "A Simple Exercise Program for Patients With End-Stage Kidney Disease to Improve Strength and Quality of Life: Clinical Research Protocol.",
  "abstract": "BACKGROUND: Most patients with end-stage kidney disease (ESKD) appreciate the importance of exercise and would like to increase their physical activity; however, they report a few key barriers, including (1) lack of physician advice to do so, (2) lack of safe and convenient programs (ie, appropriate for home or neighborhood), and (3) cost. Importantly, patients indicated in a previous survey that they would prefer an exercise program that improves muscle strength and symptoms, and are less interested in cardiovascular disease prevention. OBJECTIVE: To test the feasibility of a simple, prescribed exercise program using Nordic walking poles in patients with ESKD treated with dialysis. DESIGN: Randomized multicenter pilot trial of an exercise intervention that includes Nordic walking poles, personalized physician exercise prescriptions, pedometers, and access to exercise videos, compared with standard of care, in patients being treated with maintenance dialysis. SETTING: Multicenter tertiary care centers in Canada. PATIENTS: Ambulatory adult patients with ESKD treated with peritoneal dialysis or hemodialysis (HD) for at least 6 months at participating sites are potentially eligible. Inclusion criteria include ability to use Nordic walking poles (either de novo or in place of mobility aid) and to provide informed consent in English or in French. Exclusion criteria include (1) any absolute contraindication to exercise, (2) baseline step count >8000 steps/day, (3) planned living donor kidney transplant, and (4) participation in another interventional trial that may affect the results of this study. METHODS: This is a randomized multicenter pilot trial of an exercise intervention that consists of a prescription to exercise using Nordic walking poles, a pedometer to track activity, and access to exercise videos, with the comparator of standard of care (dialysis unit staff encouragement to exercise) in patients being treated with maintenance dialysis. Randomization is concealed and uses a 1:1 ratio for group assignment. Our specific aims are to determine the feasibility of patient recruitment, adherence to the exercise program (verified by step counts), and efficacy of the intervention on patient-important outcomes that were assessed as a priority by patients in a prior survey-specifically strength, fatigue, and sleep. We record days spent in hospital and loss of independent living to inform sample size calculations for a definitive trial of exercise in patient with ESKD treated with dialysis. Adverse events are closely monitored. OUTCOMES: Primary: Our recruitment goal is 90 to 150 patients over 27 months; adherence success will be defined if >75% of randomized patients, excluding those who are transplanted or deceased, achieve >80% of their prescribed steps at 6 and 12 months. Secondary Efficacy Outcomes: (1) strength-hand grip strength and 5 times sit to stand, (2) energy-Short Form (SF)-36 vitality subscale, and (3) sleep-Pittsburg Sleep Quality Index will be assessed at baseline, 6, and 12 months. RESULTS: Trial recruitment started before the COVID-19 pandemic and the pandemic led to many interruptions and delays. Online exercise Web sites and a tailored video were added to the protocol to encourage activity when participants were unable or reluctant to walk in public places. LIMITATIONS: This trial was designed to include ambulatory patients with ESKD and does not address the burden of disease in patients with very restricted mobility. TRIAL REGISTRATION: NCT03787589.",
  "authors": [
    {
      "last_name": "Suri",
      "fore_name": "Rita S",
      "initials": "RS",
      "name": "Rita S Suri",
      "affiliations": [
        "Department of Medicine, Research Institute of the McGill University Health Centre, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Moist",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Moist",
      "affiliations": [
        "Department of Medicine, London Health Science Centre, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-3875-9197"
    },
    {
      "last_name": "Lok",
      "fore_name": "Charmaine",
      "initials": "C",
      "name": "Charmaine Lok",
      "affiliations": [
        "Department of Medicine, University Health Network, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine, Hamilton Centre for Kidney Research, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4538-5958"
    },
    {
      "last_name": "Harris",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Harris",
      "affiliations": [
        "Division of Cardiac Prevention and Rehabilitation, University of Ottawa Heart Institute, ON, Canada."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Robert D",
      "initials": "RD",
      "name": "Robert D Reid",
      "affiliations": [
        "Division of Cardiac Prevention and Rehabilitation, University of Ottawa Heart Institute, ON, Canada."
      ]
    },
    {
      "last_name": "Ramsay",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Ramsay",
      "affiliations": [
        "School of Epidemiology and Public Health, Ottawa Hospital Research Institute, University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Zimmerman",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Zimmerman",
      "affiliations": [
        "Department of Medicine, Ottawa Hospital, Kidney Research Centre, Ottawa Hospital Research Institute, University of Ottawa, ON, Canada."
      ],
      "orcid": "0000-0003-0000-8806"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2023"
  },
  "start_page": "20543581231205160",
  "pages": "20543581231205160",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37901358",
    "pmc": "PMC10605660",
    "doi": "10.1177/20543581231205160",
    "pii": "10.1177_20543581231205160"
  },
  "doi": "10.1177/20543581231205160",
  "pmc_id": "PMC10605660",
  "dates": {
    "revised": "2023-10-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.998140",
    "pmid": "37901358"
  }
}