{
  "pmid": "37904516",
  "uid": "37904516",
  "title": "Comparing the suitability of virtual versus in-person care: Perceptions from pediatricians.",
  "abstract": "ObjectivesThe COVID-19 pandemic compelled a portion of healthcare to be delivered virtually. As the pandemic waned, health systems strived to find a balance between re-incorporating in-person care while maintaining virtual care. To find when virtual or in-person encounters are more appropriate, we surveyed pediatricians' perceptions when comparing the suitability of virtual care to in-person care.MethodsWe surveyed a Canadian tertiary-level pediatric hospital where pediatricians assessed whether specific clinical encounters or tasks were more or less effective virtually than when performed in person. Pediatricians also rated the importance of clinical and patient factors when deciding if a patient needs to be seen in person.ResultsOf 160 pediatrics faculty members, 56 (35%) responded to the survey. When assessing different types of clinical encounters, triage, multidisciplinary meetings, discharge, and follow ups were more likely to favor virtual encounters. However, first consultations and family meetings were more likely to favor in-person encounters. Regarding clinical tasks, pediatricians were more likely to endorse explaining test results, offering treatment recommendations, and obtaining patient histories virtually. On the contrary, there was a preference for physical examinations, assessing patients visually, and assessing developmental milestones to be performed in person. When deciding if a patient should be seen in person versus virtual, pediatricians rated the patient's condition and communication barriers as the most important factors favoring an in-person appointment.DiscussionThese results offer an initial framework for pediatricians when choosing which encounter type may be most appropriate for their patients between virtual or in-person appointments.",
  "authors": [
    {
      "last_name": "Leong",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell Leong",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5030-7487"
    },
    {
      "last_name": "Sanderson",
      "fore_name": "Kate E",
      "initials": "KE",
      "name": "Kate E Sanderson",
      "affiliations": [
        "Hamilton Health Sciences Centre for Evidence-Based Implementation, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ratcliffe",
      "fore_name": "Elyanne M",
      "initials": "EM",
      "name": "Elyanne M Ratcliffe",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zuniga-Villanueva",
      "fore_name": "Gregorio",
      "initials": "G",
      "name": "Gregorio Zuniga-Villanueva",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, Tecnológico de Monterrey, Monterrey, NL, Mexico."
      ],
      "orcid": "0000-0002-8066-2383"
    }
  ],
  "journal": {
    "title": "Journal of telemedicine and telecare",
    "iso_abbreviation": "J Telemed Telecare",
    "issn": "1758-1109",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "667",
  "end_page": "672",
  "pages": "667-672",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comparative Study"
  ],
  "keywords": [
    "Humans",
    "Pediatricians",
    "COVID-19",
    "Male",
    "Female",
    "Canada",
    "Telemedicine",
    "Attitude of Health Personnel",
    "SARS-CoV-2",
    "Adult",
    "Surveys and Questionnaires",
    "Hospitals, Pediatric",
    "Pandemics"
  ],
  "article_ids": {
    "pubmed": "37904516",
    "pmc": "PMC12095875",
    "doi": "10.1177/1357633X231205329"
  },
  "doi": "10.1177/1357633X231205329",
  "pmc_id": "PMC12095875",
  "dates": {
    "completed": "2025-05-21",
    "revised": "2025-05-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.195069",
    "pmid": "37904516"
  }
}