{
  "pmid": "37907129",
  "uid": "37907129",
  "title": "Screening Accuracy of the Parent-Report Preschool Strengths and Difficulties Questionnaire in Primary Care.",
  "abstract": "OBJECTIVE: To evaluate the screening test accuracy and reliability of the parent-report preschool Strengths and Difficulties Questionnaire (P-SDQ) in primary care settings. METHODS: Children 24 to 48 months were recruited at scheduled primary care visits in Toronto, Canada. Parents completed the P-SDQ at baseline, 2, and 12 weeks. At 12 weeks, parents were invited to a semistructured diagnostic phone interview, the Preschool Age Psychiatric Assessment (PAPA). Criterion validity between baseline P-SDQ scores (Total Difficulties Score [TDS], internalizing and externalizing subscale) and Diagnostic and Statistical Manual, 5th edition diagnoses on PAPA was evaluated using area under the curve (AUC) and calculating screening test properties (sensitivity and specificity). Test-retest reliability at baseline and 2 weeks was evaluated using intraclass correlation coefficient. RESULTS: A total of 183 children were enrolled, mean age 39.3 (SD 7.4) months, 46.4% male, 120 (66%) completed P-SDQ at 2 weeks, 107 (58%) completed PAPA at 12 weeks. Of those with a PAPA, 26 (24%) had any psychiatric diagnosis, 17 (16%) had internalizing disorders and 4 (4%) had externalizing disorders. TDS identified any diagnosis with AUC = 0.67 (95% confidence intervals (CI): 0.55, 0.79); internalizing subscale identified internalizing disorders with AUC = 0.61 (95% CI: 0.47, 0.74); externalizing subscale identified externalizing disorders with AUC = 0.77 (95% CI: 0.60, 0.94). Sensitivity and specificity, and test-retest reliability were satisfactory for TDS and externalizing subscale, and less satisfactory for the internalizing subscale. CONCLUSIONS: The externalizing subscale has sufficient accuracy and reliability to identify children aged 2 to 4 years at risk for attention deficit/hyperactivity disorder and disruptive behavior disorders in primary care.",
  "authors": [
    {
      "last_name": "Hattangadi",
      "fore_name": "Nayantara",
      "initials": "N",
      "name": "Nayantara Hattangadi",
      "affiliations": [
        "Department of Psychiatry (N Hattangadi, T Kay, P Szatmari, and A Charach), Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Tatjana",
      "initials": "T",
      "name": "Tatjana Kay",
      "affiliations": [
        "Department of Psychiatry (N Hattangadi, T Kay, P Szatmari, and A Charach), Hospital for Sick Children, Toronto, Ontario, Canada; Department of Psychology, Toronto Metropolitan University, Canada."
      ]
    },
    {
      "last_name": "Parkin",
      "fore_name": "Patricia C",
      "initials": "PC",
      "name": "Patricia C Parkin",
      "affiliations": [
        "Pediatric Outcomes Research Team (PORT) (PC Parkin, CS Birken, Mv den Heuvel, and CM Borkhoff), Division of Pediatric Medicine and SickKids Research Institute, Hospital for Sick Children, Toronto, Ontario, Canada; Institute of Health Policy, Management and Evaluation (PC Parkin, CS Birken, JL Maguire, CM Borkhoff, and A Charach), Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Department of Pediatrics (PC Parkin, CS Birken, JL Maguire), Temetry Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada; Joannah & Brian Lawson Centre for Child Nutrition (PC Parkin, CS Birken, JL Maguire, and Mv den Heuvel), Department of Nutritional Sciences, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Birken",
      "fore_name": "Catherine S",
      "initials": "CS",
      "name": "Catherine S Birken",
      "affiliations": [
        "Pediatric Outcomes Research Team (PORT) (PC Parkin, CS Birken, Mv den Heuvel, and CM Borkhoff), Division of Pediatric Medicine and SickKids Research Institute, Hospital for Sick Children, Toronto, Ontario, Canada; Institute of Health Policy, Management and Evaluation (PC Parkin, CS Birken, JL Maguire, CM Borkhoff, and A Charach), Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Department of Pediatrics (PC Parkin, CS Birken, JL Maguire), Temetry Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada; Joannah & Brian Lawson Centre for Child Nutrition (PC Parkin, CS Birken, JL Maguire, and Mv den Heuvel), Department of Nutritional Sciences, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Maguire",
      "fore_name": "Jonathon L",
      "initials": "JL",
      "name": "Jonathon L Maguire",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation (PC Parkin, CS Birken, JL Maguire, CM Borkhoff, and A Charach), Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Department of Pediatrics (PC Parkin, CS Birken, JL Maguire), Temetry Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada; Joannah & Brian Lawson Centre for Child Nutrition (PC Parkin, CS Birken, JL Maguire, and Mv den Heuvel), Department of Nutritional Sciences, University of Toronto, Toronto, Ontario, Canada; The Centre for Urban Health Solutions (JL Maguire), Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, Ontario, Canada; Department of Pediatrics (JL Maguire), St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry (N Hattangadi, T Kay, P Szatmari, and A Charach), Hospital for Sick Children, Toronto, Ontario, Canada; Department of Psychiatry (P Szatmari and A Charach), Temetry Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada; Centre for Addiction and Mental Health (P Szatmari), Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "van den Heuvel",
      "fore_name": "Meta",
      "initials": "M",
      "name": "Meta van den Heuvel",
      "affiliations": [
        "Pediatric Outcomes Research Team (PORT) (PC Parkin, CS Birken, Mv den Heuvel, and CM Borkhoff), Division of Pediatric Medicine and SickKids Research Institute, Hospital for Sick Children, Toronto, Ontario, Canada; Department of Pediatrics (PC Parkin, CS Birken, JL Maguire), Temetry Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada; Joannah & Brian Lawson Centre for Child Nutrition (PC Parkin, CS Birken, JL Maguire, and Mv den Heuvel), Department of Nutritional Sciences, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Borkhoff",
      "fore_name": "Cornelia M",
      "initials": "CM",
      "name": "Cornelia M Borkhoff",
      "affiliations": [
        "Pediatric Outcomes Research Team (PORT) (PC Parkin, CS Birken, Mv den Heuvel, and CM Borkhoff), Division of Pediatric Medicine and SickKids Research Institute, Hospital for Sick Children, Toronto, Ontario, Canada; Institute of Health Policy, Management and Evaluation (PC Parkin, CS Birken, JL Maguire, CM Borkhoff, and A Charach), Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Women's College Research Institute (CM Borkhoff), Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Charach",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Charach",
      "affiliations": [
        "Department of Psychiatry (N Hattangadi, T Kay, P Szatmari, and A Charach), Hospital for Sick Children, Toronto, Ontario, Canada; Institute of Health Policy, Management and Evaluation (PC Parkin, CS Birken, JL Maguire, CM Borkhoff, and A Charach), Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Department of Psychiatry (P Szatmari and A Charach), Temetry Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada. Electronic address: alice.charach@sickkids.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic pediatrics",
    "iso_abbreviation": "Acad Pediatr",
    "issn": "1876-2867",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "800",
  "end_page": "809",
  "pages": "800-809",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Male",
    "Child, Preschool",
    "Primary Health Care",
    "Reproducibility of Results",
    "Surveys and Questionnaires",
    "Parents",
    "Sensitivity and Specificity",
    "Mass Screening",
    "Area Under Curve",
    "Mental Disorders",
    "Attention Deficit Disorder with Hyperactivity"
  ],
  "article_ids": {
    "pubmed": "37907129",
    "doi": "10.1016/j.acap.2023.10.007",
    "pii": "S1876-2859(23)00398-4"
  },
  "doi": "10.1016/j.acap.2023.10.007",
  "dates": {
    "completed": "2024-06-21",
    "revised": "2025-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.531575",
    "pmid": "37907129"
  }
}