{
  "pmid": "37918921",
  "uid": "37918921",
  "title": "Cost-effectiveness analysis of the Geriatric Fracture Center (GFC) concept: a prospective multicentre cohort study.",
  "abstract": "INTRODUCTION: Geriatric Fracture Centers (GFCs) are dedicated treatment units where care is tailored towards elderly patients who have suffered fragility fractures. The primary objective of this economic analysis was to determine the cost-utility of GFCs compared with usual care centres. METHODS: The primary analysis was a cost-utility analysis that measured the cost per incremental quality-adjusted life-year gained from treatment of hip fracture in GFCs compared with treatment in usual care centres from the societal perspective over a 1-year time horizon. The secondary analysis was a cost-utility analysis from a societal perspective over a lifetime time horizon. We evaluated these outcomes using a cost-utility analysis using data from a large multicentre prospective cohort study comparing GFCs versus usual care centres that took place in Austria, Spain, the USA, the Netherlands, Thailand and Singapore. RESULTS: GFCs may be cost-effective in the long term, while providing a more comprehensive care plan. Patients in usual care centre group were slightly older and had fewer comorbidities. For the 1-year analysis, the costs per patient were slightly lower in the GFC group (-$646.42), while the quality-adjusted life-years were higher in the usual care centre group (+0.034). The incremental cost-effectiveness ratio was $18 863.34 (US$/quality-adjusted life-year). The lifetime horizon analysis found that the costs per patient were lower in the GFC group (-$7210.35), while the quality-adjusted life-years were higher in the usual care centre group (+0.02). The incremental cost-effectiveness ratio was $320 678.77 (US$/quality-adjusted life-year). CONCLUSIONS: This analysis found that GFCs were associated with lower costs compared with usual care centres. The cost-savings were greater when the lifetime time horizon was considered. This comprehensive cost-effectiveness analysis, using data from an international prospective cohort study, found that GFC may be cost-effective in the long term, while providing a more comprehensive care plan. A greater number of major adverse events were reported at GFC, nevertheless a lower mortality rate associated with these adverse events at GFC. Due to the minor utility benefits, which may be a result of greater adverse event detection within the GFC group and much greater costs of usual care centres, the GFC may be cost-effective due to the large cost-savings it demonstrated over the lifetime time horizon, while potentially identifying and treating adverse events more effectively. These findings suggest that the GFC may be a cost-effective option over the lifetime of a geriatric patient with hip fracture, although future research is needed to further validate these findings. LEVEL OF EVIDENCE: Economic, level 2. TRIAL REGISTRATION NUMBER: NCT02297581.",
  "authors": [
    {
      "last_name": "Joeris",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Joeris",
      "affiliations": [
        "AOCID, AO Foundation, Dübendorf, Switzerland."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Division of Orthopaedics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Blauth",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Blauth",
      "affiliations": [
        "Department of Trauma Surgery and Sports Medicine, Medical University Innsbruck, Innsbruck, Austria."
      ]
    },
    {
      "last_name": "Gosch",
      "fore_name": "Markus",
      "initials": "M",
      "name": "Markus Gosch",
      "affiliations": [
        "Department of Internal Medicine, Paracelsus Universitat Nurnberg, Nuremberg, Germany."
      ]
    },
    {
      "last_name": "Wattanapanom",
      "fore_name": "Pannida",
      "initials": "P",
      "name": "Pannida Wattanapanom",
      "affiliations": [
        "Bangkok Longevity Center, Bangkok Hospital, Bangkok, Thailand."
      ]
    },
    {
      "last_name": "Jarayabhand",
      "fore_name": "Rahat",
      "initials": "R",
      "name": "Rahat Jarayabhand",
      "affiliations": [
        "Department of Orthopedics, Bhumibol Adulyadej Hospital, Bangkok, Thailand."
      ]
    },
    {
      "last_name": "Poeze",
      "fore_name": "Martijn",
      "initials": "M",
      "name": "Martijn Poeze",
      "affiliations": [
        "Department of Surgery, Maastricht University Medical Centre+, Maastricht, The Netherlands."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Merng K",
      "initials": "MK",
      "name": "Merng K Wong",
      "affiliations": [
        "Department of Orthopedic Surgery, Singapore General Hospital, Singapore."
      ]
    },
    {
      "last_name": "Kwek",
      "fore_name": "Ernest B K",
      "initials": "EBK",
      "name": "Ernest B K Kwek",
      "affiliations": [
        "Department of Orthopedic Surgery, Tan Tock Seng Hospital, Singapore."
      ]
    },
    {
      "last_name": "Hegeman",
      "fore_name": "Johannes H",
      "initials": "JH",
      "name": "Johannes H Hegeman",
      "affiliations": [
        "Trauma, Ziekenhuisgroep Twente Almelo, Almelo, The Netherlands."
      ]
    },
    {
      "last_name": "Perez-Uribarri",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Perez-Uribarri",
      "affiliations": [
        "Department of Orthopedics and Trauma Surgery, Hospital Son Llatzer, Palma de Mallorca, Spain."
      ]
    },
    {
      "last_name": "Guerado",
      "fore_name": "Enrique",
      "initials": "E",
      "name": "Enrique Guerado",
      "affiliations": [
        "Department of Orthopaedic Surgery and Traumatology Hospital Universitario Costa del Sol, Faculty of Medicine, University of Malaga, Malaga, Spain."
      ]
    },
    {
      "last_name": "Revak",
      "fore_name": "Thomas J",
      "initials": "TJ",
      "name": "Thomas J Revak",
      "affiliations": [
        "Department of Orthopaedic Surgery-Division of Orthopedic Trauma, Saint Louis University, Saint Louis, Missouri, USA."
      ]
    },
    {
      "last_name": "Zohner",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian Zohner",
      "affiliations": [
        "Klinik für Unfallchirurgie und Sporttraumatologie, Kepler Universitätsklinikum Med Campus III, Linz, Austria."
      ]
    },
    {
      "last_name": "Joseph",
      "fore_name": "David",
      "initials": "D",
      "name": "David Joseph",
      "affiliations": [
        "Department of Orthopedics, Elmhurst Hospital Center, Elmhurst, New York, USA."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark R",
      "initials": "MR",
      "name": "Mark R Phillips",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada phillimr@mcmaster.ca."
      ],
      "orcid": "0000-0003-0923-261X"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "11",
    "pub_year": "2023",
    "pub_month": "Nov",
    "pub_day": "02"
  },
  "start_page": "e072744",
  "pages": "e072744",
  "language": "eng",
  "publication_types": [
    "Multicenter Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Prospective Studies",
    "Cost-Effectiveness Analysis",
    "Hip Fractures",
    "Cost-Benefit Analysis",
    "Austria",
    "Quality-Adjusted Life Years",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "37918921",
    "pmc": "PMC10626854",
    "doi": "10.1136/bmjopen-2023-072744",
    "pii": "bmjopen-2023-072744"
  },
  "doi": "10.1136/bmjopen-2023-072744",
  "pmc_id": "PMC10626854",
  "dates": {
    "completed": "2023-11-06",
    "revised": "2023-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.932141",
    "pmid": "37918921"
  }
}