{
  "pmid": "37915422",
  "uid": "37915422",
  "title": "Development and Validation of a Patient-Reported Outcome Measure for Fingernail and Toenail Conditions: The NAIL-Q.",
  "abstract": "BACKGROUND: Patient-reported outcome measures (PROMs) are needed to measure outcomes that matter to people with nail conditions, from their perspective. OBJECTIVE: To design a comprehensive new PROM (NAIL-Q) to measure outcomes important in toenail and fingernail conditions. METHODS: A mixed methods iterative approach was used. Phase 1 involved concept elicitation interviews that were audio-recorded, transcribed, and coded line-by-line. Concepts were developed into scales and refined through cognitive debriefing interviews with patients and expert input. Data was then collected from an international sample using a crowdsource platform. Eligible participants were aged ≥18 years with a nail condition for at least 3 months. Rasch Measurement Theory (RMT) analysis was used to examine item and scale performance. Other psychometric tests included test-retest reliability, and convergent and construct validity. RESULTS: Phase 1 interviews involved 23 patients with 10 nail conditions and input from 11 dermatologists. The analysis led to the development of 84 items for field-testing. In Phase 2, 555 participants completed the survey. Toenail conditions (n = 441) were more common than fingernail conditions (n = 186). The RMT analysis reduced the number of items tested to 45 in 7 scales measuring nail appearance, health-related quality of life concerns, and treatment outcomes. All items had ordered thresholds and nonsignificant chi-square p values. Reliability statistics with and without extremes for the Person Separation Index were ≥0.79 and Cronbach's alpha were ≥0.83, and for intraclass correlation coefficients were ≥0.81. Construct validity was further supported in that most participants agreed that the NAIL-Q was easy to understand, asked relevant and important questions in a respectful way, and that it should be used to inform clinical care. CONCLUSION: The NAIL-Q is a rigorously designed and tested PROM that measures nail appearance, health-related quality of life and treatment outcomes. This PROM can be used in clinical practice to inform patient care and to include the patient perspective in research.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4720-0096"
    },
    {
      "last_name": "Rae",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Rae",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4309-4636"
    },
    {
      "last_name": "O'Malley",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen O'Malley",
      "affiliations": [
        "Division of Dermatology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Breitkopf",
      "fore_name": "Trisia",
      "initials": "T",
      "name": "Trisia Breitkopf",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Algu",
      "fore_name": "Leah",
      "initials": "L",
      "name": "Leah Algu",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mansouri",
      "fore_name": "Jasmine",
      "initials": "J",
      "name": "Jasmine Mansouri",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Claire R",
      "initials": "CR",
      "name": "Claire R Brown",
      "affiliations": [
        "Department of Dermatology, Weill Cornell Medicine, New York City, NY, USA."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yi",
      "initials": "Y",
      "name": "Yi Wang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lipner",
      "fore_name": "Shari R",
      "initials": "SR",
      "name": "Shari R Lipner",
      "affiliations": [
        "Department of Dermatology, Weill Cornell Medicine, New York City, NY, USA."
      ],
      "orcid": "0000-0001-5913-9304"
    }
  ],
  "journal": {
    "title": "Clinical, cosmetic and investigational dermatology",
    "iso_abbreviation": "Clin Cosmet Investig Dermatol",
    "issn": "1178-7015",
    "issn_type": "Print",
    "volume": "16",
    "pub_year": "2023"
  },
  "start_page": "3091",
  "end_page": "3105",
  "pages": "3091-3105",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37915422",
    "pmc": "PMC10617399",
    "doi": "10.2147/CCID.S429120",
    "pii": "429120"
  },
  "doi": "10.2147/CCID.S429120",
  "pmc_id": "PMC10617399",
  "dates": {
    "revised": "2023-11-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.199401",
    "pmid": "37915422"
  }
}