{
  "pmid": "37914306",
  "uid": "37914306",
  "title": "Protocol for validating an algorithm to identify neurocognitive disorders in Canadian Longitudinal Study on Aging participants: an observational study.",
  "abstract": "INTRODUCTION: In population-based research, disease ascertainment algorithms can be as accurate as, and less costly than, performing supplementary clinical examinations on selected participants to confirm a diagnosis of a neurocognitive disorder (NCD), but they require cohort-specific validation. To optimise the use of the Canadian Longitudinal Study on Aging (CLSA) to understand the epidemiology and burden of NCDs, the CLSA Memory Study will validate an NCD ascertainment algorithm to identify CLSA participants with these disorders using routinely acquired study data. METHODS AND ANALYSIS: Up to 600 CLSA participants with equal numbers of those likely to have no NCD, mild NCD or major NCD based on prior self-reported physician diagnosis of a memory problem or dementia, medication consumption (ie, cholinesterase inhibitors, memantine) and/or self-reported function will be recruited during the follow-up 3 CLSA evaluations (started August 2021). Participants will undergo an assessment by a study clinician who will also review an informant interview and make a preliminary determination of the presence or absence of an NCD. The clinical assessment and available CLSA data will be reviewed by a Central Review Panel who will make a final categorisation of participants as having (1) no NCD, (2) mild NCD or, (3) major NCD (according to fifth version of the Diagnostic and Statistical Manual of Mental Disorders criteria). These will be used as our gold standard diagnosis to determine if the NCD ascertainment algorithm accurately identifies CLSA participants with an NCD. Weighted Kappa statistics will be the primary measure of agreement. Sensitivity, specificity, the C-statistic and the phi coefficient will also be estimated. ETHICS AND DISSEMINATION: Ethics approval has been received from the institutional research ethics boards for each CLSA Data Collection Site (Université de Sherbrooke, Hamilton Integrated Research Ethics Board, Dalhousie University, Nova Scotia Health Research Ethics Board, University of Manitoba, McGill University, McGill University Health Centre Research Institute, Memorial University of Newfoundland, University of Victoria, Élisabeth Bruyère Research Institute of Ottawa, University of British Columbia, Island Health (Formerly the Vancouver Island Health Authority, Simon Fraser University, Calgary Conjoint Health Research Ethics Board).The results of this work will be disseminated to public health professionals, researchers, health professionals, administrators and policy-makers through journal publications, conference presentations, publicly available reports and presentations to stakeholder groups.",
  "authors": [
    {
      "last_name": "Mayhew",
      "fore_name": "Alexandra J",
      "initials": "AJ",
      "name": "Alexandra J Mayhew",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6700-9497"
    },
    {
      "last_name": "Hogan",
      "fore_name": "David",
      "initials": "D",
      "name": "David Hogan",
      "affiliations": [
        "Brenda Strafford Centre on Aging, 'O'Brien Institute for Public Health, University of Calgary, Calgary, Alberta, Canada.",
        "Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada.",
        "Canadian Consortium on Neurodegeneration in Aging Investigator Member, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wolfson",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Wolfson",
      "affiliations": [
        "Department of Epidemiology, Biostatistics and Occupational Health, School of Population and Global Health, McGill University, Montreal, Quebec, Canada.",
        "Department of Medicine, Faculty of Medicine and Health Sciences, McGill University, Montreal, Quebec, Canada.",
        "Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "ICES, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-9212-5641"
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "ICES, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-6282-3614"
    },
    {
      "last_name": "Kirkland",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Kirkland",
      "affiliations": [
        "Department of Community Health & Epidemiology, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "O'Connell",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan O'Connell",
      "affiliations": [
        "Department of Psychology, University of Saskatchewan, Saskatoon, Saskatchewan, Canada."
      ],
      "orcid": "0000-0001-6159-4322"
    },
    {
      "last_name": "Taler",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa Taler",
      "affiliations": [
        "School of Psychology, University of Ottawa, Ottawa, Ontario, Canada.",
        "Bruyère Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Eric E",
      "initials": "EE",
      "name": "Eric E Smith",
      "affiliations": [
        "Department of Clinical Neurosciences and Hotchkiss Brain Institute, University of Calgary, Calgary, Alberta, Canada."
      ],
      "orcid": "0000-0003-3956-1668"
    },
    {
      "last_name": "Liu-Ambrose",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Liu-Ambrose",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Vancouver, British Columbia, Canada.",
        "Djavad Mowafaghian Centre for Brain Health, University of British Columbia, Vancouver, British Columbia, Canada.",
        "Centre for Hip Health and Mobility, Vancouver Coastal Health Research Institute, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8033-1699"
    },
    {
      "last_name": "Thompson",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Thompson",
      "affiliations": [
        "Department of Statistics and Actuarial Science, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Changbao",
      "initials": "C",
      "name": "Changbao Wu",
      "affiliations": [
        "Department of Statistics and Actuarial Science, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chertkow",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Chertkow",
      "affiliations": [
        "Department of Medicine (Neurology), University of Toronto, Toronto, Ontario, Canada.",
        "Rotman Research Institute, Baycrest Health Services, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada griffith@mcmaster.ca.",
        "Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2794-9692"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "11",
    "pub_year": "2023",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "e073027",
  "pages": "e073027",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Longitudinal Studies",
    "Neurocognitive Disorders",
    "Aging",
    "Dementia",
    "Algorithms",
    "Nova Scotia",
    "Observational Studies as Topic"
  ],
  "article_ids": {
    "pubmed": "37914306",
    "pmc": "PMC10626860",
    "doi": "10.1136/bmjopen-2023-073027",
    "pii": "bmjopen-2023-073027"
  },
  "doi": "10.1136/bmjopen-2023-073027",
  "pmc_id": "PMC10626860",
  "dates": {
    "completed": "2023-11-03",
    "revised": "2023-11-08"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "LSA 9447",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "BDO 148341",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.197875",
    "pmid": "37914306"
  }
}