{
  "pmid": "37915342",
  "uid": "37915342",
  "title": "The Author Truncation \"et al.\" in Article References: An Anachronism That Needs to Change.",
  "abstract": "Background: Valuable research requires contribution from many experts; however, the \"et al.\" truncation often keeps all individuals from being acknowledged. The adoption of a new citation rule (list all authors up to 30, followed by et al.) would allow more authors to be acknowledged. The purpose of this study was to (1) explore the citation styles of the top 10 Plastic Surgery, Surgery, and Medical journals and (2) compare the number of extra pages required, and the number of additional authors acknowledged when the \"new rule\" is implemented. Methods: The top 10 journals in Plastic Surgery, Surgery, and Medicine were identified. The citation styles used in each of the journals were reviewed and the reference list from a recently published article was extracted. The original reference list was used to create an Extended Reference List using the new rule. Results: Most journals implemented \"et al.\" when seven or more authors were listed. Ten articles required additional pages to accommodate the Extended Reference List. When the \"et al.\" truncation was introduced after 30 authors, there was an almost 100% chance of all authors being included. The adoption of this rule rarely resulted in the need for additional pages, especially within Plastic Surgery. Conclusions: In a time of electronic publishing, where constraints such as article and journal page length should not be important factors, all authors should be recognized. The use of the \"et al.\" truncation should be discouraged by all individuals involved in the production and publication of research. Scenario You are asked by the Editor-in-Chief of your specialty's journal to review an article in your area of expertise. You gladly accept the task. One of the questions you are required to answer in your review is whether the authors of the submitted manuscript have missed any important articles in their references. As you are the recognized expert in this field, you glance at the references to see if a key article you published 3 years earlier has been included. The first author of that article was a junior resident in your service and the research was done under your supervision. To their credit, the authors included the said article, but you are dismayed that the reference does not include your name. It includes only the names of the first three authors, all junior residents in your service. Your name, and the names of many others, are lost in the et al. truncation.",
  "authors": [
    {
      "last_name": "Thoma",
      "fore_name": "Achilles",
      "initials": "A",
      "name": "Achilles Thoma",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact (HEI), Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8348-2863"
    },
    {
      "last_name": "Murphy",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Murphy",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie H",
      "initials": "CH",
      "name": "Charlie H Goldsmith",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "volume": "31",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "401",
  "end_page": "407",
  "pages": "401-407",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37915342",
    "pmc": "PMC10617455",
    "doi": "10.1177/22925503211051109",
    "pii": "10.1177_22925503211051109"
  },
  "doi": "10.1177/22925503211051109",
  "pmc_id": "PMC10617455",
  "dates": {
    "revised": "2023-11-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:31.563397",
    "pmid": "37915342"
  }
}