{
  "pmid": "37939744",
  "uid": "37939744",
  "title": "A scoping review reveals candidate quality indicators of knowledge translation and implementation science practice tools.",
  "abstract": "OBJECTIVES: To identify candidate quality indicators from existing tools that provide guidance on how to practice knowledge translation and implemenation science (KT practice tools) across KT domains (dissemination, implementation, sustainability, and scalability). STUDY DESIGN AND SETTING: We conducted a scoping review using the Joanna Briggs Institute Manual for Evidence Synthesis. We systematically searched multiple electronic databases and the gray literature. Documents were independently screened, selected, and extracted by pairs of reviewers. Data about the included articles, KT practice tools, and candidate quality indicators were analyzed, categorized, and summarized descriptively. RESULTS: Of 43,060 titles and abstracts that were screened from electronic databases and gray literature, 850 potentially relevant full-text articles were identified, and 253 articles were included in the scoping review. Of these, we identified 232 unique KT practice tools from which 27 unique candidate quality indicators were generated. The identified candidate quality indicators were categorized according to the development (n = 17), evaluation (n = 5) and adaptation (n = 3) of the tools, and engagement of knowledge users (n = 2). No tools were identified that appraised the quality of KT practice tools. CONCLUSIONS: The development of a quality appraisal instrument of KT practice tools is needed. The results will be further refined and finalized in order to develop a quality appraisal instrument for KT practice tools.",
  "authors": [
    {
      "last_name": "Bhuiya",
      "fore_name": "Aunima R",
      "initials": "AR",
      "name": "Aunima R Bhuiya",
      "affiliations": [
        "Dalla Lana School of Public Health, Institute of Health Policy, Management, and Evaluation (IHPME), University of Toronto, Toronto, Ontario, Canada. Electronic address: aunima.bhuiya@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Sutherland",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Sutherland",
      "affiliations": [
        "North York General Hospital, Research and Innovation, North York, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boateng",
      "fore_name": "Rhonda",
      "initials": "R",
      "name": "Rhonda Boateng",
      "affiliations": [
        "Dalla Lana School of Public Health, Institute of Health Policy, Management, and Evaluation (IHPME), University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bain",
      "fore_name": "Téjia",
      "initials": "T",
      "name": "Téjia Bain",
      "affiliations": [
        "North York General Hospital, Research and Innovation, North York, Ontario, Canada."
      ]
    },
    {
      "last_name": "Skidmore",
      "fore_name": "Becky",
      "initials": "B",
      "name": "Becky Skidmore",
      "affiliations": [
        "Dalla Lana School of Public Health, Institute of Health Policy, Management, and Evaluation (IHPME), University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Perrier",
      "fore_name": "Laure",
      "initials": "L",
      "name": "Laure Perrier",
      "affiliations": [
        "Dalla Lana School of Public Health, Institute of Health Policy, Management, and Evaluation (IHPME), University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Makarski",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Makarski",
      "affiliations": [
        "North York General Hospital, Research and Innovation, North York, Ontario, Canada."
      ]
    },
    {
      "last_name": "Munce",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Munce",
      "affiliations": [
        "University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Iveta",
      "initials": "I",
      "name": "Iveta Lewis",
      "affiliations": [
        "North York General Hospital, Research and Innovation, North York, Ontario, Canada."
      ]
    },
    {
      "last_name": "Graham",
      "fore_name": "Ian D",
      "initials": "ID",
      "name": "Ian D Graham",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa and Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Holroyd-Leduc",
      "fore_name": "Jayna",
      "initials": "J",
      "name": "Jayna Holroyd-Leduc",
      "affiliations": [
        "Departments of Medicine and Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Straus",
      "affiliations": [
        "Li Ka Shing Knowledge Institute of St. Michael's Hospital, Unity Health, Toronto, Ontario, Canada; Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stelfox",
      "fore_name": "Henry T",
      "initials": "HT",
      "name": "Henry T Stelfox",
      "affiliations": [
        "Department of Critical Care Medicine and the O'Brien Institute for Public Health, University of Calgary and Alberta Health Services, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Strifler",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Strifler",
      "affiliations": [
        "Dalla Lana School of Public Health, Institute of Health Policy, Management, and Evaluation (IHPME), University of Toronto, Toronto, Ontario, Canada; Li Ka Shing Knowledge Institute of St. Michael's Hospital, Unity Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Linda C",
      "initials": "LC",
      "name": "Linda C Li",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Fok-Han",
      "initials": "FH",
      "name": "Fok-Han Leung",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada; St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada; National Collaborating Centre for Methods and Tools, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Puchalski Ritchie",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Puchalski Ritchie",
      "affiliations": [
        "Dalla Lana School of Public Health, Institute of Health Policy, Management, and Evaluation (IHPME), University of Toronto, Toronto, Ontario, Canada; Li Ka Shing Knowledge Institute of St. Michael's Hospital, Unity Health, Toronto, Ontario, Canada; Department of Medicine, University of Toronto, Toronto, Ontario, Canada; Department of Emergency Medicine, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Squires",
      "fore_name": "Janet E",
      "initials": "JE",
      "name": "Janet E Squires",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rac",
      "fore_name": "Valeria E",
      "initials": "VE",
      "name": "Valeria E Rac",
      "affiliations": [
        "Dalla Lana School of Public Health, Institute of Health Policy, Management, and Evaluation (IHPME), University of Toronto, Toronto, Ontario, Canada; Program for Health System and Technology Evaluation, Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada; Ted Rogers Centre for Heart Research at Peter Munk Cardiac Centre, Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fahim",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Fahim",
      "affiliations": [
        "Dalla Lana School of Public Health, Institute of Health Policy, Management, and Evaluation (IHPME), University of Toronto, Toronto, Ontario, Canada; Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kastner",
      "fore_name": "Monika",
      "initials": "M",
      "name": "Monika Kastner",
      "affiliations": [
        "Dalla Lana School of Public Health, Institute of Health Policy, Management, and Evaluation (IHPME), University of Toronto, Toronto, Ontario, Canada; North York General Hospital, Research and Innovation, North York, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "165",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "111205",
  "pages": "111205",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Implementation Science",
    "Quality Indicators, Health Care",
    "Translational Science, Biomedical"
  ],
  "article_ids": {
    "pubmed": "37939744",
    "doi": "10.1016/j.jclinepi.2023.10.021",
    "pii": "S0895-4356(23)00281-0"
  },
  "doi": "10.1016/j.jclinepi.2023.10.021",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:11.229151",
    "pmid": "37939744"
  }
}