{
  "pmid": "37935635",
  "uid": "37935635",
  "title": "Endpoint adjudication in cardiovascular clinical trials.",
  "abstract": "Endpoint adjudication (EA) is a common feature of contemporary randomized controlled trials (RCTs) in cardiovascular medicine. Endpoint adjudication refers to a process wherein a group of expert reviewers, known as the clinical endpoint committee (CEC), verify potential endpoints identified by site investigators. Events that are determined by the CEC to meet pre-specified trial definitions are then utilized for analysis. The rationale behind the use of EA is that it may lessen the potential misclassification of clinical events, thereby reducing statistical noise and bias. However, it has been questioned whether this is universally true, especially given that EA significantly increases the time, effort, and resources required to conduct a trial. Herein, we compare the summary estimates obtained using adjudicated vs. non-adjudicated site designated endpoints in major cardiovascular RCTs in which both were reported. Based on these data, we lay out a framework to determine which trials may warrant EA and where it may be redundant. The value of EA is likely greater when cardiovascular trials have nuanced primary endpoints, endpoint definitions that align poorly with practice, sub-optimal data completeness, greater operator variability, and lack of blinding. EA may not be needed if the primary endpoint is all-cause death or all-cause hospitalization. In contrast, EA is likely merited for more nuanced endpoints such as myocardial infarction, bleeding, worsening heart failure as an outpatient, unstable angina, or transient ischaemic attack. A risk-based approach to adjudication can potentially allow compromise between costs and accuracy. This would involve adjudication of a small proportion of events, with further adjudication done if inconsistencies are detected.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Shahzeb",
      "initials": "MS",
      "name": "Muhammad Shahzeb Khan",
      "affiliations": [
        "Division ofCardiology, Duke University School of Medicine, 2301 Erwin Road, Durham, NC 27705, USA."
      ],
      "orcid": "0000-0003-1250-6351"
    },
    {
      "last_name": "Usman",
      "fore_name": "Muhammad Shariq",
      "initials": "MS",
      "name": "Muhammad Shariq Usman",
      "affiliations": [
        "Department of Medicine, UT Southwestern Medical Center, Dallas, TX, USA.",
        "Department of Medicine, Parkland Health and Hospital System, Dallas, TX, USA."
      ],
      "orcid": "0000-0001-9747-8892"
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine and Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Research Institute of St Joe's, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Greene",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Greene",
      "affiliations": [
        "Division ofCardiology, Duke University School of Medicine, 2301 Erwin Road, Durham, NC 27705, USA.",
        "Duke Clinical Research Institute, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Baqal",
      "fore_name": "Omar",
      "initials": "O",
      "name": "Omar Baqal",
      "affiliations": [
        "Department of Medicine, Mayo Clinic Arizona, Phoenix, AZ, USA."
      ]
    },
    {
      "last_name": "Felker",
      "fore_name": "Gary Michael",
      "initials": "GM",
      "name": "Gary Michael Felker",
      "affiliations": [
        "Division ofCardiology, Duke University School of Medicine, 2301 Erwin Road, Durham, NC 27705, USA.",
        "Duke Clinical Research Institute, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Deepak L",
      "initials": "DL",
      "name": "Deepak L Bhatt",
      "affiliations": [
        "Mount Sinai Heart, Icahn School of Medicine at Mount Sinai Health System, NewYork, NY, USA."
      ]
    },
    {
      "last_name": "Januzzi",
      "fore_name": "James L",
      "initials": "JL",
      "name": "James L Januzzi",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, Massachusetts General Hospital, Boston, MA, USA.",
        "Baim Institute for Clinical Research, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Butler",
      "fore_name": "Javed",
      "initials": "J",
      "name": "Javed Butler",
      "affiliations": [
        "Baylor Scott and White Research Institute, 3434 Oak Street Ste 501, Dallas, TX 75204, USA.",
        "Department of Medicine, University of Mississippi School of Medicine, 2500 N State St, Jackson, MS, USA."
      ],
      "orcid": "0000-0001-7683-4720"
    }
  ],
  "journal": {
    "title": "European heart journal",
    "iso_abbreviation": "Eur Heart J",
    "issn": "1522-9645",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "46",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "07"
  },
  "start_page": "4835",
  "end_page": "4846",
  "pages": "4835-4846",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Myocardial Infarction",
    "Ischemic Attack, Transient",
    "Hemorrhage",
    "Heart Failure",
    "Angina, Unstable"
  ],
  "article_ids": {
    "pubmed": "37935635",
    "doi": "10.1093/eurheartj/ehad718",
    "pii": "7343207"
  },
  "doi": "10.1093/eurheartj/ehad718",
  "dates": {
    "completed": "2023-12-11",
    "revised": "2023-12-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.923137",
    "pmid": "37935635"
  }
}