{
  "pmid": "37935374",
  "uid": "37935374",
  "title": "The Impact of Infant Sex on Multiple Courses versus a Single Course of Antenatal Corticosteroids: A Secondary Analysis of a Randomized Controlled Trial.",
  "abstract": "OBJECTIVE: Animal literature has suggested that the impact of antenatal corticosteroids (ACS) may vary by infant sex. Our objective was to assess the impact of infant sex on the use of multiple courses versus a single course of ACS and perinatal outcomes. STUDY DESIGN: We conducted a secondary analysis of the Multiple Courses of Antenatal Corticosteroids for Preterm Birth trial, which randomly allocated pregnant people to multiple courses versus a single course of ACS. Our primary outcome was a composite of perinatal mortality or clinically significant neonatal morbidity (including neonatal death, stillbirth, severe respiratory distress syndrome, intraventricular hemorrhage [grade III or IV], cystic periventricular leukomalacia, and necrotizing enterocolitis [stage II or III]). Secondary outcomes included individual components of the primary outcome as well as anthropometric measures. Baseline characteristics were compared between participants who received multiple courses versus a single course of ACS. An interaction between exposure to ACS and infant sex was assessed for significance and multivariable regression analyses were conducted with adjustment for predefined covariates, when feasible. RESULTS: Data on 2,300 infants were analyzed. The interaction term between treatment status (multiple courses vs. a single course of ACS) and infant sex was not significant for the primary outcome (p = 0.86), nor for any of the secondary outcomes (p > 0.05). CONCLUSION: Infant sex did not modify the association between exposure to ACS and perinatal outcomes including perinatal mortality or neonatal morbidity or anthropometric outcomes. However, animal literature indicates that sex-specific differences after exposure to ACS may emerge over time and thus investigating long-term sex-specific outcomes warrants further attention. KEY POINTS: · We explored the impact of infant sex on perinatal outcomes after multiple versus a single course of ACS.. · Infant sex was not a significant effect modifier of ACS exposure and perinatal outcomes.. · Animal literature indicates that sex-specific differences after ACS exposure may emerge over time.. · Further investigation of long-term sex-specific outcomes is warranted..",
  "authors": [
    {
      "last_name": "Ninan",
      "fore_name": "Kiran",
      "initials": "K",
      "name": "Kiran Ninan",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8085-6751"
    },
    {
      "last_name": "Murphy",
      "fore_name": "Kellie E",
      "initials": "KE",
      "name": "Kellie E Murphy",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Asztalos",
      "fore_name": "Elizabeth V",
      "initials": "EV",
      "name": "Elizabeth V Asztalos",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-9468-2860"
    },
    {
      "last_name": "Jiang",
      "fore_name": "Yidi",
      "initials": "Y",
      "name": "Yidi Jiang",
      "affiliations": [
        "Biostatistics Research Unit, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Huszti",
      "fore_name": "Ella",
      "initials": "E",
      "name": "Ella Huszti",
      "affiliations": [
        "Biostatistics Research Unit, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Matthews",
      "fore_name": "Stephen G",
      "initials": "SG",
      "name": "Stephen G Matthews",
      "affiliations": [
        "Department of Physiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mukerji",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Mukerji",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Radiology, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4461-2178"
    }
  ],
  "journal": {
    "title": "American journal of perinatology",
    "iso_abbreviation": "Am J Perinatol",
    "issn": "1098-8785",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "S 01",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "e2919",
  "end_page": "e2926",
  "pages": "e2919-e2926",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Male",
    "Infant, Newborn",
    "Pregnancy",
    "Sex Factors",
    "Infant, Premature",
    "Respiratory Distress Syndrome, Newborn",
    "Premature Birth",
    "Prenatal Care",
    "Perinatal Mortality",
    "Adrenal Cortex Hormones",
    "Glucocorticoids",
    "Stillbirth"
  ],
  "article_ids": {
    "pubmed": "37935374",
    "doi": "10.1055/s-0043-1776348"
  },
  "doi": "10.1055/s-0043-1776348",
  "dates": {
    "completed": "2024-06-05",
    "revised": "2024-07-30"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Glucocorticoids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.435672",
    "pmid": "37935374"
  }
}