{
  "pmid": "37939743",
  "uid": "37939743",
  "title": "Compelling evidence from meta-epidemiological studies demonstrates overestimation of effects in randomized trials that fail to optimize randomization and blind patients and outcome assessors.",
  "abstract": "OBJECTIVES: To investigate the impact of potential risk of bias elements on effect estimates in randomized trials. STUDY DESIGN AND SETTING: We conducted a systematic survey of meta-epidemiological studies examining the influence of potential risk of bias elements on effect estimates in randomized trials. We included only meta-epidemiological studies that either preserved the clustering of trials within meta-analyses (compared effect estimates between trials with and without the potential risk of bias element within each meta-analysis, then combined across meta-analyses; between-trial comparisons), or preserved the clustering of substudies within trials (compared effect estimates between substudies with and without the element, then combined across trials; within-trial comparisons). Separately for studies based on between- and within-trial comparisons, we extracted ratios of odds ratios (RORs) from each study and combined them using a random-effects model. We made overall inferences and assessed certainty of evidence based on Grading of Recommendations, Assessment, development, and Evaluation and Instrument to assess the Credibility of Effect Modification Analyses. RESULTS: Forty-one meta-epidemiological studies (34 of between-, 7 of within-trial comparisons) proved eligible. Inadequate random sequence generation (ROR 0.94, 95% confidence interval [CI] 0.90-0.97) and allocation concealment (ROR 0.92, 95% CI 0.88-0.97) probably lead to effect overestimation (moderate certainty). Lack of patients blinding probably overestimates effects for patient-reported outcomes (ROR 0.36, 95% CI 0.28-0.48; moderate certainty). Lack of blinding of outcome assessors results in effect overestimation for subjective outcomes (ROR 0.69, 95% CI 0.51-0.93; high certainty). The impact of patients or outcome assessors blinding on other outcomes, and the impact of blinding of health-care providers, data collectors, or data analysts, remain uncertain. Trials stopped early for benefit probably overestimate effects (moderate certainty). Trials with imbalanced cointerventions may overestimate effects, while trials with missing outcome data may underestimate effects (low certainty). Influence of baseline imbalance, compliance, selective reporting, and intention-to-treat analysis remain uncertain. CONCLUSION: Failure to ensure random sequence generation or adequate allocation concealment probably results in modest overestimates of effects. Lack of patients blinding probably leads to substantial overestimates of effects for patient-reported outcomes. Lack of blinding of outcome assessors results in substantial effect overestimation for subjective outcomes. For other elements, though evidence for consistent systematic overestimate of effect remains limited, failure to implement these safeguards may still introduce important bias.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Wang",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: yingwwy@163.com."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Couban",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Wang",
      "affiliations": [
        "School of Public Health, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Armijo-Olivo",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Armijo-Olivo",
      "affiliations": [
        "University of Applied Sciences, Faculty of Business and Social Sciences, Osnabrück, Germany; Department of Physical Therapy, Faculty of Rehabilitation Medicine, University of Alberta, Edmonton Canada."
      ]
    },
    {
      "last_name": "Bassler",
      "fore_name": "Dirk",
      "initials": "D",
      "name": "Dirk Bassler",
      "affiliations": [
        "Department of Neonatology, University Hospital Zurich, University of Zurich, Zurich, Switzerland."
      ]
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": [
        "Department of Clinical Research, Meta-Research Centre Basel, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gluud",
      "fore_name": "Lise Lotte",
      "initials": "LL",
      "name": "Lise Lotte Gluud",
      "affiliations": [
        "Gastro Unit, Copenhagen University Hospital Hvidovre, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Keitz",
      "fore_name": "Sheri A",
      "initials": "SA",
      "name": "Sheri A Keitz",
      "affiliations": [
        "Department of Medicine, Lahey Hospital & Medical Center, Burlington, MA, USA."
      ]
    },
    {
      "last_name": "Letelier",
      "fore_name": "Luz M",
      "initials": "LM",
      "name": "Luz M Letelier",
      "affiliations": [
        "Department of Internal Medicine, Escuela de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Ravaud",
      "fore_name": "Philippe",
      "initials": "P",
      "name": "Philippe Ravaud",
      "affiliations": [
        "Epidemiology and Statistics Sorbonne Paris Cité Research Center (CRESS), INSERM, Université Paris Descartes, Paris, France."
      ]
    },
    {
      "last_name": "Schulz",
      "fore_name": "Kenneth F",
      "initials": "KF",
      "name": "Kenneth F Schulz",
      "affiliations": [
        "School of Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RAC",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "165",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "111211",
  "pages": "111211",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Bias",
    "Epidemiologic Studies",
    "Meta-Analysis as Topic",
    "Random Allocation",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "37939743",
    "doi": "10.1016/j.jclinepi.2023.11.001",
    "pii": "S0895-4356(23)00295-0"
  },
  "doi": "10.1016/j.jclinepi.2023.11.001",
  "dates": {
    "completed": "2024-02-23",
    "revised": "2024-04-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.302954",
    "pmid": "37939743"
  }
}