{
  "pmid": "37932759",
  "uid": "37932759",
  "title": "Assessment of a venous thromboembolism prophylaxis shared decision-making intervention (DASH-TOP) using the decisional conflict scale: a mixed-method study.",
  "abstract": "BACKGROUND: Venous thromboembolism (VTE) in pregnancy is a major cause of maternal morbidity and death. The use of low-molecular-weight heparin (LMWH), despite being the standard of care to prevent VTE, comes with some challenges. Shared decision-making (SDM) interventions are recommended to support patients and clinicians in making preference-sensitive decisions. The quality of the SDM process has been widely assessed with the decisional conflict scale (DCS). Our aim is to report participants' perspectives of each of the components of an SDM intervention (DASH-TOP) in relation to the different subscales of the DCS. METHODS: Design: A convergent, parallel, mixed-methods design. PARTICIPANTS: The sample consisted of 22 health care professionals, students of an Applied Clinical Research in Health Sciences (ICACS) master program. INTERVENTION: We randomly divided the participants in three groups: Group 1 received one component (evidence -based information), Group 2 received two components (first component and value elicitation exercises), and Group 3 received all three components (the first two and a decision analysis recommendation) of the SDM intervention. ANALYSIS: For the quantitative strand, we used a non-parametric test to analyze the differences in the DCS subscales between the three groups. For the qualitative strand, we conducted a content analysis using the decisional conflict domains to deductively categorize the responses. RESULTS: Groups that received more intervention components experienced less conflict and better decision-making quality, although the differences between groups were not statistically significant. The decision analysis recommendation improved the efficacy with the decision-making process, however there are some challenges when implementing it in clinical practice. The uncertainty subscale showed a high decisional conflict for all three groups; contributing factors included low certainty of the evidence-based information provided and a perceived small effect of the drug to reduce the risk of a VTE event. CONCLUSIONS: The DASH-TOP intervention reduced decisional conflict in the decision -making process, with decision analysis being the most effective component to improve the quality of the decision. There is a need for more implementation research to improve the delivery of SDM interventions in the clinical encounter.",
  "authors": [
    {
      "last_name": "León-García",
      "fore_name": "Montserrat",
      "initials": "M",
      "name": "Montserrat León-García",
      "affiliations": [
        "Iberoamerican Cochrane Center, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain. mleong@santpau.cat.",
        "Department of Pediatrics, Obstetrics, Gynaecology and Preventive Medicine, Universidad Autónoma de Barcelona, Barcelona, Spain. mleong@santpau.cat.",
        "Knowledge and Evaluation Research Unit, Department of Medicine, Mayo Clinic, Rochester, MN, USA. mleong@santpau.cat."
      ]
    },
    {
      "last_name": "Humphries",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Humphries",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Morales",
      "fore_name": "Pablo Roca",
      "initials": "PR",
      "name": "Pablo Roca Morales",
      "affiliations": [
        "Faculty of Health Sciences, Universidad Villanueva, Madrid, Spain.",
        "School of Health Sciences, Valencian International University, Valencia, Spain."
      ]
    },
    {
      "last_name": "Gravholt",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Gravholt",
      "affiliations": [
        "Iberoamerican Cochrane Center, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain.",
        "Knowledge and Evaluation Research Unit, Department of Medicine, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Eckman",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H Eckman",
      "affiliations": [
        "Division of General Internal Medicine and Center for Clinical Effectiveness, University of Cincinnati College of Medicine, Cincinnati, OH, USA."
      ]
    },
    {
      "last_name": "Bates",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Bates",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Suárez",
      "fore_name": "Nataly R Espinoza",
      "initials": "NRE",
      "name": "Nataly R Espinoza Suárez",
      "affiliations": [
        "Knowledge and Evaluation Research Unit, Department of Medicine, Mayo Clinic, Rochester, MN, USA.",
        "VITAM Research Center for Sustainable Health, Quebec City, Canada.",
        "Faculty of Medicine, Université Laval, Quebec City, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Perestelo-Pérez",
      "fore_name": "Lilisbeth",
      "initials": "L",
      "name": "Lilisbeth Perestelo-Pérez",
      "affiliations": [
        "Evaluation Unit (SESCS), Canary Islands Health Service (SCS), Tenerife, Spain.",
        "Network for Research On Chronicity, Primary Care, and Health Promotion (RICAPPS), Tenerife, Spain."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Center, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain.",
        "CIBER of Epidemiology and Public Health, CIBERESP, Madrid, Spain."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical informatics and decision making",
    "iso_abbreviation": "BMC Med Inform Decis Mak",
    "issn": "1472-6947",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Nov",
    "pub_day": "06"
  },
  "start_page": "250",
  "pages": "250",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Pregnancy",
    "Conflict, Psychological",
    "Decision Making",
    "Heparin, Low-Molecular-Weight",
    "Uncertainty",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "37932759",
    "pmc": "PMC10629184",
    "doi": "10.1186/s12911-023-02349-3",
    "pii": "10.1186/s12911-023-02349-3"
  },
  "doi": "10.1186/s12911-023-02349-3",
  "pmc_id": "PMC10629184",
  "dates": {
    "completed": "2023-11-15",
    "revised": "2023-11-15"
  },
  "chemicals": [
    "Heparin, Low-Molecular-Weight"
  ],
  "grants": [
    {
      "grant_id": "GSD-152327",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.291132",
    "pmid": "37932759"
  }
}