{
  "pmid": "37934579",
  "uid": "37934579",
  "title": "Supporting Clinical Competencies in Men's Mental Health Using the Men in Mind Practitioner Training Program: User Experience Study.",
  "abstract": "BACKGROUND: Engaging men in psychotherapy is essential in male suicide prevention efforts, yet to date, efforts to upskill mental health practitioners in delivering gender-sensitized therapy for men have been lacking. To address this, we developed Men in Mind, an e-learning training program designed to upskill mental health practitioners in engaging men in therapy. OBJECTIVE: This study involves an in-depth analysis of the user experience of the Men in Mind intervention, assessed as part of a randomized controlled trial of the efficacy of the intervention. METHODS: Following completion of the intervention, participants provided qualitative (n=392) and quantitative (n=395) user experience feedback, focused on successes and suggested improvements to the intervention and improvements to their confidence in delivering therapy with specific subpopulations of male clients. We also assessed practitioner learning goals (n=242) and explored the extent to which participants had achieved these goals at follow-up. RESULTS: Participants valued the inclusion of video demonstrations of skills in action alongside the range of evidence-based content dedicated to improving their insight into the engagement of men in therapy. Suggested improvements most commonly reflected the desire for more or more diverse content, alongside the necessary adaptations to improve the learning and user experience. Participants also commonly reported improved confidence in assisting men with difficulty articulating their emotions in therapy and suicidal men. CONCLUSIONS: The evidence obtained from this study aids in plans to scale Men in Mind and informs the future development of practitioner training interventions in men's mental health. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): RR2-10.1186/s40359-022-00875-9.",
  "authors": [
    {
      "last_name": "Seidler",
      "fore_name": "Zac E",
      "initials": "ZE",
      "name": "Zac E Seidler",
      "affiliations": [
        "Orygen, Melbourne, Australia.",
        "Centre for Youth Mental Health, The University of Melbourne, Melbourne, Australia.",
        "Movember, East Melbourne, Australia."
      ],
      "orcid": "0000-0002-6854-1554"
    },
    {
      "last_name": "Benakovic",
      "fore_name": "Ruben",
      "initials": "R",
      "name": "Ruben Benakovic",
      "affiliations": [
        "Orygen, Melbourne, Australia.",
        "Centre for Youth Mental Health, The University of Melbourne, Melbourne, Australia."
      ],
      "orcid": "0000-0001-7613-1451"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": [
        "Orygen, Melbourne, Australia.",
        "Centre for Youth Mental Health, The University of Melbourne, Melbourne, Australia."
      ],
      "orcid": "0000-0001-8983-0067"
    },
    {
      "last_name": "Fletcher",
      "fore_name": "Justine",
      "initials": "J",
      "name": "Justine Fletcher",
      "affiliations": [
        "Centre for Mental Health, School of Population and Global Health, The University of Melbourne, Melbourne, Australia."
      ],
      "orcid": "0000-0002-5045-6431"
    },
    {
      "last_name": "Oliffe",
      "fore_name": "John L",
      "initials": "JL",
      "name": "John L Oliffe",
      "affiliations": [
        "School of Nursing, University of British Columbia, Vancouver, BC, Canada.",
        "Department of Nursing, The University of Melbourne, Melbourne, Australia."
      ],
      "orcid": "0000-0001-9029-4003"
    },
    {
      "last_name": "Owen",
      "fore_name": "Jesse",
      "initials": "J",
      "name": "Jesse Owen",
      "affiliations": [
        "Department of Counselling Psychology, University of Denver, Denver, CO, United States."
      ],
      "orcid": "0000-0003-2307-9447"
    },
    {
      "last_name": "Rice",
      "fore_name": "Simon M",
      "initials": "SM",
      "name": "Simon M Rice",
      "affiliations": [
        "Orygen, Melbourne, Australia.",
        "Centre for Youth Mental Health, The University of Melbourne, Melbourne, Australia."
      ],
      "orcid": "0000-0003-4045-8553"
    }
  ],
  "journal": {
    "title": "JMIR medical education",
    "iso_abbreviation": "JMIR Med Educ",
    "issn": "2369-3762",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2023",
    "pub_month": "Nov",
    "pub_day": "07"
  },
  "start_page": "e48804",
  "pages": "e48804",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37934579",
    "pmc": "PMC10664012",
    "doi": "10.2196/48804",
    "pii": "v9i1e48804"
  },
  "doi": "10.2196/48804",
  "pmc_id": "PMC10664012",
  "dates": {
    "revised": "2024-10-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.829355",
    "pmid": "37934579"
  }
}