{
  "pmid": "37946021",
  "uid": "37946021",
  "title": "Resident Burnout on the Internal Medicine Ward.",
  "abstract": "BACKGROUND: Burnout is common among medical trainees. Whether brief periods of training on the internal medicine ward leads to resident burnout is unknown. METHODS: A survey-based study was conducted at a single academic institution. Medical residents undertaking four-week rotations on the internal medicine ward were included. Burnout was measured at the beginning and end of each rotation using the Maslach Burnout Inventory - Human Services Survey. Burnout was defined as either an emotional exhaustion score of ≥ 27 or a depersonalization score of ≥ 10. Self-reported workplace conditions, behaviors and attitudes were recorded. RESULTS: The survey response rate was 71% and included 148 participants. The overall prevalence of burnout was 17% higher at the end of the rotation compared to the beginning of the rotation (71% vs. 54%; P < 0.001). Forty-three percent of residents without pre-rotation burnout developed post-rotation burnout. Residents with post-rotation burnout were more likely to report at least one suboptimal behavior or attitude related to patient care or professionalism (84% vs. 35%; P < 0.001). Respondents with new onset burnout were less likely to report being appreciated for their work, having their role as a learner emphasized, and receiving satisfactory support from allied healthcare professionals. New onset burnout was inversely associated with completing a second consecutive internal medicine ward rotation (adjusted OR 0.19; 95% CI, 0.04-0.90; P = 0.04). CONCLUSION: Seven in ten residents are in a state of burnout after completing internal medicine ward rotations. Interventions to mitigate burnout development during periods of high intensity clinical training are needed.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Michael Ke",
      "initials": "MK",
      "name": "Michael Ke Wang",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada. wangm7@mcmaster.ca."
      ],
      "orcid": "0000-0002-4949-3235"
    },
    {
      "last_name": "Geen",
      "fore_name": "Olivia",
      "initials": "O",
      "name": "Olivia Geen",
      "affiliations": [
        "Department of Medicine, Trillium Health Partners, Mississauga, Canada."
      ]
    },
    {
      "last_name": "Mach",
      "fore_name": "Zi Hymn",
      "initials": "ZH",
      "name": "Zi Hymn Mach",
      "affiliations": [
        "Department of Medicine, Trillium Health Partners, Mississauga, Canada."
      ]
    },
    {
      "last_name": "Khalid",
      "fore_name": "Zahira",
      "initials": "Z",
      "name": "Zahira Khalid",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of general internal medicine",
    "iso_abbreviation": "J Gen Intern Med",
    "issn": "1525-1497",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "366",
  "end_page": "372",
  "pages": "366-372",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Burnout, Psychological",
    "Burnout, Professional",
    "Self Report",
    "Surveys and Questionnaires",
    "Internship and Residency",
    "Psychological Tests"
  ],
  "article_ids": {
    "pubmed": "37946021",
    "pmc": "PMC10897070",
    "doi": "10.1007/s11606-023-08505-9",
    "pii": "10.1007/s11606-023-08505-9"
  },
  "doi": "10.1007/s11606-023-08505-9",
  "pmc_id": "PMC10897070",
  "dates": {
    "completed": "2024-02-28",
    "revised": "2025-02-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:56.556803",
    "pmid": "37946021"
  }
}