{
  "pmid": "37941334",
  "uid": "37941334",
  "title": "Components of Outpatient Child and Youth Concurrent Disorders Programs: A Critical Interpretive Synthesis: Composantes des programmes de troubles concomitants des enfants et des jeunes ambulatoires : une synthèse interprétative critique.",
  "abstract": "OBJECTIVE: Co-occurring mental health and substance use disorders (concurrent disorders) lead to significant morbidity in children and youth. Programs for integrated treatment of concurrent disorders have been developed; however, there exists little guidance outlining their structure and activities. Our objective was to synthesize available information on outpatient child and youth concurrent disorders programs and produce a comprehensive framework detailing the components of such programs. METHODS: We used a four-stage critical interpretive synthesis design: (1) systematic review of published and grey literature, (2) data abstraction to identify program components and purposive sampling to fill identified gaps, (3) organization of components into a structured framework, (4) feedback from programs. We employed an iterative process by which programs reviewed data abstraction and framework development and provided feedback. RESULTS: Through systematic review (yielding 1,408 records total and 7 records eligible for inclusion) and outreach strategies (yielding an additional 7 eligible records), we identified 11 programs (4 American, 7 Canadian) and 2 theoretical models from which data could be abstracted. Program activities were categorized into 12 overarching constructs that make up the components of the framework: accessibility, engagement, family involvement, integrated assessment, psychotherapy for patients, psychotherapy for families, medication management, health promotion, case management, vocational support, recreation and social support, and transition services. Program components are informed by the philosophical orientation of the program and models of care. This framework considers health system factors, clinical service factors, program development, and community partnership that impact program structure and activities. Multidisciplinary teams provide care and include addiction medicine, psychiatry, psychology, nursing, social work, occupational therapy, recreation therapy, peer support, and program evaluation. CONCLUSION: We developed a comprehensive framework describing components of child and youth outpatient concurrent disorders programs. This framework may assist programs currently operating, and those in development, to reflect on their structure and activities.",
  "authors": [
    {
      "last_name": "Rosic",
      "fore_name": "Tea",
      "initials": "T",
      "name": "Tea Rosic",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Psychiatry, University of Ottawa, Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0001-7406-4056"
    },
    {
      "last_name": "Lovell",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Lovell",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet",
      "initials": "H",
      "name": "Harriet MacMillan",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Population and Quantitative Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Samaan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "School of Medicine, Case Western Reserve University, Cleveland, OH, USA."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "381",
  "end_page": "394",
  "pages": "381-394",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Child",
    "Adolescent",
    "Mental Disorders",
    "Substance-Related Disorders",
    "Ambulatory Care",
    "Mental Health Services",
    "Comorbidity",
    "Canada"
  ],
  "article_ids": {
    "pubmed": "37941334",
    "pmc": "PMC11107442",
    "doi": "10.1177/07067437231212037"
  },
  "doi": "10.1177/07067437231212037",
  "pmc_id": "PMC11107442",
  "dates": {
    "completed": "2024-05-16",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.185712",
    "pmid": "37941334"
  }
}