{
  "pmid": "37956942",
  "uid": "37956942",
  "title": "Sex hormone-binding globulin and heart failure hospitalizations in patients with dysglycemia: Experiences from the outcome reduction with an Initial Glargine Intervention trial.",
  "abstract": "INTRODUCTION: Sex hormone-binding globulin (SHBG), which binds most of circulating testosterone in blood, has been linked to dysglycemia and cardiovascular disease but the relationship with heart failure remains unclear. AIM: To study the relation between SHBG and heart failure hospitalizations. METHODS: SHBG levels were analysed in dysglycemic participants at high cardiovascular risk (n = 8401) followed for a median of 6.2 years in the Outcome Reduction with an Initial Glargine Intervention trial. Cox regression was used to estimate hazard ratios (HRs) per one standard deviation increase for heart failure hospitalizations adjusted for age, comorbidities, biochemical data (including testosterone) and pharmacological treatment. RESULTS: 5553 men and 2848 women were included. Heart failure hospitalizations occurred in 349 (6.3 %) men and 123 (4.3 %) women. One standard deviation increase in SHBG was independently associated with an increased risk of heart failure hospitalizations in men (HR 1.15, 95 % CI 1.03-1.28; p = 0.011) but not in women (HR 1.15; 95 % CI 0.96-1.39; p = 0.14). CONCLUSIONS: In patients with dysglycemia and high cardiovascular risk, increasing SHBG was associated with greater risk of HF hospitalizations independent of testosterone concentrations in men but not in women, suggesting the effects could be mediated through androgen-independent pathways.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Wang",
      "affiliations": [
        "Department of Medicine Solna, Karolinska Institutet, Stockholm, Sweden. Electronic address: anne.wang.gottlieb@ki.se."
      ]
    },
    {
      "last_name": "Hess",
      "fore_name": "Sibylle",
      "initials": "S",
      "name": "Sibylle Hess",
      "affiliations": [
        "Global Medical Diabetes, Sanofi, Frankfurt, Germany. Electronic address: sibylle.hess@sanofi.com."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Shun Fu",
      "initials": "SF",
      "name": "Shun Fu Lee",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, Hamilton, Ontario, Canada. Electronic address: shunfu.lee@phri.ca."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: gerstein@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Diabetes research and clinical practice",
    "iso_abbreviation": "Diabetes Res Clin Pract",
    "issn": "1872-8227",
    "issn_type": "Electronic",
    "volume": "206",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "111010",
  "pages": "111010",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Male",
    "Humans",
    "Female",
    "Insulin Glargine",
    "Sex Hormone-Binding Globulin",
    "Heart Failure",
    "Testosterone",
    "Cardiovascular Diseases"
  ],
  "article_ids": {
    "pubmed": "37956942",
    "doi": "10.1016/j.diabres.2023.111010",
    "pii": "S0168-8227(23)00773-8"
  },
  "doi": "10.1016/j.diabres.2023.111010",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2024-01-09"
  },
  "chemicals": [
    "Insulin Glargine",
    "Sex Hormone-Binding Globulin",
    "Testosterone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:13.650986",
    "pmid": "37956942"
  }
}