{
  "pmid": "37951795",
  "uid": "37951795",
  "title": "Approach to Diagnosis and Management of Hypertension: A Comprehensive and Combined Pediatric and Adult Perspective.",
  "abstract": "The global prevalence of primary hypertension has been increasing both in children and in the adolescent and adult populations and can be attributed to changes in lifestyle factors with an obesity epidemic, increased salt consumption, and sedentary lifestyles. Childhood blood pressure is the strongest predictor of adult hypertension. Although hypertension in adults is associated strongly with an increased risk for cardiovascular disease, chronic kidney disease, and mortality, outcomes in children are defined less clearly. In adults, major guidelines agree on a threshold of less than 120/80 mm Hg as the optimal blood pressure (BP) and recommend a target of less than 130/80 mm Hg for treatment in most cases. In children, international pediatric guidelines recommend using thresholds based on the normative distribution of BP in healthy normal-weight children. Out-of-office BP assessment is extremely useful for confirming the diagnosis of hypertension and monitoring response to treatment. Lifestyle modifications are instrumental whether coupled or not with pharmacologic management. New agents such as nonsteroidal mineralocorticoid-receptor antagonists, aminopeptidase A inhibitors, aldosterone synthase inhibitors, and dual endothelin antagonists hold significant promise for resistant hypertension. The transition from pediatric to adult care can be challenging and requires careful planning and effective coordination within a multidisciplinary team that includes patients and their families, and pediatric and adult providers.",
  "authors": [
    {
      "last_name": "Karam",
      "fore_name": "Sabine",
      "initials": "S",
      "name": "Sabine Karam",
      "affiliations": [
        "Division of Nephrology and Hypertension, University of Minnesota, Minneapolis, MN. Electronic address: skaram@umn.edu."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "Debbie L",
      "initials": "DL",
      "name": "Debbie L Cohen",
      "affiliations": [
        "Renal, Electrolyte and Hypertension Division, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."
      ]
    },
    {
      "last_name": "Jaoude",
      "fore_name": "Pauline Abou",
      "initials": "PA",
      "name": "Pauline Abou Jaoude",
      "affiliations": [
        "Division of Pediatric Nephrology, Hotel-Dieu de France-University Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Dionne",
      "fore_name": "Janis",
      "initials": "J",
      "name": "Janis Dionne",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, University of British Columbia, British Columbia Children's Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Ding",
      "fore_name": "FangChao Linda",
      "initials": "FL",
      "name": "FangChao Linda Ding",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, University of British Columbia, British Columbia Children's Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Anika",
      "initials": "A",
      "name": "Anika Garg",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tannor",
      "fore_name": "Elliot Koranteng",
      "initials": "EK",
      "name": "Elliot Koranteng Tannor",
      "affiliations": [
        "Department of Medicine, Kwame Nkrumah University of Science and Technology, Ghana; Renal Unit, Komfo Anokye Teaching Hospital, Kumasi, Ghana."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, McMaster Children's Hospital, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Seminars in nephrology",
    "iso_abbreviation": "Semin Nephrol",
    "issn": "1558-4488",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "151438",
  "pages": "151438",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Adolescent",
    "Humans",
    "Child",
    "Transition to Adult Care",
    "Antihypertensive Agents",
    "Hypertension",
    "Cardiovascular Diseases",
    "Blood Pressure",
    "Blood Pressure Monitoring, Ambulatory"
  ],
  "article_ids": {
    "pubmed": "37951795",
    "doi": "10.1016/j.semnephrol.2023.151438",
    "pii": "S0270-9295(23)00148-1"
  },
  "doi": "10.1016/j.semnephrol.2023.151438",
  "dates": {
    "completed": "2024-02-16",
    "revised": "2024-02-16"
  },
  "chemicals": [
    "Antihypertensive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.106521",
    "pmid": "37951795"
  }
}