{
  "pmid": "37952701",
  "uid": "37952701",
  "title": "Operationalizing the GRADE-equity criterion to inform guideline recommendations: application to a medical cannabis guideline.",
  "abstract": "OBJECTIVES: Incorporating health equity considerations into guideline development often requires information beyond that gathered through traditional evidence synthesis methodology. This article outlines an operationalization plan for the Grading of Recommendations Assessment, Development, and Evaluation (GRADE)-equity criterion to gather and assess evidence from primary studies within systematic reviews, enhancing guideline recommendations to promote equity. We demonstrate its use in a clinical guideline on medical cannabis for chronic pain. STUDY DESIGN AND SETTING: We reviewed GRADE guidance and resources recommended by team members regarding the use of evidence for equity considerations, drafted an operationalization plan, and iteratively refined it through team discussion and feedback and piloted it on a medicinal cannabis guideline. RESULTS: We propose a seven-step approach: 1) identify disadvantaged populations, 2) examine available data for specific populations, 3) evaluate population baseline risk for primary outcomes, 4) assess representation of these populations in primary studies, 5) appraise analyses, 6) note barriers to implementation of effective interventions for these populations, and 7) suggest supportive strategies to facilitate implementation of effective interventions. CONCLUSION: Our approach assists guideline developers in recognizing equity considerations, particularly in resource-constrained settings. Its application across various guideline topics can verify its feasibility and necessary adjustments.",
  "authors": [
    {
      "last_name": "Dewidar",
      "fore_name": "Omar",
      "initials": "O",
      "name": "Omar Dewidar",
      "affiliations": [
        "Bruyère Research Institute, University of Ottawa, Ottawa, Ontario, Canada; Temerty School of Medicine, University of Toronto, Toronto, Ontario, Canada. Electronic address: odewi090@uottawa.ca."
      ]
    },
    {
      "last_name": "Pardo",
      "fore_name": "Jordi Pardo",
      "initials": "JP",
      "name": "Jordi Pardo Pardo",
      "affiliations": [
        "Ottawa Centre for Health Equity, Bruyère Research Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Welch",
      "affiliations": [
        "Bruyère Research Institute, University of Ottawa, Ottawa, Ontario, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hazlewood",
      "fore_name": "Glen S",
      "initials": "GS",
      "name": "Glen S Hazlewood",
      "affiliations": [
        "Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada; Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Darzi",
      "fore_name": "Andrea J",
      "initials": "AJ",
      "name": "Andrea J Darzi",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barnabe",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Barnabe",
      "affiliations": [
        "Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada; Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Pottie",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Pottie",
      "affiliations": [
        "CT Lamont Centre for Primary Care, Bruyère Research Institute, Ottawa, Ontario, Canada; Department of Family Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Petkovic",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Petkovic",
      "affiliations": [
        "Bruyère Research Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kuria",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Kuria",
      "affiliations": [
        "Ottawa Centre for Health Equity, Bruyère Research Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sha",
      "fore_name": "Zhiming",
      "initials": "Z",
      "name": "Zhiming Sha",
      "affiliations": [
        "Ottawa Centre for Health Equity, Bruyère Research Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Allam",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Allam",
      "affiliations": [
        "Bruyère Research Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Centre for Medicinal Cannabis Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Cochrane Canada, MacGRADE Centres, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; WHO Collaborating Center for Infectious Diseases, Research Methods and Recommendations, McMaster University, Hamilton, Ontario, Canada; Department of Biomedical Sciences, Humanitas University, Milan, Italy; Cochrane Canada, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Ottawa Centre for Health Equity, Bruyère Research Institute, University of Ottawa, Ottawa, Ontario, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; WHO Collaborating Centre for Knowledge Translation and Health Technology Assessment in Health Equity, Bruyère Research Institute, Ottawa, Ontario, Canada; Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "165",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "111185",
  "pages": "111185",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Medical Marijuana",
    "Health Equity",
    "Vulnerable Populations",
    "Research Design",
    "Chronic Pain"
  ],
  "article_ids": {
    "pubmed": "37952701",
    "doi": "10.1016/j.jclinepi.2023.10.001",
    "pii": "S0895-4356(23)00261-5"
  },
  "doi": "10.1016/j.jclinepi.2023.10.001",
  "dates": {
    "completed": "2024-02-14",
    "revised": "2024-04-13"
  },
  "chemicals": [
    "Medical Marijuana"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.792947",
    "pmid": "37952701"
  }
}