{
  "pmid": "37967621",
  "uid": "37967621",
  "title": "Opioid toxicity deaths in Black persons who experienced provincial incarceration in Ontario, Canada 2015-2020: A population-based study.",
  "abstract": "OBJECTIVE: In the context of mass incarceration and the opioid toxicity crisis in North America, there is a lack of data on the burden of opioid toxicity deaths in Black persons who experience incarceration. We aimed to describe absolute and relative opioid toxicity mortality for Black persons who experienced incarceration in Ontario, Canada between 2015 and 2020. METHODS: We linked data for all persons incarcerated in provincial correctional facilities and all persons who died from opioid toxicity in Ontario between 2015 and 2020, and accessed public data on population sizes. We described the characteristics of Black persons who were incarcerated and died from opioid toxicity, and calculated absolute mortality rates, as well as age-standardized mortality rates compared with all persons in Ontario not incarcerated during this period. RESULTS: Between 2015 and 2020, 0.9% (n = 137) of 16,177 Black persons who experienced incarceration died from opioid toxicity in custody or post-release, for an opioid toxicity death rate of 0.207 per 100 person years. In the two weeks post-release, the opioid toxicity death rate was 1.34 per 100 person years. Standardized for age and compared with persons not incarcerated, the mortality ratio (SMR) was 17.8 (95%CI 16.4-23.1) for Black persons who experienced incarceration. CONCLUSIONS: We identified a large, inequitable burden of opioid toxicity death for Black persons who experience incarceration in Ontario, Canada. Work is needed to support access to culturally appropriate prevention and treatment in custody and post-release for persons who are Black, and to prevent incarceration and improve determinants of health.",
  "authors": [
    {
      "last_name": "Owusu-Bempah",
      "fore_name": "Akwasi",
      "initials": "A",
      "name": "Akwasi Owusu-Bempah",
      "affiliations": [
        "University of Toronto Department of Sociology, Toronto, Ontario, Canada. Electronic address: a.o.bempah@utoronto.ca."
      ]
    },
    {
      "last_name": "Nicholson",
      "fore_name": "Harvey L",
      "initials": "HL",
      "name": "Harvey L Nicholson",
      "affiliations": [
        "University of Toronto Department of Sociology, Toronto, Ontario, Canada. Electronic address: harvey.nicholsonjr@utoronto.ca."
      ]
    },
    {
      "last_name": "Butler",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Butler",
      "affiliations": [
        "McMaster University Department of Family Medicine, Hamilton, Ontario, Canada; Department of Criminology, Simon Fraser University, Canada. Electronic address: albutler@sfu.ca."
      ]
    },
    {
      "last_name": "Croxford",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Croxford",
      "affiliations": [
        "Independent Researcher."
      ]
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona G",
      "initials": "FG",
      "name": "Fiona G Kouyoumdjian",
      "affiliations": [
        "McMaster University Department of Family Medicine, Hamilton, Ontario, Canada. Electronic address: kouyouf@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Preventive medicine",
    "iso_abbreviation": "Prev Med",
    "issn": "1096-0260",
    "issn_type": "Electronic",
    "volume": "177",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "107778",
  "pages": "107778",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Analgesics, Opioid",
    "Ontario",
    "Prisoners",
    "Prisons",
    "Opioid-Related Disorders"
  ],
  "article_ids": {
    "pubmed": "37967621",
    "doi": "10.1016/j.ypmed.2023.107778",
    "pii": "S0091-7435(23)00364-X"
  },
  "doi": "10.1016/j.ypmed.2023.107778",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2023-12-16"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.271902",
    "pmid": "37967621"
  }
}