{
  "pmid": "37976452",
  "uid": "37976452",
  "title": "Fertility Preservation in Adolescents and Young Adults With Cancer: A Case-Based Review.",
  "abstract": "Adolescent and young adult (AYA) oncology patients are unique in many aspects of their care; fertility preservation (FP) is one of the most complex to address. In addition to the newly diagnosed AYA patient, there are growing numbers of AYA survivors of childhood cancer who present with concerns about their fertility. Emerging independence, emotional and intellectual growth, and development of an adult mindset are hallmarks of the AYA population; these transitions heighten the intrinsic medical, social, and financial challenges of a cancer diagnosis. FP is extraordinarily important in AYA oncology and can be addressed in many ways: experimental options as well as standard of care, with key differences on the basis of pubertal development, cancer diagnosis, and urgency of cancer-directed therapy. Options exist both at diagnosis and throughout the survivorship journey. It is imperative that oncologists recognize the challenges in this age group, as well as opportunities to pursue FP. The field has evolved significantly in the past 25 years and will continue to evolve as we incorporate more immune-based and targeted therapies into our treatment regimens. This case-based review will explore opportunities to preserve fertility in this unique patient population.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": [
        "University of Cincinnati College of Medicine, Cincinnati Children's Hospital Medical Center, Cincinnati, OH."
      ]
    },
    {
      "last_name": "Loren",
      "fore_name": "Alison W",
      "initials": "AW",
      "name": "Alison W Loren",
      "affiliations": [
        "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."
      ],
      "orcid": "0000-0002-8812-9911"
    }
  ],
  "journal": {
    "title": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
    "iso_abbreviation": "J Clin Oncol",
    "issn": "1527-7755",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "20"
  },
  "start_page": "725",
  "end_page": "734",
  "pages": "725-734",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Adolescent",
    "Young Adult",
    "Fertility Preservation",
    "Neoplasms",
    "Medical Oncology",
    "Fertility",
    "Survivors"
  ],
  "article_ids": {
    "pubmed": "37976452",
    "doi": "10.1200/JCO.23.01616"
  },
  "doi": "10.1200/JCO.23.01616",
  "dates": {
    "completed": "2024-02-16",
    "revised": "2024-02-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.538788",
    "pmid": "37976452"
  }
}