{
  "pmid": "37970569",
  "uid": "37970569",
  "title": "Association between alcohol-associated cirrhosis and inpatient complications among COVID-19 patients: A propensity-matched analysis from the United States.",
  "abstract": "BACKGROUND: Alcohol-associated cirrhosis (AC) contributes to significant liver-related mortality in the United States. It is known to cause immune dysfunction and coagulation abnormalities. Patients with comorbid conditions like AC are at risk of worse clinical outcomes from coronavirus disease 2019 (COVID-19). The specific association between AC and COVID-19 mortality remains inconclusive, given the lack of robust clinical evidence from prior studies. AIM: To study the predictors of mortality and the outcomes of AC in patients hospitalized with COVID-19 in the United States. METHODS: We conducted a retrospective cohort study using the National Inpatient Sample (NIS) database 2020. Patients were identified with primary COVID-19 hospitalizations based on an underlying diagnosis of AC. A matched comparison cohort of COVID-19 patients without AC was identified after 1:N propensity score matching based on baseline sociodemographic characteristics and Elixhauser comorbidities. Primary outcomes included median length of stay, median inpatient charges, and in-hospital mortality. Secondary outcomes included a prevalence of systemic complications. RESULTS: A total of 1325 COVID-19 patients with AC were matched to 1135 patients without AC. There was no difference in median length of stay and hospital charges in COVID-19 patients with AC compared to non-AC (P > 0.05). There was an increased prevalence of septic shock (5.7% vs 4.1%), ventricular fibrillation/ventricular flutter (0.4% vs 0%), atrial fibrillation (13.2% vs 8.8%), atrial flutter (8.7% vs 4.4%), first-degree atrioventricular nodal block (0.8% vs 0%), upper extremity venous thromboembolism (1.5% vs 0%), and variceal bleeding (3.8% vs 0%) in the AC cohort compared to the non-AC cohort (P < 0.05). There was no difference in inpatient mortality in COVID-19 patients with non-AC compared to AC, with an odds ratio of 0.97 (95% confidence interval: 0.78-1.22, P = 0.85). Predictors of mortality included advanced age, cardiac arrhythmias, coagulopathy, protein-calorie malnutrition, fluid and electrolyte disorders, septic shock, and upper extremity venous thromboembolism. CONCLUSION: AC does not increase mortality in patients hospitalized with COVID-19. There is an increased association between inpatient complications among COVID-19 patients with AC compared to non-AC.",
  "authors": [
    {
      "last_name": "Inayat",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Inayat",
      "affiliations": [
        "Department of Internal Medicine, Allama Iqbal Medical College, Lahore 54550, Punjab, Pakistan. faisalinayat@hotmail.com."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Hassam",
      "initials": "H",
      "name": "Hassam Ali",
      "affiliations": [
        "Department of Internal Medicine, East Carolina University Brody School of Medicine, Greenville, NC 27834, United States."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Pratik",
      "initials": "P",
      "name": "Pratik Patel",
      "affiliations": [
        "Department of Gastroenterology, Mather Hospital and Zucker School of Medicine at Hofstra University, Port Jefferson, NY 11777, United States."
      ]
    },
    {
      "last_name": "Dhillon",
      "fore_name": "Rubaid",
      "initials": "R",
      "name": "Rubaid Dhillon",
      "affiliations": [
        "Department of Gastroenterology, Cleveland Clinic Foundation, Cleveland, OH 44195, United States."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Arslan",
      "initials": "A",
      "name": "Arslan Afzal",
      "affiliations": [
        "Department of Internal Medicine, East Carolina University Brody School of Medicine, Greenville, NC 27834, United States."
      ]
    },
    {
      "last_name": "Rehman",
      "fore_name": "Attiq Ur",
      "initials": "AU",
      "name": "Attiq Ur Rehman",
      "affiliations": [
        "Department of Hepatology, Mercy Medical Center, Baltimore, MD 21202, United States."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohaib",
      "initials": "MS",
      "name": "Muhammad Sohaib Afzal",
      "affiliations": [
        "Department of Internal Medicine, Louisiana State University Health, Shreveport, LA 71103, United States."
      ]
    },
    {
      "last_name": "Zulfiqar",
      "fore_name": "Laraib",
      "initials": "L",
      "name": "Laraib Zulfiqar",
      "affiliations": [
        "Department of Internal Medicine, Quaid-e-Azam Medical College, Bahawalpur 63100, Punjab, Pakistan."
      ]
    },
    {
      "last_name": "Nawaz",
      "fore_name": "Gul",
      "initials": "G",
      "name": "Gul Nawaz",
      "affiliations": [
        "Department of Internal Medicine, Allama Iqbal Medical College, Lahore 54550, Punjab, Pakistan."
      ]
    },
    {
      "last_name": "Goraya",
      "fore_name": "Muhammad Hassan Naeem",
      "initials": "MHN",
      "name": "Muhammad Hassan Naeem Goraya",
      "affiliations": [
        "Department of Internal Medicine, Allama Iqbal Medical College, Lahore 54550, Punjab, Pakistan."
      ]
    },
    {
      "last_name": "Subramanium",
      "fore_name": "Subanandhini",
      "initials": "S",
      "name": "Subanandhini Subramanium",
      "affiliations": [
        "Department of Internal Medicine, East Carolina University Brody School of Medicine, Greenville, NC 27834, United States."
      ]
    },
    {
      "last_name": "Agrawal",
      "fore_name": "Saurabh",
      "initials": "S",
      "name": "Saurabh Agrawal",
      "affiliations": [
        "Department of Hepatology, Tampa General Medical Group and University of South Florida, Tampa, FL 33606, United States."
      ]
    },
    {
      "last_name": "Satapathy",
      "fore_name": "Sanjaya K",
      "initials": "SK",
      "name": "Sanjaya K Satapathy",
      "affiliations": [
        "Department of Hepatology, North Shore University Hospital and Zucker School of Medicine at Hofstra University, Manhasset, NY 11030, United States."
      ]
    }
  ],
  "journal": {
    "title": "World journal of virology",
    "iso_abbreviation": "World J Virol",
    "issn": "2220-3249",
    "issn_type": "Print",
    "volume": "12",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Sep",
    "pub_day": "25"
  },
  "start_page": "221",
  "end_page": "232",
  "pages": "221-232",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37970569",
    "pmc": "PMC10642379",
    "doi": "10.5501/wjv.v12.i4.221"
  },
  "doi": "10.5501/wjv.v12.i4.221",
  "pmc_id": "PMC10642379",
  "dates": {
    "revised": "2023-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.103577",
    "pmid": "37970569"
  }
}