{
  "pmid": "37980914",
  "uid": "37980914",
  "title": "Comparing mental health semi-structured diagnostic interviews and symptom checklists to predict poor life outcomes: an 8-year cohort study from childhood to young adulthood in Brazil.",
  "abstract": "BACKGROUND: Semi-structured diagnostic interviews and symptom checklists present similar internal reliability. We aim to investigate whether they differ in predicting poor life outcomes in the transition from childhood to young adulthood. METHODS: For this longitudinal study, we used data from the Brazilian High Risk Cohort Study for Childhood Mental Health Conditions. Eligible participants were aged 6-14 years on the day of study enrolment (January to February, 2010) and were enrolled in public schools by a biological parent in Porto Alegre and São Paulo, Brazil. 2511 young people and their caregivers were assessed at baseline in 2010-11, and 1917 were assessed 8 years later (2018-19; 76·3% retention). Clinical thresholds were derived using semi-structured parent-report interview based on the Diagnostic and Statistical Manual of Mental Disorders, according to the Developmental and Well-being Assessment (DAWBA), and clinical scores as defined by the Child Behavior Checklist (CBCL; T-score ≥70 considered positive caseness). At 8 years, participants were assessed for a composite life-threatening outcome (a composite of death, suicide attempts, severe self-harm, psychiatric inpatient admission, or emergency department visits) and a composite poor life chances outcome (a composite of any criminal conviction, substance misuse, or school dropout). We evaluated the accuracy of DAWBA and CBCL to predict these outcomes. Logistic regression models were adjusted for age, sex, race or ethnicity, study site, and socioeconomic class. FINDINGS: DAWBA and CBCL had similar sensitivity, specificity, predictive values, and test accuracy for both composite outcomes and their components. Any mental health problem, as classified by DAWBA and CBCL, was independently associated with the composite life-threatening outcome (DAWBA adjusted odds ratio 1·62, 95% CI 1·20-2·18; CBCL 1·66, 1·19-2·30), but only CBCL independently predicted poor life chances (1·56, 1·19-2·04). Participants classified by both approaches did not have higher odds of the life-threatening outcome when compared with participants classified by DAWBA or CBCL alone, nor for the poor life chances outcome when compared with those classified by CBCL alone. INTERPRETATION: Classifying children and adolescents based on a semi-structured diagnostic interview was not statistically different to symptom checklist in terms of test accuracy and predictive validity for relevant life outcomes. Classification based on symptom checklist might be a valid alternative to costly and time-consuming methods to identify young people at risk for poor life outcomes. FUNDING: Conselho Nacional de Desenvolvimento Científico e Tecnológico; Fundação de Amparo à Pesquisa do Estado de São Paulo; and Medical Research Council, European Research Council. TRANSLATION: For the Portuguese translation of the abstract see Supplementary Materials section.",
  "authors": [
    {
      "last_name": "Hoffmann",
      "fore_name": "Mauricio Scopel",
      "initials": "MS",
      "name": "Mauricio Scopel Hoffmann",
      "affiliations": [
        "Department of Neuropsychiatry and Mental Health Epidemiology Group (MHEG), Universidade Federal de Santa Maria, Santa Maria, Brazil; Graduate Program in Psychiatry and Behavioral Sciences, Universidade Federal do Rio Grande do Sul, Porto Alegre, Brazil; Care Policy and Evaluation Centre, London School of Economics and Political Science, London, UK. Electronic address: mauricio.hoffmann@ufsm.br."
      ]
    },
    {
      "last_name": "Pine",
      "fore_name": "Daniel S",
      "initials": "DS",
      "name": "Daniel S Pine",
      "affiliations": [
        "Section on Developmental Affective Neuroscience, National Institute of Mental Health, Bethesda, MD, USA."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "Department of Psychiatry and Behavioral Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health (CAMH), Toronto, ON, Canada; Department of Psychiatry, The Hospital for Sick Children, Toronto, ON, Canada; Department of Psychiatry, University of Toronto Faculty of Medicine, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Miguel",
      "fore_name": "Euripedes Constantino",
      "initials": "EC",
      "name": "Euripedes Constantino Miguel",
      "affiliations": [
        "National Institute of Developmental Psychiatry for Children and Adolescents (INCT-CNPq), São Paulo, Brazil; Universidade de São Paulo, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Pan",
      "fore_name": "Pedro Mario",
      "initials": "PM",
      "name": "Pedro Mario Pan",
      "affiliations": [
        "National Institute of Developmental Psychiatry for Children and Adolescents (INCT-CNPq), São Paulo, Brazil; Laboratório Interdisciplinar de Neurociências Clínicas, Departamento de Psiquiatria, Universidade Federal de São Paulo, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Gadelha",
      "fore_name": "Ary",
      "initials": "A",
      "name": "Ary Gadelha",
      "affiliations": [
        "National Institute of Developmental Psychiatry for Children and Adolescents (INCT-CNPq), São Paulo, Brazil; Departamento de Psiquiatria, Escola Paulista de Medicina, Universidade Federal de São Paulo, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Rohde",
      "fore_name": "Luis Augusto",
      "initials": "LA",
      "name": "Luis Augusto Rohde",
      "affiliations": [
        "Graduate Program in Psychiatry and Behavioral Sciences, Universidade Federal do Rio Grande do Sul, Porto Alegre, Brazil; Department of Psychiatry and Legal Medicine, Universidade Federal do Rio Grande do Sul, Porto Alegre, Brazil; National Institute of Developmental Psychiatry for Children and Adolescents (INCT-CNPq), São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Merikangas",
      "fore_name": "Kathleen Ries",
      "initials": "KR",
      "name": "Kathleen Ries Merikangas",
      "affiliations": [
        "Genetic Epidemiology Research Branch, National Institute of Mental Health Intramural Research Program, Bethesda, MD, USA."
      ]
    },
    {
      "last_name": "Milham",
      "fore_name": "Michael Peter",
      "initials": "MP",
      "name": "Michael Peter Milham",
      "affiliations": [
        "Nathan S Kline Institute for Psychiatric Research, Orangeburg, NY, USA; Child Mind Institute, New York, NY, USA."
      ]
    },
    {
      "last_name": "Satterthwaite",
      "fore_name": "Theodore Daniel",
      "initials": "TD",
      "name": "Theodore Daniel Satterthwaite",
      "affiliations": [
        "Department of Psychiatry, University of Pennsylvania, Philadelphia, PA, USA; Lifespan Informatics and Neuroimaging Center, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Salum",
      "fore_name": "Giovanni Abrahão",
      "initials": "GA",
      "name": "Giovanni Abrahão Salum",
      "affiliations": [
        "Graduate Program in Psychiatry and Behavioral Sciences, Universidade Federal do Rio Grande do Sul, Porto Alegre, Brazil; Department of Psychiatry and Legal Medicine, Universidade Federal do Rio Grande do Sul, Porto Alegre, Brazil; National Institute of Developmental Psychiatry for Children and Adolescents (INCT-CNPq), São Paulo, Brazil; Child Mind Institute, New York, NY, USA."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Global health",
    "iso_abbreviation": "Lancet Glob Health",
    "issn": "2214-109X",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "e79",
  "end_page": "e89",
  "pages": "e79-e89",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Humans",
    "Child",
    "Young Adult",
    "Adult",
    "Mental Health",
    "Cohort Studies",
    "Checklist",
    "Brazil",
    "Longitudinal Studies",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "37980914",
    "pmc": "PMC10716620",
    "doi": "10.1016/S2214-109X(23)00462-X",
    "pii": "S2214-109X(23)00462-X"
  },
  "doi": "10.1016/S2214-109X(23)00462-X",
  "pmc_id": "PMC10716620",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "R01 MH120482",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.803245",
    "pmid": "37980914"
  }
}