{
  "pmid": "37980466",
  "uid": "37980466",
  "title": "Differences between physician and patient preferences for cancer treatments: a systematic review.",
  "abstract": "BACKGROUND: Shared decision-making is useful to facilitate cancer treatment decisions. However, it is difficult to make treatment decisions when physician and patient preferences are different. This review aimed to summarize and compare the preferences for cancer treatments between physicians and patients. METHODS: A systematic literature search was conducted on PubMed, Embase, PsycINFO, CINAHL and Scopus. Studies elicited and compared preferences for cancer treatments between physicians and patients were included. Information about the study design and preference measuring attributes or questions were extracted. The available relative rank of every attribute in discrete choice experiment (DCE) studies and answers to preference measuring questions in non-DCE studies were summarized followed by a narrative synthesis to reflect the preference differences. RESULTS: Of 12,959 studies identified, 8290 were included in the title and abstract screening and 48 were included in the full text screening. Included 37 studies measured the preferences from six treatment-related aspects: health benefit, adverse effects, treatment process, cost, impact on quality of life, and provider qualification. The trade-off between health benefit and adverse effects was the main focus of the included studies. DCE studies showed patients gave a higher rank on health benefit and treatment process, while physicians gave a higher rank on adverse effects. Non-DCE studies suggested that patients were willing to take a higher risk of adverse effects or lower health benefit than physicians when accepting a treatment. CONCLUSIONS: Physicians and patients had important preference differences for cancer treatment. More sufficient communication is needed in cancer treatment decision-making.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Mengqian",
      "initials": "M",
      "name": "Mengqian Zhang",
      "affiliations": [
        "School of Pharmaceutical Science and Technology, Tianjin University, No 92 Weijin Road, Nankai District, Tianjin, CO, 300072, China.",
        "Center for Social Science Survey and Data, Tianjin University, Tianjin, China."
      ]
    },
    {
      "last_name": "He",
      "fore_name": "Xiaoning",
      "initials": "X",
      "name": "Xiaoning He",
      "affiliations": [
        "School of Pharmaceutical Science and Technology, Tianjin University, No 92 Weijin Road, Nankai District, Tianjin, CO, 300072, China. hexn@tju.edu.cn.",
        "Center for Social Science Survey and Data, Tianjin University, Tianjin, China. hexn@tju.edu.cn."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Wu",
      "affiliations": [
        "School of Pharmaceutical Science and Technology, Tianjin University, No 92 Weijin Road, Nankai District, Tianjin, CO, 300072, China. jingwu@tju.edu.cn.",
        "Center for Social Science Survey and Data, Tianjin University, Tianjin, China. jingwu@tju.edu.cn."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC cancer",
    "iso_abbreviation": "BMC Cancer",
    "issn": "1471-2407",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Nov",
    "pub_day": "18"
  },
  "start_page": "1126",
  "pages": "1126",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Choice Behavior",
    "Patient Preference",
    "Quality of Life",
    "Neoplasms",
    "Physicians"
  ],
  "article_ids": {
    "pubmed": "37980466",
    "pmc": "PMC10657542",
    "doi": "10.1186/s12885-023-11598-4",
    "pii": "10.1186/s12885-023-11598-4"
  },
  "doi": "10.1186/s12885-023-11598-4",
  "pmc_id": "PMC10657542",
  "dates": {
    "completed": "2023-11-20",
    "revised": "2023-11-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "71804122",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "71673197",
      "agency": "National Natural Science Foundation of China"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.298359",
    "pmid": "37980466"
  }
}