{
  "pmid": "37981101",
  "uid": "37981101",
  "title": "Preoperative mediastinal staging in early-stage lung cancer: Targeted nodal sampling is not inferior to systematic nodal sampling.",
  "abstract": "OBJECTIVE: To determine whether targeted sampling (TS), which omits biopsy of triple- normal lymph nodes (LNs) on positron emission tomography, computed tomography, and endobronchial ultrasound (EBUS), is noninferior to systematic sampling (SS) of mediastinal LNs during EBUS for staging of patients with early-stage non-small cell lung cancer (NSCLC). METHODS: Patients who are clinical nodal (cN)0-N1 with suspected NSCLC eligible for EBUS based on positron emission tomography/computed tomography were enrolled in this prospective, multicenter trial. During EBUS, all patients underwent TS and then crossed over to SS, whereby at least 3 mediastinal LN stations (4R, 4L, 7) were routinely sampled. Gold standard of comparison was pathologic results. Based on the previous feasibility trial, a noninferiority margin of 6% was established for difference in missed nodal metastasis (MNM) incidence between TS and SS. The McNemar test on paired proportions was used to determine MNM incidence for each sampling method. Analysis was per-protocol using a level of significance of P < .05. RESULTS: Between November 2020 and April 2022, 91 patients were enrolled at 6 high-volume Canadian tertiary care centers. A total of 256 LNs underwent TS and SS. Incidence of MNM was 0.78% in SS and 2.34% in TS, with an absolute difference of 1.56% (95% confidence interval, -0.003% to 4.1%; P = .13). This falls within the noninferiority margin. A total of 6/256 LNs from 4 patients who were not sampled by TS were found to be malignant when sampled by SS. CONCLUSIONS: In high-volume thoracic endosonography centers, TS is not inferior to SS in nodal staging of early-stage NSCLC. This results in change of clinical management for a minority of patients.",
  "authors": [
    {
      "last_name": "Sullivan",
      "fore_name": "Kerrie A",
      "initials": "KA",
      "name": "Kerrie A Sullivan",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada; Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada; Division of Thoracic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Yogita S",
      "initials": "YS",
      "name": "Yogita S Patel",
      "affiliations": [
        "Division of Thoracic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Liberman",
      "fore_name": "Moishe",
      "initials": "M",
      "name": "Moishe Liberman",
      "affiliations": [
        "Division de Chirurgie Thoracique, Université de Montréal, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Turner",
      "fore_name": "Simon R",
      "initials": "SR",
      "name": "Simon R Turner",
      "affiliations": [
        "Division of Thoracic Surgery, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Anne V",
      "initials": "AV",
      "name": "Anne V Gonzalez",
      "affiliations": [
        "Division of Thoracic Surgery, McGill University, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Nayak",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Nayak",
      "affiliations": [
        "Division of Thoracic Surgery, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yasufuku",
      "fore_name": "Kazuhiro",
      "initials": "K",
      "name": "Kazuhiro Yasufuku",
      "affiliations": [
        "Division of Thoracic Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hanna",
      "fore_name": "Waël C",
      "initials": "WC",
      "name": "Waël C Hanna",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada; Division of Thoracic Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: hannaw@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of thoracic and cardiovascular surgery",
    "iso_abbreviation": "J Thorac Cardiovasc Surg",
    "issn": "1097-685X",
    "issn_type": "Electronic",
    "volume": "168",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "391",
  "end_page": "398",
  "pages": "391-398",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Humans",
    "Lung Neoplasms",
    "Neoplasm Staging",
    "Carcinoma, Non-Small-Cell Lung",
    "Female",
    "Male",
    "Aged",
    "Middle Aged",
    "Prospective Studies",
    "Lymph Nodes",
    "Lymphatic Metastasis",
    "Positron Emission Tomography Computed Tomography",
    "Mediastinum",
    "Endosonography",
    "Predictive Value of Tests"
  ],
  "article_ids": {
    "pubmed": "37981101",
    "doi": "10.1016/j.jtcvs.2023.11.020",
    "pii": "S0022-5223(23)01096-6"
  },
  "doi": "10.1016/j.jtcvs.2023.11.020",
  "dates": {
    "completed": "2024-07-13",
    "revised": "2024-08-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.416935",
    "pmid": "37981101"
  }
}