{
  "pmid": "37990177",
  "uid": "37990177",
  "title": "Association of oral care with periodontitis and glycemic control among US adults with diabetes.",
  "abstract": "BACKGROUND: Studies indicate that treating periodontitis may benefit glycemic control among people with diabetes. It is unclear whether oral self-care such as flossing may reduce risk for periodontitis and improve glycemic control among people with diabetes. The purpose of this study was to examine associations between oral care, specifically, flossing and preventive dental care, with periodontitis and glycemic control, among US dentate adults with diabetes. METHODS: We analyzed data from the National Health and Nutrition Examination Survey 2011-2014 for 892 participants aged 30 years and older with diabetes who completed the periodontal examination and lab test for hemoglobin A1c (HbA1c). Sampling weights were applied. Multivariable logistic regression and multivariable linear modeling were performed to examine the associations of flossing and preventive dental services on periodontal health and HbA1c levels, respectively, controlling for sociodemographic characteristics, health behaviors, and other risk factors. RESULTS: Among U.S. dentate adults with diabetes, 52.1% of flossers and 72.1% of non-flossers had periodontitis (p < 0.001). Flossers were 39% less likely to have periodontitis (Adj. OR 0.61, 95% CI 0.43-0.88) compared to non-flossers. Flossers had an average HbA1c reading 0.30% (95% CI 0.02%-0.58%) lower than non-flossers, adjusted for covariates (p = 0.037). Preventive dental visits were associated with reduced risk for periodontitis (Adj. OR 0.54, 95%CI, 0.38-0.75) but not glycemic control. CONCLUSION: Flossing was associated with periodontal health and glycemic control among US adults with diabetes. Although further research is needed, the findings support that oral self-care may be particularly beneficial for adults with diabetes.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Robert and Donna Manning College of Nursing and Health Sciences, University of Massachusetts Boston, 100 Morrissey Boulevard, Boston, MA, 02125, USA. zhang7yq@ucmail.uc.edu.",
        "College of Nursing, University of Cincinnati, 3110 Vine Street, Cincinnati, OH, 45221, USA. zhang7yq@ucmail.uc.edu."
      ]
    },
    {
      "last_name": "Leveille",
      "fore_name": "Suzanne G",
      "initials": "SG",
      "name": "Suzanne G Leveille",
      "affiliations": [
        "Robert and Donna Manning College of Nursing and Health Sciences, University of Massachusetts Boston, 100 Morrissey Boulevard, Boston, MA, 02125, USA."
      ]
    },
    {
      "last_name": "Camhi",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M Camhi",
      "affiliations": [
        "Robert and Donna Manning College of Nursing and Health Sciences, University of Massachusetts Boston, 100 Morrissey Boulevard, Boston, MA, 02125, USA.",
        "College of Arts and Sciences, Department of Kinesiology, University of San Francisco, Fulton Street, San Francisco, CA, 94117, USA."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Shi",
      "affiliations": [
        "Robert and Donna Manning College of Nursing and Health Sciences, University of Massachusetts Boston, 100 Morrissey Boulevard, Boston, MA, 02125, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMC oral health",
    "iso_abbreviation": "BMC Oral Health",
    "issn": "1472-6831",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Nov",
    "pub_day": "21"
  },
  "start_page": "903",
  "pages": "903",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Glycated Hemoglobin",
    "Glycemic Control",
    "Nutrition Surveys",
    "Diabetes Mellitus",
    "Periodontitis",
    "Diabetes Mellitus, Type 2"
  ],
  "article_ids": {
    "pubmed": "37990177",
    "pmc": "PMC10664594",
    "doi": "10.1186/s12903-023-03580-0",
    "pii": "10.1186/s12903-023-03580-0"
  },
  "doi": "10.1186/s12903-023-03580-0",
  "pmc_id": "PMC10664594",
  "dates": {
    "completed": "2023-11-23",
    "revised": "2024-01-12"
  },
  "chemicals": [
    "Glycated Hemoglobin"
  ],
  "grants": [
    {
      "grant_id": "11-22-JDFHD-06",
      "agency": "American Diabetes Association"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.628710",
    "pmid": "37990177"
  }
}