{
  "pmid": "37996881",
  "uid": "37996881",
  "title": "Standard of care in advanced HIV disease: review of HIV treatment guidelines in six sub-Saharan African countries.",
  "abstract": "BACKGROUND: The World Health Organization (WHO) recommends an evidence-based package of care to reduce mortality and morbidity among people with advanced HIV disease (AHD). Adoption of these recommendations by national guidelines in sub-Saharan Africa is poorly documented. We aimed to review national guidelines for AHD management across six selected countries in sub-Saharan Africa for benchmarking against the 2021 WHO recommendations. METHODS: We reviewed national guidelines from six countries participating in an ongoing randomized controlled trial recruiting people with AHD. We extracted information addressing 18 items of AHD diagnosis and management across the following domains: [1] Definition of AHD, [2] Screening, [3] Prophylaxis, [4] Supportive care, and [5] HIV treatment. Data from national guideline documents were compared to the 2021 WHO consolidated guidelines on HIV and an agreement score was produced to evaluate extent of guideline adoption. RESULTS: The distribution of categories of agreement varied for the national documents. Four of the six countries addressed all 18 items (Malawi, Nigeria, Sierra Leone, Uganda). Overall agreement with the WHO 2021 guidelines ranged from 9 to 15.5 out of 18 possible points: Malawi 15.5 points, Nigeria, and Sierra Leone 14.5 points, South Africa 13.5 points, Uganda 13.0 points and Botswana with 9.0 points. Most inconsistencies were reported for the delay of antiretroviral therapy (ART) in presence of opportunistic diseases. None of the six national guidelines aligned with WHO recommendations around ART timing in patients with tuberculosis. Agreement correlated with the year of publication of the national guideline. CONCLUSION: National guidelines addressing the care of advanced HIV disease in sub-Saharan Africa are available. Besides optimal timing for start of ART in presence of tuberculosis, most national recommendations are in line with the 2021 WHO standards.",
  "authors": [
    {
      "last_name": "Scheier",
      "fore_name": "Thomas C",
      "initials": "TC",
      "name": "Thomas C Scheier",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Youssouf",
      "fore_name": "Nabila",
      "initials": "N",
      "name": "Nabila Youssouf",
      "affiliations": [
        "Botswana-Harvard AIDS Institute Partnership, Gaborone, Botswana."
      ]
    },
    {
      "last_name": "Mosepele",
      "fore_name": "Mosepele",
      "initials": "M",
      "name": "Mosepele Mosepele",
      "affiliations": [
        "Botswana-Harvard AIDS Institute Partnership, Gaborone, Botswana."
      ]
    },
    {
      "last_name": "Kanyama",
      "fore_name": "Cecilia",
      "initials": "C",
      "name": "Cecilia Kanyama",
      "affiliations": [
        "University of North Carolina Project-Malawi, Lilongwe, Malawi."
      ]
    },
    {
      "last_name": "Adekanmbi",
      "fore_name": "Olukemi",
      "initials": "O",
      "name": "Olukemi Adekanmbi",
      "affiliations": [
        "Department of Medicine, College of Medicine, University of Ibadan, Ibadan, Nigeria."
      ]
    },
    {
      "last_name": "Lakoh",
      "fore_name": "Sulaiman",
      "initials": "S",
      "name": "Sulaiman Lakoh",
      "affiliations": [
        "College of Medicine and Allied Health Sciences, University of Sierra Leone, Freetown, Sierra Leone."
      ]
    },
    {
      "last_name": "Muzoora",
      "fore_name": "Conrad K",
      "initials": "CK",
      "name": "Conrad K Muzoora",
      "affiliations": [
        "Department of Internal Medicine Faculty of Medicine Mbarara, University of Science and Technology Mbarara, Mbarara, Uganda."
      ]
    },
    {
      "last_name": "Meintjes",
      "fore_name": "Graeme",
      "initials": "G",
      "name": "Graeme Meintjes",
      "affiliations": [
        "Centre for Infectious Diseases Research in Africa, Institute of Infectious Disease and Molecular Medicine, University of Cape Town, Cape Town, South Africa.",
        "Department of Medicine, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada.",
        "Division of Infectious Diseases, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methodology, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Eikelboom",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wasserman",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Wasserman",
      "affiliations": [
        "Centre for Infectious Diseases Research in Africa, Institute of Infectious Disease and Molecular Medicine, University of Cape Town, Cape Town, South Africa. swasserm@sgul.ac.uk.",
        "Institute for Infection and Immunity, St George's, University of London, London, UK. swasserm@sgul.ac.uk."
      ]
    }
  ],
  "journal": {
    "title": "AIDS research and therapy",
    "iso_abbreviation": "AIDS Res Ther",
    "issn": "1742-6405",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Nov",
    "pub_day": "23"
  },
  "start_page": "83",
  "pages": "83",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Humans",
    "HIV Infections",
    "Standard of Care",
    "Tuberculosis",
    "Longitudinal Studies",
    "South Africa"
  ],
  "article_ids": {
    "pubmed": "37996881",
    "pmc": "PMC10668471",
    "doi": "10.1186/s12981-023-00581-5",
    "pii": "10.1186/s12981-023-00581-5"
  },
  "doi": "10.1186/s12981-023-00581-5",
  "pmc_id": "PMC10668471",
  "dates": {
    "completed": "2023-11-27",
    "revised": "2024-02-10"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "K43 TW011421",
      "agency": "FIC NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "K43TW011421",
      "agency": "NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.896503",
    "pmid": "37996881"
  }
}