{
  "pmid": "38002684",
  "uid": "38002684",
  "title": "Cannabis and Endometriosis: The Roles of the Gut Microbiota and the Endocannabinoid System.",
  "abstract": "Endometriosis, a chronic condition affecting around 10-14% of women, is challenging to manage, due to its complex pathogenesis and limited treatment options. Research has suggested a potential role of the gut microbiota and the endocannabinoid system in the development and progression of endometriosis. This narrative review aims to explore the role of, and any potential interactions between, the endocannabinoid system (ECS) and the gut microbiota in endometriosis. This review found that both the ECS and microbiota influence endometriosis, with the former regulating inflammation and pain perception and the latter influencing immune responses and hormonal balance. There is evidence that a dysregulation of the endocannabinoid system and the gut microbiota influence endometriosis symptoms and progression via changes in CB1 receptor expression and increased circulating levels of endocannabinoids. Microbial imbalances in the gut, such as increases in Prevotella, have been directly correlated to increased bloating, a common endometriosis symptom, while increases in E. coli have supported the bacterial contamination hypothesis as a potential pathway for endometriosis pathogenesis. These microbial imbalances have been correlated with increases in inflammatory markers such as TNF-α and IL-6, both often raised in those with endometriosis. Protective effects of the ECS on the gut were observed by increases in endocannabinoids, including 2-AG, resulting in decreased inflammation and improved gut permeability. Given these findings, both the ECS and the gut microbiota may be targets for therapeutic interventions for endometriosis; however, clinical studies are required to determine effectiveness.",
  "authors": [
    {
      "last_name": "Farooqi",
      "fore_name": "Toobah",
      "initials": "T",
      "name": "Toobah Farooqi",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Sydney 2751, Australia."
      ],
      "orcid": "0000-0002-5649-2652"
    },
    {
      "last_name": "Bhuyan",
      "fore_name": "Deep Jyoti",
      "initials": "DJ",
      "name": "Deep Jyoti Bhuyan",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Sydney 2751, Australia.",
        "School of Science, Western Sydney University, Sydney 2751, Australia."
      ],
      "orcid": "0000-0002-9736-0197"
    },
    {
      "last_name": "Low",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Low",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Sydney 2751, Australia."
      ],
      "orcid": "0000-0003-2021-1924"
    },
    {
      "last_name": "Sinclair",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Sinclair",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Sydney 2751, Australia."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON L8V 5C2, Canada.",
        "Robinson Research Institute, University of Adelaide, Adelaide 5006, Australia."
      ],
      "orcid": "0000-0001-5538-6906"
    },
    {
      "last_name": "Armour",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Armour",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Sydney 2751, Australia.",
        "Translational Health Research Institute, Western Sydney University, Sydney 2751, Australia.",
        "Medical Research Institute of New Zealand, P.O. Box 7902, Wellington 6242, New Zealand."
      ],
      "orcid": "0000-0001-7539-9851"
    }
  ],
  "journal": {
    "title": "Journal of clinical medicine",
    "iso_abbreviation": "J Clin Med",
    "issn": "2077-0383",
    "issn_type": "Print",
    "volume": "12",
    "issue": "22",
    "pub_year": "2023",
    "pub_month": "Nov",
    "pub_day": "13"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38002684",
    "pmc": "PMC10671947",
    "doi": "10.3390/jcm12227071",
    "pii": "jcm12227071"
  },
  "doi": "10.3390/jcm12227071",
  "pmc_id": "PMC10671947",
  "dates": {
    "revised": "2023-11-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.182432",
    "pmid": "38002684"
  }
}