{
  "pmid": "38006743",
  "uid": "38006743",
  "title": "Association between gut microbiome-related metabolites and symptomatic hand osteoarthritis in two independent cohorts.",
  "abstract": "BACKGROUND: Since gut microbiome dysbiosis can cause inflammatory disorders by affecting host metabolism, we postulate that the gut microbiome and related metabolites could play a role in hand osteoarthritis. We characterised gut microbiome-related metabolites in people with symptomatic hand osteoarthritis (SHOA) in two independent cohorts. METHODS: Using data collected from a large-sample community-based observational study (discovery cohort), we assessed the relations of the microbial function and plasma key metabolites related to altered microbial function with SHOA. Finally, we verified the relations of plasma metabolites to SHOA in an independent observational study (validation cohort). FINDINGS: In the discovery cohort (n = 1359), compared to those without SHOA, participants with SHOA had significantly altered microbial functions related to tryptophan metabolism (Q = 0.025). Therefore we measured the plasma tryptophan metabolites and found that participants with SHOA had higher levels of 5-hydroxyindoleacetic acid (odds ratio [OR] = 1.25, 95% confidence interval [CI]: 1.09-1.42) and 5-hydroxytryptophol (OR = 1.13, 95% CI: 1.04-1.23), but lower levels of indole-3-lactic acid (ILA) (OR = 0.85, 95% CI: 0.72-1.00), skatole (OR = 0.93, 95% CI: 0.88-0.99) and 3-hydroxyanthranilic acid (OR = 0.90, 95% CI: 0.85-0.96). Findings from the validation cohort (n = 142) verified that lower levels of ILA were related to SHOA (OR = 0.70, 95% CI: 0.53-0.92). INTERPRETATION: Alterations of the microbial function of tryptophan biosynthesis and tryptophan metabolites, especially lower levels of ILA, are associated with SHOA. These findings suggest the role of the microbiome and tryptophan metabolites in developing of SHOA and may contribute to future translational opportunities. FUNDING: National Key Research and Development Plan and National Natural Science Foundation of China.",
  "authors": [
    {
      "last_name": "Wei",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China; Department of Epidemiology and Health Statistics, Xiangya School of Public Health, Central South University, Changsha, China; Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Zidan",
      "initials": "Z",
      "name": "Zidan Yang",
      "affiliations": [
        "Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China; Bioinformatics Center, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jiatian",
      "initials": "J",
      "name": "Jiatian Li",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, USA; The Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Weiya",
      "initials": "W",
      "name": "Weiya Zhang",
      "affiliations": [
        "Academic Rheumatology, Clinical Sciences Building, University of Nottingham, City Hospital, Nottingham, UK; Pain Centre Versus Arthritis, Nottingham, UK."
      ]
    },
    {
      "last_name": "Doherty",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Doherty",
      "affiliations": [
        "Academic Rheumatology, Clinical Sciences Building, University of Nottingham, City Hospital, Nottingham, UK; Pain Centre Versus Arthritis, Nottingham, UK."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Tuo",
      "initials": "T",
      "name": "Tuo Yang",
      "affiliations": [
        "Academic Rheumatology, Clinical Sciences Building, University of Nottingham, City Hospital, Nottingham, UK; Pain Centre Versus Arthritis, Nottingham, UK; Health Management Center, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Yuanheng",
      "initials": "Y",
      "name": "Yuanheng Yang",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China; Department of Plastic and Cosmetic Surgery, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Li",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China; Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yilun",
      "initials": "Y",
      "name": "Yilun Wang",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China; Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Ziying",
      "initials": "Z",
      "name": "Ziying Wu",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Changjun",
      "initials": "C",
      "name": "Changjun Li",
      "affiliations": [
        "National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China; Department of Endocrinology, Endocrinology Research Center, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Lei",
      "fore_name": "Guanghua",
      "initials": "G",
      "name": "Guanghua Lei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China; Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China; National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China. Electronic address: lei_guanghua@csu.edu.cn."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Zeng",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China; Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China; National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China. Electronic address: zengchao@csu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "EBioMedicine",
    "iso_abbreviation": "EBioMedicine",
    "issn": "2352-3964",
    "issn_type": "Electronic",
    "volume": "98",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "104892",
  "pages": "104892",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "China",
    "Gastrointestinal Microbiome",
    "Microbiota",
    "Osteoarthritis",
    "Tryptophan",
    "Observational Studies as Topic"
  ],
  "article_ids": {
    "pubmed": "38006743",
    "pmc": "PMC10775900",
    "doi": "10.1016/j.ebiom.2023.104892",
    "pii": "S2352-3964(23)00458-9"
  },
  "doi": "10.1016/j.ebiom.2023.104892",
  "pmc_id": "PMC10775900",
  "dates": {
    "completed": "2024-01-09",
    "revised": "2024-01-22"
  },
  "chemicals": [
    "Tryptophan"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.630170",
    "pmid": "38006743"
  }
}