{
  "pmid": "38002808",
  "uid": "38002808",
  "title": "Trend of Outcome Metrics in Recent Out-of-Hospital-Cardiac-Arrest Research: A Narrative Review of Clinical Trials.",
  "abstract": "Cardiopulmonary resuscitation (CPR) research traditionally focuses on survival. In 2018, the International Liaison Committee on Resuscitation (ILCOR) proposed more patient-centered outcomes. Our narrative review assessed clinical trials after 2018 to identify the trends of outcome metrics in the field OHCA research. We performed a search of the PubMed database from 1 January 2019 to 22 September 2023. Prospective clinical trials involving adult humans were eligible. Studies that did not report any patient-related outcomes or were not available in full-text or English language were excluded. The articles were assessed for demographic information and primary and secondary outcomes. We included 89 studies for analysis. For the primary outcome, 31 (35%) studies assessed neurocognitive functions, and 27 (30%) used survival. For secondary outcomes, neurocognitive function was present in 20 (22%) studies, and survival was present in 10 (11%) studies. Twenty-six (29%) studies used both survival and neurocognitive function. Since the publication of the COSCA guidelines in 2018, there has been an increased focus on neurologic outcomes. Although survival outcomes are used frequently, we observed a trend toward fewer studies with ROSC as a primary outcome. There were no quality-of-life assessments, suggesting a need for more studies with patient-centered outcomes that can inform the guidelines for cardiac-arrest management.",
  "authors": [
    {
      "last_name": "Htet",
      "fore_name": "Natalie N",
      "initials": "NN",
      "name": "Natalie N Htet",
      "affiliations": [
        "Department of Emergency Medicine, Stanford University, Stanford, CA 94305, USA."
      ],
      "orcid": "0000-0001-7813-8905"
    },
    {
      "last_name": "Jafari",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Jafari",
      "affiliations": [
        "Donald and Barbara Zucker School of Medicine Hofstra Northwell, Hempstead, NY 11549, USA.",
        "Department of Emergency Medicine, North Shore University Hospital, Manhasset, NY 11030, USA."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Walker",
      "affiliations": [
        "Department of Emergency Medicine, Baylor Scott and White All Saints Medical Center, Fort Worth, TX 76104, USA.",
        "Department of Emergency Medicine, Burnett School of Medicine, Texas Christian University, Fort Worth, TX 76109, USA."
      ],
      "orcid": "0009-0004-9712-5826"
    },
    {
      "last_name": "Pourmand",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Pourmand",
      "affiliations": [
        "Department of Emergency Medicine, George Washington University School of Medicine and Health Sciences, Washington, DC 20037, USA."
      ],
      "orcid": "0000-0002-8440-8454"
    },
    {
      "last_name": "Shaw",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Shaw",
      "affiliations": [
        "Research Associate Program in Emergency Medicine and Critical Care, Department of Emergency Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA."
      ]
    },
    {
      "last_name": "Dinh",
      "fore_name": "Khai",
      "initials": "K",
      "name": "Khai Dinh",
      "affiliations": [
        "Research Associate Program in Emergency Medicine and Critical Care, Department of Emergency Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Quincy K",
      "initials": "QK",
      "name": "Quincy K Tran",
      "affiliations": [
        "Research Associate Program in Emergency Medicine and Critical Care, Department of Emergency Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA.",
        "Department of Emergency Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA.",
        "Program in Trauma, The R Adams Cowley Shock Trauma Center, University of Maryland School of Medicine, Baltimore, MD 21201, USA."
      ],
      "orcid": "0000-0002-7774-154X"
    }
  ],
  "journal": {
    "title": "Journal of clinical medicine",
    "iso_abbreviation": "J Clin Med",
    "issn": "2077-0383",
    "issn_type": "Print",
    "volume": "12",
    "issue": "22",
    "pub_year": "2023",
    "pub_month": "Nov",
    "pub_day": "20"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38002808",
    "pmc": "PMC10672249",
    "doi": "10.3390/jcm12227196",
    "pii": "jcm12227196"
  },
  "doi": "10.3390/jcm12227196",
  "pmc_id": "PMC10672249",
  "dates": {
    "revised": "2023-11-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.730916",
    "pmid": "38002808"
  }
}