{
  "pmid": "38012411",
  "uid": "38012411",
  "title": "The association of triglyceride-glucose index and related parameters with hypertension and cardiovascular risk: a cross-sectional study.",
  "abstract": "The objective of this study was to investigate the association between triglyceride-glucose index (TyG) and related parameters (TyG-BMI, TyG-WC, TyG-WHR, and TyG-WHtR) with hypertension and cardiovascular risk. Additionally, the study aimed to compare the performance of these parameters in identifying patients with hypertension and high cardiovascular risk and determine appropriate indicators for the prediction of cardiovascular risk. Residents from a community in Beijing, China, who underwent health examinations at a regional hospital between December 2011 and August 2012, were recruited. Logistic regression analysis was used to explore the association between each parameter with hypertension and cardiovascular disease (CVD). The receiver operating characteristic curve was used to compare the predictive ability of each parameter in identifying people with hypertension or high cardiovascular risk. A total of 16,834 participants were included. After adjusting for confounders, the highest quartile groups of TyG and related parameters showed a significantly increased risk of hypertension compared to the lowest quartile groups. Among the parameters, TyG-WC exhibited the highest diagnostic efficacy for hypertension [area under the curve (AUC): 0.665, 95% CI: 0.656-0.673] followed by TyG-WHtR, TyG-BMI, TyG-WHR, and TyG index. Similarly, the highest quartile groups of each parameter demonstrated significantly increased risks of high cardiovascular risk compared to the lowest quartile groups. TyG-WHR performed best in distinguishing participants with high cardiovascular risk (AUC: 0.718, 95% CI: 0.710-0.726) followed by TyG-WC, TyG-WHtR, TyG-BMI, and TyG index. In conclusion, TyG-related parameters had independent associations with hypertension and cardiovascular risk. TyG-WHR exhibited the highest efficacy in distinguishing participants with high cardiovascular risk, which might contribute to the primary prevention of CVD.",
  "authors": [
    {
      "last_name": "Miao",
      "fore_name": "Huanhuan",
      "initials": "H",
      "name": "Huanhuan Miao",
      "affiliations": [
        "Department of Cardiology, Heart Failure Center, Fu Wai Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Zhanyang",
      "initials": "Z",
      "name": "Zhanyang Zhou",
      "affiliations": [
        "Department of Cardiology, Heart Failure Center, Fu Wai Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Shijie",
      "initials": "S",
      "name": "Shijie Yang",
      "affiliations": [
        "Department of Cardiology, Heart Failure Center, Fu Wai Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Cardiology, Heart Failure Center, Fu Wai Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China. yqzhang9988@163.com."
      ]
    }
  ],
  "journal": {
    "title": "Hypertension research : official journal of the Japanese Society of Hypertension",
    "iso_abbreviation": "Hypertens Res",
    "issn": "1348-4214",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "877",
  "end_page": "886",
  "pages": "877-886",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Glucose",
    "Cardiovascular Diseases",
    "Risk Factors",
    "Cross-Sectional Studies",
    "Triglycerides",
    "Hypertension",
    "Heart Disease Risk Factors",
    "Blood Glucose"
  ],
  "article_ids": {
    "pubmed": "38012411",
    "doi": "10.1038/s41440-023-01502-9",
    "pii": "10.1038/s41440-023-01502-9"
  },
  "doi": "10.1038/s41440-023-01502-9",
  "dates": {
    "completed": "2024-04-08",
    "revised": "2024-04-17"
  },
  "chemicals": [
    "Glucose",
    "Triglycerides",
    "Blood Glucose"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.632314",
    "pmid": "38012411"
  }
}