{
  "pmid": "38011491",
  "uid": "38011491",
  "title": "Predicting Patient Loss to Follow-up in the STABILITY 1 Study: A Multicenter, International, Randomized Controlled Trial of Young, Active Patients Undergoing ACL Reconstruction.",
  "abstract": "BACKGROUND: Patients lost to follow-up (LTF) impact even the most meticulously planned randomized controlled trials. Identifying patients at high risk for becoming LTF and employing strategies to retain these patients may reduce attrition bias. METHODS: A cohort of 618 young, active patients undergoing anterior cruciate ligament reconstruction in the STABILITY 1 study was analyzed. Patients completed clinical testing and 9 questionnaires at 3, 6, 12, and 24 months. Multivariable logistic regression was performed for 5 different definitions of LTF. Patient characteristics and study site were included as predictors. RESULTS: The LTF rate was 8.3%. Current or previous smokers (odds ratio [OR] = 2.77; 95% confidence interval [CI]: 1.20 to 5.96), those employed part-time (OR = 2.31; 95% CI: 1.04 to 5.14), and those with body mass index (BMI) of ≥25 kg/m2 had significantly greater odds of becoming LTF compared with nonsmokers, students, and those with BMI of <25 kg/m2, respectively. Those employed part-time were >8 times more likely (95% CI: 2.66 to 26.28) to become LTF compared with students within the first year. Postoperative BMI of ≥25 kg/m2 was significantly associated with 2 times greater odds of missing the in-person clinical examination at any visit or becoming LTF after the first postoperative year. The clinical site was the single largest predictor of missing data at any visit. CONCLUSIONS: Current or previous smoking, part-time employment, and BMI of ≥25 kg/m2 were significant predictors of becoming LTF, and part-time employment was significantly associated with early LTF. BMI of ≥25 kg/m2 was also associated with late LTF and clinical LTF. The clinical site was significantly associated with missing data at any visit. While we cannot accurately predict who will become LTF, investigators should be aware of these factors to identify high-risk patients and focus retention strategies accordingly. CLINICAL RELEVANCE: Understanding factors related to becoming LTF in young, active patients undergoing anterior cruciate ligament reconstruction can help investigators target retention strategies to reduce LTF in studies requiring clinical follow-up in similar populations.",
  "authors": [
    {
      "last_name": "Firth",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Firth",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, Western University, London, Ontario, Canada.",
        "Department of Health and Rehabilitation Sciences, Faculty of Health Sciences, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0002-8502-6204"
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne M",
      "initials": "DM",
      "name": "Dianne M Bryant",
      "affiliations": [
        "Department of Health and Rehabilitation Sciences, Faculty of Health Sciences, Western University, London, Ontario, Canada.",
        "School of Physical Therapy, Faculty of Health Sciences, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0002-7535-8707"
    },
    {
      "last_name": "Johnson",
      "fore_name": "Andrew M",
      "initials": "AM",
      "name": "Andrew M Johnson",
      "affiliations": [
        "School of Health Studies, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0002-7269-3016"
    },
    {
      "last_name": "Getgood",
      "fore_name": "Alan M J",
      "initials": "AMJ",
      "name": "Alan M J Getgood",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, Western University, London, Ontario, Canada.",
        "Department of Surgery, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0003-4731-4333"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "06"
  },
  "start_page": "594",
  "end_page": "602",
  "pages": "594-602",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38011491",
    "doi": "10.2106/JBJS.20.02117",
    "pii": "00004623-202204060-00003"
  },
  "doi": "10.2106/JBJS.20.02117",
  "dates": {
    "revised": "2025-04-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.987729",
    "pmid": "38011491"
  }
}