{
  "pmid": "38011139",
  "uid": "38011139",
  "title": "Comparison of national and international sedentary behaviour and physical activity guidelines for older adults: A systematic review and quality appraisal with AGREE II.",
  "abstract": "Most older adults 65 years and older accumulate over 8.5 hours/day of sedentary time, which is associated with increased risk of metabolic syndromes and falls. The impact of increased sedentary time in older adults has prompted development of sedentary behaviour guidelines. The purpose of our review was to compare national and international sedentary behaviour and physical activity guidelines for older adults and appraise the quality of guidelines using AGREE II. We conducted our search in Medline, Embase, Global Health, Web of Science, CINAHL, and relevant grey literature. We included the most recent guidelines for older adults written in English. We identified 18 national and international guidelines; ten of the 18 guidelines included sedentary behaviour recommendations while all 18 included physical activity recommendations for older adults. The ten sedentary behaviour guidelines were developed using cohort studies, knowledge users' opinions, systematic reviews, or other guidelines while the physical activity guidelines were developed using randomized controlled trials, systematic reviews, meta-analysis, and overview of reviews. The definition of sedentary behaviour and the recommendations were inconsistent between the guidelines and were based on very low to low quality and certainty of evidence. All guidelines provided consistent recommendations for aerobic and resistance training; the recommendations were developed using moderate to high quality and certainty of evidence. Only eight physical activity guidelines provided recommendations for balance training and six on flexibility training; the balance training recommendations were consistent between guidelines and based on moderate quality evidence. Further work is needed to develop evidenced-based sedentary behaviour recommendations and flexibility training recommendations for older adults.",
  "authors": [
    {
      "last_name": "Huang",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Huang",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5608-857X"
    },
    {
      "last_name": "Wang",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Wang",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Vancouver, BC, Canada.",
        "Arthritis Research Canada, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Sanger",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Sanger",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Health Sciences Library, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rodrigues",
      "fore_name": "Isabel B",
      "initials": "IB",
      "name": "Isabel B Rodrigues",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Knowledge Translation Program, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-3158-813X"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "11",
    "pub_year": "2023"
  },
  "start_page": "e0294784",
  "pages": "e0294784",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Humans",
    "Exercise",
    "Health Promotion",
    "Resistance Training",
    "Sedentary Behavior",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "38011139",
    "pmc": "PMC10681178",
    "doi": "10.1371/journal.pone.0294784",
    "pii": "PONE-D-23-13100"
  },
  "doi": "10.1371/journal.pone.0294784",
  "pmc_id": "PMC10681178",
  "dates": {
    "completed": "2024-01-29",
    "revised": "2024-01-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.445375",
    "pmid": "38011139"
  }
}