{
  "pmid": "38025080",
  "uid": "38025080",
  "title": "Exploration of violet-to-blue thermally activated delayed fluorescence emitters based on \"CH/N\" and \"H/CN\" substitutions at diphenylsulphone acceptor. A DFT study.",
  "abstract": "The violet-to-blue thermally activated delayed fluorescence (TADF) emitters were created employing several substituents based on 5,5-dimethyl-5,10-dihydropyrido [2,3-b][1,8] naphthyridine-diphenylsulphone (DMDHPN-DPS) called 1a via \"CH/N\" and \"H/CN\" substitutions at the diphenylsulphone acceptor (DPS) moiety. The parent compound 1a was selected from our former work after extensive research employing \"CH/N\" substitution on Dimethyl-acridine (DMAC) donor moiety. There is a little overlap amid the highest occupied molecular orbitals (HOMOs) and lowest un-occupied molecular orbitals (LUMOs) due to the distribution of HOMOs and LUMOs primarily on the DMDHPN donor and the DPS acceptor moieties, respectively. It resulted in a narrower energy gap (∆E ST) between the lowest singlet (S1) and triplet (T1) excited state. In nearly all derivatives, the steric hindrance results in a larger torsional angle (85°-98°) between the plane of the DMDHPN and the DPS moieties. The predicted ΔE ST values of the compounds with \"H/CN\" substitution were lower than those of the comparable \"CH/N\" substituents, demonstrating the superiority of the reversible inter-system crossing (RISC) from the T1 → S1 state. All derivatives have emission wavelengths (λ em) in the range of 357-449 nm. The LUMO → HOMO transition energies in the S1 states are lowered by the presence of -CN groups or -N = atoms at the ortho or meta sites of a DPS acceptor unit, causing the λ em values to red-shift. Furthermore, the λ em showed a greater red-shift as there were more-CN groups or -N = atoms. Three of the derivatives named 1b, 1g, and 1h, emit violet (394 nm, 399 nm, and 398 nm, respectively), while two others, 1f and 1i, emit blue shade (449 nm each) with reasonable emission intensity peak demonstrating that these derivatives are effective violet-to-blue TADF nominees. The lower ΔE ST value for derivative 1i (0.01 eV) with λ em values of 449 nm make this molecule the finest choice for blue TADF emitter amongst all the studied derivatives. We believe our research might lead to the development of more proficient blue TADF-OLEDs in the future.",
  "authors": [
    {
      "last_name": "Hussain",
      "fore_name": "Aftab",
      "initials": "A",
      "name": "Aftab Hussain",
      "affiliations": [
        "School of Chemistry, University of the Punjab, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Irfan",
      "fore_name": "Ahmad",
      "initials": "A",
      "name": "Ahmad Irfan",
      "affiliations": [
        "Department of Chemistry, College of Science, King Khalid University, Abha, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kanwal",
      "fore_name": "Farah",
      "initials": "F",
      "name": "Farah Kanwal",
      "affiliations": [
        "School of Chemistry, University of the Punjab, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "School of Chemistry, University of the Punjab, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Chaudhry",
      "fore_name": "Aijaz Rasool",
      "initials": "AR",
      "name": "Aijaz Rasool Chaudhry",
      "affiliations": [
        "Department of Physics, College of Science, University of Bisha, Bisha, Saudi Arabia."
      ]
    },
    {
      "last_name": "Hussien",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Hussien",
      "affiliations": [
        "Department of Chemistry, College of Science, King Khalid University, Abha, Saudi Arabia."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Muhammad Arif",
      "initials": "MA",
      "name": "Muhammad Arif Ali",
      "affiliations": [
        "Institute of Chemistry, Baghdad Campus, The Islamia University of Bahawalpur, Bahawalpur, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in chemistry",
    "iso_abbreviation": "Front Chem",
    "issn": "2296-2646",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2023"
  },
  "start_page": "1279355",
  "pages": "1279355",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38025080",
    "pmc": "PMC10666053",
    "doi": "10.3389/fchem.2023.1279355",
    "pii": "1279355"
  },
  "doi": "10.3389/fchem.2023.1279355",
  "pmc_id": "PMC10666053",
  "dates": {
    "revised": "2023-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.105605",
    "pmid": "38025080"
  }
}