{
  "pmid": "38025745",
  "uid": "38025745",
  "title": "Assessment of genetic diversity and phylogenetic relationship of local coffee populations in southwestern Saudi Arabia using DNA barcoding.",
  "abstract": "The genetic diversity of local coffee populations is crucial to breed new varieties better adapted to the increasingly stressful environment due to climate change and evolving consumer preferences. Unfortunately, local coffee germplasm conservation and genetic assessment have not received much attention. Molecular tools offer substantial benefits in identifying and selecting new cultivars or clones suitable for sustainable commercial utilization. New annotation methods, such as chloroplast barcoding, are necessary to produce accurate and high-quality phylogenetic analyses. This study used DNA barcoding techniques to examine the genetic relationships among fifty-six accessions collected from the southwestern part of Saudi Arabia. PCR amplification and sequence characterization were used to investigate the effectiveness of four barcoding loci: atpB-rbcl, trnL-trnF, trnT-trnL, and trnL. The maximum nucleotide sites, nucleotide diversity, and an average number of nucleotide differences were recorded for atpB-rbcl, while trnT-trnL had the highest variable polymorphic sites, segregating sites, and haploid diversity. Among the four barcode loci, trnT-trnL recorded the highest singleton variable sites, while trnL recorded the highest parsimony information sites. Furthermore, the phylogenetic analysis clustered the Coffea arabica genotypes into four different groups, with three genotypes (KSA31, KSA38, and KSA46) found to be the most divergent genotypes standing alone in the cluster and remained apart during the analysis. The study demonstrates the presence of considerable diversity among coffee populations in Saudi Arabia. Furthermore, it also shows that DNA barcoding is an effective technique for identifying local coffee genotypes, with potential applications in coffee conservation and breeding efforts.",
  "authors": [
    {
      "last_name": "Khemira",
      "fore_name": "Habib",
      "initials": "H",
      "name": "Habib Khemira",
      "affiliations": [
        "Centre for Environmental Research and Studies, Jazan University, Jazan, Saudi Arabia."
      ]
    },
    {
      "last_name": "Mahdhi",
      "fore_name": "Mosbah",
      "initials": "M",
      "name": "Mosbah Mahdhi",
      "affiliations": [
        "Centre for Environmental Research and Studies, Jazan University, Jazan, Saudi Arabia.",
        "Laboratory of Biodiversity and Valorization of Bioresources in Arid Zones, Faculty of Sciences of Gabes, University of Gabes, Gabes, Tunisia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Plant Production, College of Food and Agricultural Sciences, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Oteef",
      "fore_name": "Mohammed D Y",
      "initials": "MDY",
      "name": "Mohammed D Y Oteef",
      "affiliations": [
        "Department of Chemistry, College of Science, Jazan University, Jazan, Saudi Arabia."
      ]
    },
    {
      "last_name": "Tounekti",
      "fore_name": "Taieb",
      "initials": "T",
      "name": "Taieb Tounekti",
      "affiliations": [
        "Laboratory of Process Engineering & Industrial Systems (LR11ES54), National Engineering School of Gabes, University of Gabes, Gabes, Tunisia."
      ]
    },
    {
      "last_name": "Al-Faifi",
      "fore_name": "Zarraq",
      "initials": "Z",
      "name": "Zarraq Al-Faifi",
      "affiliations": [
        "Department of Biology, College of Science, Jazan University, Jazan, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alsolami",
      "fore_name": "Wail",
      "initials": "W",
      "name": "Wail Alsolami",
      "affiliations": [
        "Department of Biology, College of Science, Jazan University, Jazan, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "PeerJ",
    "iso_abbreviation": "PeerJ",
    "issn": "2167-8359",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2023"
  },
  "start_page": "e16486",
  "pages": "e16486",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Phylogeny",
    "Coffee",
    "DNA Barcoding, Taxonomic",
    "Saudi Arabia",
    "Plant Breeding",
    "Genetic Variation",
    "Nucleotides"
  ],
  "article_ids": {
    "pubmed": "38025745",
    "pmc": "PMC10680449",
    "doi": "10.7717/peerj.16486",
    "pii": "16486"
  },
  "doi": "10.7717/peerj.16486",
  "pmc_id": "PMC10680449",
  "dates": {
    "completed": "2023-12-01",
    "revised": "2024-10-14"
  },
  "chemicals": [
    "Coffee",
    "Nucleotides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.106792",
    "pmid": "38025745"
  }
}