{
  "pmid": "38020564",
  "uid": "38020564",
  "title": "Consensus goals and standards for specialist cough clinics: the NEUROCOUGH international Delphi study.",
  "abstract": "BACKGROUND: Current guidelines on the management of chronic cough do not provide recommendations for the operation of specialist cough clinics. The objective of the present study was to develop expert consensus on goals and standard procedures for specialist cough clinics. METHODS: We undertook a modified Delphi process, whereby initial statements proposed by experts were categorised and presented back to panellists over two ranking rounds using an 11-point Likert scale to identify consensus. RESULTS: An international panel of 57 experts from 19 countries participated, with consensus reached on 15 out of 16 statements, covering the aims, roles and standard procedures of specialist cough clinics. Panellists agreed that specialist cough clinics offer optimal care for patients with chronic cough. They also agreed that history taking should enquire as to cough triggers, cough severity rating scales should be routinely used, and a minimum of chest radiography, spirometry and measurements of type 2 inflammatory markers should be undertaken in newly referred patients. The importance of specialist cough clinics in promoting clinical research and cough specialty training was acknowledged. Variability in healthcare resources and clinical needs between geographical regions was noted. CONCLUSIONS: The Delphi exercise provides a platform and guidance for both established cough clinics and those in planning stages.",
  "authors": [
    {
      "last_name": "Song",
      "fore_name": "Woo-Jung",
      "initials": "WJ",
      "name": "Woo-Jung Song",
      "affiliations": [
        "Department of Allergy and Clinical Immunology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea."
      ],
      "orcid": "0000-0002-4630-9922"
    },
    {
      "last_name": "Dupont",
      "fore_name": "Lieven",
      "initials": "L",
      "name": "Lieven Dupont",
      "affiliations": [
        "Department of Respiratory Diseases, University Hospital Leuven, Katholieke Universiteit Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Birring",
      "fore_name": "Surinder S",
      "initials": "SS",
      "name": "Surinder S Birring",
      "affiliations": [
        "Centre for Human and Applied Physiological Sciences, School of Basic and Medical Biosciences, King's College London, London, UK."
      ]
    },
    {
      "last_name": "Chung",
      "fore_name": "Kian Fan",
      "initials": "KF",
      "name": "Kian Fan Chung",
      "affiliations": [
        "Experimental Studies Unit, National Heart and Lung Institute, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Dąbrowska",
      "fore_name": "Marta",
      "initials": "M",
      "name": "Marta Dąbrowska",
      "affiliations": [
        "Department of Internal Medicine, Pulmonary Diseases and Allergy, Medical University of Warsaw, Warsaw, Poland."
      ],
      "orcid": "0000-0003-1872-7737"
    },
    {
      "last_name": "Dicpinigaitis",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dicpinigaitis",
      "affiliations": [
        "Albert Einstein College of Medicine and Montefiore Medical Center Bronx, Bronx, NY, USA."
      ],
      "orcid": "0000-0001-5318-9060"
    },
    {
      "last_name": "Ribas",
      "fore_name": "Christian Domingo",
      "initials": "CD",
      "name": "Christian Domingo Ribas",
      "affiliations": [
        "Servicio de Neumología, Hospital Parc Taulí, Sabadell, Autonomous University of Barcelona (UAB), Barcelona, Spain."
      ],
      "orcid": "0000-0001-8358-773X"
    },
    {
      "last_name": "Fontana",
      "fore_name": "Giovanni",
      "initials": "G",
      "name": "Giovanni Fontana",
      "affiliations": [
        "Department of Experimental and Clinical Medicine, University of Florence, Florence, Italy."
      ]
    },
    {
      "last_name": "Gibson",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Gibson",
      "affiliations": [
        "School of Medicine and Public Health, University of Newcastle, Newcastle, NSW, Australia."
      ],
      "orcid": "0000-0001-5865-489X"
    },
    {
      "last_name": "Guilleminault",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Guilleminault",
      "affiliations": [
        "Service de Pneumologie-Allergologie, Pôle des Voies Respiratoires, Hôpital Larrey and Center for Pathophysiology Toulouse Purpan, INSERM U1043, CNRS UMR 5282, Toulouse III University, Toulouse, France."
      ]
    },
    {
      "last_name": "Hull",
      "fore_name": "James H",
      "initials": "JH",
      "name": "James H Hull",
      "affiliations": [
        "Royal Brompton Hospital, Guy's and St Thomas' NHS Trust, London, UK."
      ],
      "orcid": "0000-0003-4697-1526"
    },
    {
      "last_name": "Idzko",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Idzko",
      "affiliations": [
        "Department of Pneumology, University Hospital Vienna AKH, Medical University of Vienna, Vienna, Austria."
      ]
    },
    {
      "last_name": "Kardos",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Kardos",
      "affiliations": [
        "Centre of Allergy, Respiratory and Sleep Medicine, Maingau Clinic of the Red Cross, Frankfurt am Main, Germany."
      ],
      "orcid": "0000-0002-4725-4820"
    },
    {
      "last_name": "Kim",
      "fore_name": "Hyun Jung",
      "initials": "HJ",
      "name": "Hyun Jung Kim",
      "affiliations": [
        "Institute for Evidence-Based Medicine, Cochrane Korea, Department of Preventive Medicine, Korea University College of Medicine, Seoul, Korea."
      ]
    },
    {
      "last_name": "Lai",
      "fore_name": "Kefang",
      "initials": "K",
      "name": "Kefang Lai",
      "affiliations": [
        "The First Affiliated Hospital of Guangzhou Medical University, National Center of Respiratory Medicine, State Key Laboratory of Respiratory Disease, Guangzhou Institute of Respiratory Health, Guangzhou, China."
      ]
    },
    {
      "last_name": "Lavorini",
      "fore_name": "Federico",
      "initials": "F",
      "name": "Federico Lavorini",
      "affiliations": [
        "Department of Experimental and Clinical Medicine, University of Florence, Florence, Italy."
      ]
    },
    {
      "last_name": "Millqvist",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Millqvist",
      "affiliations": [
        "Department of Allergology, Institution of Internal Medicine, The Sahlgrenska Academy at the University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Morice",
      "fore_name": "Alyn H",
      "initials": "AH",
      "name": "Alyn H Morice",
      "affiliations": [
        "Centre for Clinical Science, Respiratory Medicine, Hull York Medical School, University of Hull, Castle Hill Hospital, Cottingham, UK."
      ],
      "orcid": "0000-0002-6135-9610"
    },
    {
      "last_name": "Niimi",
      "fore_name": "Akio",
      "initials": "A",
      "name": "Akio Niimi",
      "affiliations": [
        "School of Medical Sciences, Nagoya City University, Nagoya, Japan."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Parker",
      "affiliations": [
        "North Tyneside General Hospital, North Shields, UK."
      ]
    },
    {
      "last_name": "Satia",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Satia",
      "affiliations": [
        "Department of Medicine, McMaster University and Firestone Institute for Respiratory Health, St Joseph's Healthcare, Hamilton, Canada."
      ],
      "orcid": "0000-0003-4206-6000"
    },
    {
      "last_name": "Smith",
      "fore_name": "Jaclyn A",
      "initials": "JA",
      "name": "Jaclyn A Smith",
      "affiliations": [
        "Division of Immunology, Immunity to Infection and Respiratory Medicine, University of Manchester and Manchester University NHS Trust, Manchester, UK."
      ],
      "orcid": "0000-0001-8837-4928"
    },
    {
      "last_name": "van den Berg",
      "fore_name": "Jan Willem",
      "initials": "JW",
      "name": "Jan Willem van den Berg",
      "affiliations": [
        "Department of Pulmonology, Isala Hospital, Zwolle, The Netherlands."
      ],
      "orcid": "0000-0002-5259-0482"
    },
    {
      "last_name": "McGarvey",
      "fore_name": "Lorcan P",
      "initials": "LP",
      "name": "Lorcan P McGarvey",
      "affiliations": [
        "Wellcome-Wolfson Institute for Experimental Medicine, School of Medicine, Dentistry and Biomedical Sciences, Queen's University Belfast, Belfast, UK."
      ],
      "orcid": "0000-0002-2860-0302"
    }
  ],
  "journal": {
    "title": "ERJ open research",
    "iso_abbreviation": "ERJ Open Res",
    "issn": "2312-0541",
    "issn_type": "Print",
    "volume": "9",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38020564",
    "pmc": "PMC10658629",
    "doi": "10.1183/23120541.00618-2023",
    "pii": "00618-2023"
  },
  "doi": "10.1183/23120541.00618-2023",
  "pmc_id": "PMC10658629",
  "dates": {
    "revised": "2023-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:04.749579",
    "pmid": "38020564"
  }
}