{
  "pmid": "38022797",
  "uid": "38022797",
  "title": "Pathogen disgust is associated with interpersonal bias among healthcare professionals.",
  "abstract": "BACKGROUND AND OBJECTIVES: Pathogen avoidance is a fundamental motive that shapes many aspects of human behavior including bias against groups stereotypically linked to disease (e.g. immigrants, outgroup members). This link has only been examined in convenience samples and it is unknown how pathogen avoidance processes operate in populations experiencing prolonged and heightened pathogen threat such as healthcare professionals. We examined whether healthcare professionals demonstrate the same link between pathogen disgust and intergroup bias as has been documented among the general population. METHODOLOGY: Participants (N = 317; 210 healthcare professionals) were recruited using snowball sampling to take an online survey. Participants completed the Three Domain Disgust Scale to assess pathogen, sexual and moral disgust. Participants then rated their perceptions of a fictitious immigrant group ('Krasneeans') and the degree to which they endorsed group-binding moral values. RESULTS: Compared to control participants, healthcare professionals reported lower levels of pathogen disgust, but not sexual or moral disgust. However, regardless of profession, higher pathogen disgust was associated with viewing Krasneeans as less likeable and more unclean. Additionally, regardless of profession, higher pathogen disgust was associated with greater endorsement of group-binding moral values, although healthcare professionals reported greater overall endorsement of group-binding moral values than did control participants. CONCLUSIONS AND IMPLICATIONS: Although healthcare professionals demonstrated lower levels of pathogen disgust, they nevertheless exhibited largely the same relationship between pathogen disgust and interpersonal biases as did control participants. One practical implication of this association is that pathogen avoidance motives may contribute to inequitable patient treatment in healthcare settings.",
  "authors": [
    {
      "last_name": "Makhanova",
      "fore_name": "Anastasia",
      "initials": "A",
      "name": "Anastasia Makhanova",
      "affiliations": [
        "Department of Psychological Science, University of Arkansas, 216 Memorial Hall, Fayetteville, AR 72701, USA."
      ],
      "orcid": "0000-0003-0199-9816"
    },
    {
      "last_name": "Lambert",
      "fore_name": "W Allen",
      "initials": "WA",
      "name": "W Allen Lambert",
      "affiliations": [
        "Department of Psychological Science, University of Arkansas, 216 Memorial Hall, Fayetteville, AR 72701, USA."
      ]
    },
    {
      "last_name": "Blanchard",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Blanchard",
      "affiliations": [
        "Department of Psychological Science, University of Arkansas, 216 Memorial Hall, Fayetteville, AR 72701, USA."
      ]
    },
    {
      "last_name": "Alcock",
      "fore_name": "Joe",
      "initials": "J",
      "name": "Joe Alcock",
      "affiliations": [
        "Department of Emergency Medicine, University of New Mexico, Albuquerque NM 87131, USA."
      ],
      "orcid": "0000-0003-0807-164X"
    },
    {
      "last_name": "Shattuck",
      "fore_name": "Eric C",
      "initials": "EC",
      "name": "Eric C Shattuck",
      "affiliations": [
        "Department of Anthropology, Florida State University, 60 N Woodward Ave, Tallahassee FL 32304, USA.",
        "Institute for Health Disparities Research, College for Health, Community, and Policy, University of Texas at San Antonio, One UTSA Circle, San Antonio, TX 78249, USA."
      ],
      "orcid": "0000-0002-3615-5931"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Department of Emergency Medicine, University of Arkansas for Medical Sciences, 4301 W Markham St, Little Rock, AR 72205, USA."
      ]
    }
  ],
  "journal": {
    "title": "Evolution, medicine, and public health",
    "iso_abbreviation": "Evol Med Public Health",
    "issn": "2050-6201",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1",
    "pub_year": "2023"
  },
  "start_page": "438",
  "end_page": "447",
  "pages": "438-447",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38022797",
    "pmc": "PMC10667654",
    "doi": "10.1093/emph/eoad036",
    "pii": "eoad036"
  },
  "doi": "10.1093/emph/eoad036",
  "pmc_id": "PMC10667654",
  "dates": {
    "revised": "2023-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.832218",
    "pmid": "38022797"
  }
}