{
  "pmid": "38028932",
  "uid": "38028932",
  "title": "Surgical treatment options for articular cartilage defects of the glenohumeral joint: A systematic review.",
  "abstract": "BACKGROUND: Many joint-preserving surgical interventions for cartilage defects of the knee have been adapted for use in the shoulder; however, there still exists no clear consensus for treatment. Thus, the purpose of this systematic review was to evaluate the outcomes of different interventions in patients with focal chondral lesions of the glenohumeral joint. METHODS: A literature search was conducted using PubMed, Embase, and Medline. Patients who underwent a joint-preserving surgical procedure to treat a focal chondral defect of the glenoid, humeral head or both were included. Patients treated for diffuse cartilage defects or with shoulder arthroplasty were excluded. RESULTS: Ten studies were included, with follow-up data available for 194 shoulders. Eight joint-preserving procedures were evaluated, with microfracture being the most common. One study evaluating microfracture reported significant improvements in patient-reported outcomes at short-term and long-term follow-up compared to preoperative scores. Across all studies, 32 patients underwent subsequent shoulder surgery, with 22 being arthroplasties. CONCLUSIONS: We found improvements in patient-reported and functional outcomes across all studies. Although joint-preserving procedures have shown reasonable outcomes for focal chondral defects of the glenohumeral joint, long-term outcomes remain unknown, and the progression of osteoarthritis remains a concern. Higher quality evidence is required to make definitive recommendations. LEVEL OF EVIDENCE: IV.",
  "authors": [
    {
      "last_name": "Dagher",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Dagher",
      "affiliations": [
        "Bachelor of Health Sciences, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Selznick",
      "fore_name": "Asher",
      "initials": "A",
      "name": "Asher Selznick",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9382-1606"
    },
    {
      "last_name": "Prada",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Prada",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-0088-1859"
    },
    {
      "last_name": "Al Shehab",
      "fore_name": "Yasser",
      "initials": "Y",
      "name": "Yasser Al Shehab",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8237-8095"
    }
  ],
  "journal": {
    "title": "Shoulder & elbow",
    "iso_abbreviation": "Shoulder Elbow",
    "issn": "1758-5732",
    "issn_type": "Print",
    "volume": "15",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "580",
  "end_page": "592",
  "pages": "580-592",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38028932",
    "pmc": "PMC10656978",
    "doi": "10.1177/17585732221142610",
    "pii": "10.1177_17585732221142610"
  },
  "doi": "10.1177/17585732221142610",
  "pmc_id": "PMC10656978",
  "dates": {
    "revised": "2023-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.313316",
    "pmid": "38028932"
  }
}