{
  "pmid": "38025628",
  "uid": "38025628",
  "title": "BODY-Q Normative Scores: Psychometric Validation of the BODY-Q in the General Population in Europe and North America.",
  "abstract": "BACKGROUND: BODY-Q is a rigorously developed patient-reported outcome measure designed to measure outcomes of weight loss and body contouring patients. To allow interpretation and comparison of BODY-Q scores across studies, normative BODY-Q values were generated from the general population. The aim of this study was to examine the psychometric properties of BODY-Q in the normative population. METHODS: Data were collected using two crowdsourcing platforms (Prolific and Amazon Mechanical Turk) in 12 European and North American countries. Rasch measurement theory (RMT) was used to examine reliability and validity of BODY-Q scales. RESULTS: RMT analysis supported the psychometric properties of BODY-Q in the normative sample with ordered thresholds in all items and nonsignificant chi-square values for 167 of 176 items. Reliability was high with person separation index of greater than or equal to 0.70 in 20 of 22 scales and Cronbach alpha values of greater than or equal to 0.90 in 17 of 22 scales. Mean scale scores measuring appearance, health-related quality of life, and eating-related concerns scales varied as predicted across subgroups with higher scores reported by participants who were more satisfied with their weight. Analysis to explore differential item functioning by sample (normative versus field-test) flagged some potential issues, but subsequent comparison of adjusted and unadjusted person estimates provided evidence that the scoring algorithm worked equivalently for the normative sample as in the field-test samples. CONCLUSIONS: The BODY-Q scales showed acceptable reliability and validity in the normative sample. The normative values can be used as reference in research and clinical practice in combination with local estimates for parallel analysis and comparison.",
  "authors": [
    {
      "last_name": "Dalaei",
      "fore_name": "Farima",
      "initials": "F",
      "name": "Farima Dalaei",
      "affiliations": [
        "From the Research Unit of Plastic Surgery, Odense University Hospital, Denmark.",
        "University of Southern Denmark, Odense, Denmark.",
        "OPEN, Odense Explorative Patient Network, Odense, Denmark."
      ]
    },
    {
      "last_name": "de Vries",
      "fore_name": "Claire E E",
      "initials": "CEE",
      "name": "Claire E E de Vries",
      "affiliations": [
        "Department of Surgery, OLVG, Amsterdam, the Netherlands.",
        "Department of Surgery, Brigham and Women's Hospital, Harvard University, Boston, Mass."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": [
        "Modus Outcomes Ltd, Cheltenham, United Kingdom."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Manraj N",
      "initials": "MN",
      "name": "Manraj N Kaur",
      "affiliations": [
        "Brigham and Women's Hospital, Harvard Medical School, Boston, Mass."
      ]
    },
    {
      "last_name": "Poulsen",
      "fore_name": "Lotte",
      "initials": "L",
      "name": "Lotte Poulsen",
      "affiliations": [
        "From the Research Unit of Plastic Surgery, Odense University Hospital, Denmark.",
        "University of Southern Denmark, Odense, Denmark."
      ]
    },
    {
      "last_name": "Pfob",
      "fore_name": "André",
      "initials": "A",
      "name": "André Pfob",
      "affiliations": [
        "University Breast Unit, Department of Obstetrics and Gynecology, Heidelberg University Hospital, Heidelberg, Baden-Württemberg, Germany."
      ]
    },
    {
      "last_name": "Mou",
      "fore_name": "Danny",
      "initials": "D",
      "name": "Danny Mou",
      "affiliations": [
        "Department of General Surgery, Brigham and Women's Hospital, Harvard University, Boston, Mass."
      ]
    },
    {
      "last_name": "Repo",
      "fore_name": "Jussi P",
      "initials": "JP",
      "name": "Jussi P Repo",
      "affiliations": [
        "Unit of Musculoskeletal Surgery, Department of Orthopedics and Traumatology, Tampere University Hospital and University of Tampere, Tampere, Finland."
      ]
    },
    {
      "last_name": "Salzillo",
      "fore_name": "Rosa",
      "initials": "R",
      "name": "Rosa Salzillo",
      "affiliations": [
        "Department of Plastic, Reconstructive and Aesthetic Surgery, Campus Bio-Medico University of Rome, Rome, Italy."
      ]
    },
    {
      "last_name": "Opyrchal",
      "fore_name": "Jakub",
      "initials": "J",
      "name": "Jakub Opyrchal",
      "affiliations": [
        "Department of Oncologic and Reconstructive Surgery, Maria Sklodowska-Curie Memorial National Cancer Center, Gliwice, Poland."
      ]
    },
    {
      "last_name": "Sørensen",
      "fore_name": "Jens A",
      "initials": "JA",
      "name": "Jens A Sørensen",
      "affiliations": [
        "From the Research Unit of Plastic Surgery, Odense University Hospital, Denmark.",
        "University of Southern Denmark, Odense, Denmark."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Department of Surgery, Brigham and Women's Hospital, Harvard Medical School, Boston, Mass."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery. Global open",
    "iso_abbreviation": "Plast Reconstr Surg Glob Open",
    "issn": "2169-7574",
    "issn_type": "Print",
    "volume": "11",
    "issue": "11",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "e5401",
  "pages": "e5401",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38025628",
    "pmc": "PMC10653602",
    "doi": "10.1097/GOX.0000000000005401"
  },
  "doi": "10.1097/GOX.0000000000005401",
  "pmc_id": "PMC10653602",
  "dates": {
    "revised": "2023-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.202033",
    "pmid": "38025628"
  }
}