{
  "pmid": "38024276",
  "uid": "38024276",
  "title": "Joint extremes in precipitation and infectious disease in the USA: A bivariate POT study.",
  "abstract": "Mounting heavy precipitation events (HPEs) caused by the climate change have drawn wide attention. Increased incidences of infectious diseases are known as the common following health impact, while little has been studied about the extremal relationship in between. Therefore, this study aims to investigate the joint extremes of precipitation and infectious disease mortality rate in the USA, using publicly accessible data from the National Centers for Environmental Information and the Centers for Disease Control and Prevention. The study reveals the positive association between heavy precipitations and infectious diseases with slight national and regional differences using multivariate Peaks-Over-Threshold modelling. The strength of extremal dependence is measured by the extreme parameter α from a logistic dependence model in multivariate extreme value theory. The Midwestern USA shows an excessive impact of HPEs on infectious disease mortality (α=0.7524), while the other regions show similar extremal dependence strength with the national one (α values all approximate 0.77). The study also discovered spatial disparities in the extremal dependences for five sub-categories of infectious diseases in each census region, among which mycoses show the strongest extremal dependence with precipitation in almost all regions. These spatial differences of extremal dependence may be attributed to geographic, social-economic factors and the self-inherited characteristics of certain diseases. The findings are expected to assist in developing strategies counteracting extreme risks resulting from weather events and health issues as well. The cutting-edge multivariate Peaks-Over-Threshold (POT) approach employed herein also shows promise for a wide range of extreme risk assessment topics.",
  "authors": [
    {
      "last_name": "Cai",
      "fore_name": "Zhiyan",
      "initials": "Z",
      "name": "Zhiyan Cai",
      "affiliations": [
        "Department of Bioinformatics, Xi'an Jiaotong-Liverpool University, SIP 215123, China.",
        "Institute of Health Informatics, University College London, WC1H 9BT, UK."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Zhejiang Lab, 311121, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Tenglong",
      "initials": "T",
      "name": "Tenglong Li",
      "affiliations": [
        "Academy of Pharmacy, Xi'an Jiaotong-Liverpool University, SIP 215123, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Chen",
      "affiliations": [
        "Academy of Pharmacy, Xi'an Jiaotong-Liverpool University, SIP 215123, China."
      ]
    },
    {
      "last_name": "Ling",
      "fore_name": "Chengxiu",
      "initials": "C",
      "name": "Chengxiu Ling",
      "affiliations": [
        "Academy of Pharmacy, Xi'an Jiaotong-Liverpool University, SIP 215123, China."
      ]
    }
  ],
  "journal": {
    "title": "One health (Amsterdam, Netherlands)",
    "iso_abbreviation": "One Health",
    "issn": "2352-7714",
    "issn_type": "Print",
    "volume": "17",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "100636",
  "pages": "100636",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38024276",
    "pmc": "PMC10665147",
    "doi": "10.1016/j.onehlt.2023.100636",
    "pii": "S2352-7714(23)00156-8"
  },
  "doi": "10.1016/j.onehlt.2023.100636",
  "pmc_id": "PMC10665147",
  "dates": {
    "revised": "2023-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.633938",
    "pmid": "38024276"
  }
}