{
  "pmid": "38036802",
  "uid": "38036802",
  "title": "Cluster analysis to identify the profiles of individuals with compromised bone health versus unfortunate wrist fractures within the Canadian Longitudinal Study of Aging (CLSA) database.",
  "abstract": "UNLABELLED: We used cluster analysis to determine the profiles of individuals who sustained wrist fractures. We found two groups: (1) young and active and (2) older and less active. This information may be used to identify individuals who require further bone health interventions to optimize healthy aging. INTRODUCTION: Distal radial fractures (DRF) are the most common of all fractures, with 6% of males and 33% of females having one at some point in their lifetime. We hypothesize that DRF consists of two subpopulations: one with compromised bone health that is early in the osteoporosis (OP) trajectory and another which are active and healthy and suffer a misfortune fracture due to their high activity levels or risk-taking behaviors. The latter is likely to recover with a minimal disability, while the former may signal a negative health trajectory of disability and early mortality. OBJECTIVE: To determine the profiles of individuals who sustained wrist fractures using cluster analysis within the Comprehensive Cohort of the Canadian Longitudinal Study on Aging (CLSA) database considering factors that reflect bone health and activity levels. METHODS: We included all the individuals who had a wrist fracture within the CLSA comprehensive cohort of the database (n = 968). The baseline data was used for this analysis. A 2-step cluster analysis was used to identify profiles that were both statistically and clinically meaningful. Variables that were used in the cluster analysis include demographic variables, physical activity status indicators, general health indicators, mobility indicators, bone health indicators, comorbid conditions, and lifestyle factors. RESULTS: We were able to identify two distinct profiles that were statistically and clinically meaningful confirming our hypothesis. One cluster included a predominantly younger cohort, who are physically active, with less comorbid conditions, better bone health, and better general health, while the opposite was true of the first cohort. CONCLUSION: We were able to identify two clusters-a healthy profile and a bone health compromised profile. This information may be used to identify the subgroup of people who should be targeted in the future for more intensive preventive health services to optimize healthy aging.",
  "authors": [
    {
      "last_name": "Vincent",
      "fore_name": "Joshua I",
      "initials": "JI",
      "name": "Joshua I Vincent",
      "affiliations": [
        "School of Physical Therapy, University of Western Ontario, 1151 Richmond St, London, ON, N6A 3K7, Canada. vincenj@mcmaster.ca.",
        "Roth│McFarlane Hand and Upper Limb Centre, St. Joseph's Hospital, 268 Grosvenor St, London, ON, N6A 4V2, Canada. vincenj@mcmaster.ca.",
        "School of Rehabilitation Science, McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada. vincenj@mcmaster.ca."
      ]
    },
    {
      "last_name": "MacDermid",
      "fore_name": "Joy C",
      "initials": "JC",
      "name": "Joy C MacDermid",
      "affiliations": [
        "School of Physical Therapy, University of Western Ontario, 1151 Richmond St, London, ON, N6A 3K7, Canada.",
        "Roth│McFarlane Hand and Upper Limb Centre, St. Joseph's Hospital, 268 Grosvenor St, London, ON, N6A 4V2, Canada.",
        "School of Rehabilitation Science, McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Bassim",
      "fore_name": "Carol W",
      "initials": "CW",
      "name": "Carol W Bassim",
      "affiliations": [
        "Department of Research Methods, Evidence & Impact, McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada.",
        "Dept. of Medicine, McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "Department of Research Methods, Evidence & Impact, McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Archives of osteoporosis",
    "iso_abbreviation": "Arch Osteoporos",
    "issn": "1862-3514",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "148",
  "pages": "148",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Male",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Bone Density",
    "Wrist Fractures",
    "Canada",
    "Fractures, Bone"
  ],
  "article_ids": {
    "pubmed": "38036802",
    "pmc": "PMC10689536",
    "doi": "10.1007/s11657-023-01350-7",
    "pii": "10.1007/s11657-023-01350-7"
  },
  "doi": "10.1007/s11657-023-01350-7",
  "pmc_id": "PMC10689536",
  "dates": {
    "completed": "2023-12-04",
    "revised": "2024-01-06"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "428539",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.436121",
    "pmid": "38036802"
  }
}