{
  "pmid": "38035750",
  "uid": "38035750",
  "title": "How do network meta-analyses address intransitivity when assessing certainty of evidence: a systematic survey.",
  "abstract": "OBJECTIVES: To describe how systematic reviews with network meta-analyses (NMAs) that used the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) NMA approach addressed intransitivity when assessing certainty of evidence. DESIGN: Systematic survey. DATA SOURCES: Medline, Embase and Cochrane Database of Systematic Reviews from September 2014 to October 2022. ELIGIBILITY CRITERIA: Systematic reviews of randomised controlled trials with aggregate data NMAs that used the GRADE NMA approach for assessing certainty of evidence. DATA EXTRACTION AND SYNTHESIS: We documented how reviewers described methods for addressing intransitivity when assessing certainty of evidence, how often they rated down for intransitivity and their explanations for rating down. RESULTS: Of the 268 eligible systematic reviews, 44.8% (120/268) mentioned intransitivity when describing methods for assessing the certainty of evidence. Of these, 28.3% (34/120) considered effect modifiers and from this subset, 67.6% (23/34) specified the effect modifiers; however, no systematic review noted how they chose the effect modifiers. 15.0% (18/120) mentioned looking for differences between the direct comparisons that inform the indirect estimate. No review specified a threshold for difference in effect modifiers between the direct comparisons that would lead to rating down for intransitivity. Reviewers noted rating down indirect evidence for intransitivity in 33.1% of systematic reviews, and noted intransitivity for network estimates in 23.0% of reviews. Authors provided an explanation for rating down for intransitivity in 59.6% (31/52) of the cases in which they rated down. Of the 31 in which they provided an explanation, 74.2% (23/31) noted they detected differences in effect modifiers and 67.7% (21/31) specified in what effect modifiers they detected differences. CONCLUSIONS: A third of systematic reviews with NMAs using the GRADE approach rated down for intransitivity. Limitations in reporting of methods to address intransitivity proved considerable. Whether the problem is that reviewers neglected to address rating down for transitivity at all, or whether they did consider but not report, is not clear. At minimum systematic reviews with NMAs need to improve their reporting practices regarding intransitivity; it may well be that they need to improve their practice in transitivity assessment. How to best address intransitivity may remain unclear for many reviewers thus additional GRADE guidance providing practical instructions for addressing intransitivity may be desirable.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Wang",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada yingwwy@163.com."
      ],
      "orcid": "0000-0002-2296-1991"
    },
    {
      "last_name": "Xia",
      "fore_name": "Ruyu",
      "initials": "R",
      "name": "Ruyu Xia",
      "affiliations": [
        "Centre for Evidence-Based Chinese Medicine, Beijing University of Chinese Medicine, Beijing, People's Republic of China."
      ]
    },
    {
      "last_name": "Pericic",
      "fore_name": "Tina Poklepovic",
      "initials": "TP",
      "name": "Tina Poklepovic Pericic",
      "affiliations": [
        "Department of Research in Biomedicine and Health, University of Split, Split, Croatia."
      ]
    },
    {
      "last_name": "Bekkering",
      "fore_name": "Geertruida E",
      "initials": "GE",
      "name": "Geertruida E Bekkering",
      "affiliations": [
        "Academic Centre of General Practice, KU Leuven, Leuven, Belgium."
      ],
      "orcid": "0000-0002-3845-1507"
    },
    {
      "last_name": "Hou",
      "fore_name": "Liangying",
      "initials": "L",
      "name": "Liangying Hou",
      "affiliations": [
        "Evidence Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, People's Republic of China."
      ]
    },
    {
      "last_name": "Bala",
      "fore_name": "Malgorzata M",
      "initials": "MM",
      "name": "Malgorzata M Bala",
      "affiliations": [
        "Department of Hygiene and Dietetics, Chair of Epidemiology and Preventive Medicine, Jagiellonian University Medical College, Cracow, Poland."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Ya",
      "initials": "Y",
      "name": "Ya Gao",
      "affiliations": [
        "Evidence Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, People's Republic of China."
      ],
      "orcid": "0000-0002-9280-4457"
    },
    {
      "last_name": "Wu",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wu",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gloss",
      "fore_name": "David",
      "initials": "D",
      "name": "David Gloss",
      "affiliations": [
        "Charleston Area Medical Center, Charleston, West Virginia, USA."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed Alexander",
      "initials": "RA",
      "name": "Reed Alexander Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3725-3031"
    },
    {
      "last_name": "Fei",
      "fore_name": "Yutong",
      "initials": "Y",
      "name": "Yutong Fei",
      "affiliations": [
        "Centre for Evidence-Based Chinese Medicine, Beijing University of Chinese Medicine, Beijing, People's Republic of China."
      ],
      "orcid": "0000-0003-3051-0581"
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "11",
    "pub_year": "2023",
    "pub_month": "Nov",
    "pub_day": "30"
  },
  "start_page": "e075212",
  "pages": "e075212",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Systematic Reviews as Topic",
    "Network Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "38035750",
    "pmc": "PMC10689416",
    "doi": "10.1136/bmjopen-2023-075212",
    "pii": "bmjopen-2023-075212"
  },
  "doi": "10.1136/bmjopen-2023-075212",
  "pmc_id": "PMC10689416",
  "dates": {
    "completed": "2023-12-04",
    "revised": "2025-07-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.533900",
    "pmid": "38035750"
  }
}