{
  "pmid": "38039985",
  "uid": "38039985",
  "title": "Learning From Clinical Supervisor Practice Variability: Exploring Medical Resident and Fellow Experiences and Interpretations.",
  "abstract": "PURPOSE: Clinical practice variability is characterized by 2 or more clinicians making different treatment decisions despite encountering a similar case. This study explores how medical residents and fellows experience and interpret intersupervisor clinical practice variability and how these variations influence learning. METHOD: Seventeen senior residents or fellows in internal medicine, hematology, or thrombosis medicine (postgraduate year 3 or above) participated in semistructured interviews after a clinical rotation in thrombosis medicine from December 2019 to March 2021. Data collection and analysis occurred iteratively and concurrently in a manner consistent with constructivist grounded theory. Variation theory was used to guide the development of some interview questions. A central tenet of this theory is that learning occurs by experiencing 3 sequential patterns of variation: contrast, generalization, and fusion. Participants were recruited purposively with respect to specialty until theoretical sufficiency was reached. RESULTS: Clinical practice variability was experienced by all participants. Residents and fellows attributed practice variability to intrinsic differences among supervisors; interinstitutional differences; selection and interpretation of evidence; patient preferences, priorities, and fears; and their own participation in the decision-making process. Clinical practice variability helped residents and fellows discern key features of cases that influenced decision-making (contrast), group similar cases so that the appropriate evidence could be applied (generalization), and develop attitudes consistent with providing individualized patient care (fusion). Observing practice variability was more helpful for fifth- and sixth-year residents and less helpful for third- and fourth-year residents. CONCLUSIONS: Clinical practice variability helped residents and fellows discern critical aspects, group similar patients, and practice individualized medicine. Future research should characterize how clinical practice variability influences learning across the spectrum of training, how supervisors could encourage learning from practice variability, and how curricula could be modified to allow learners greater opportunity to reflect on and consolidate the practice differences they observe.",
  "authors": [
    {
      "last_name": "Mithoowani",
      "fore_name": "Siraj",
      "initials": "S",
      "name": "Siraj Mithoowani",
      "affiliations": [],
      "orcid": "0000-0003-2565-5217"
    },
    {
      "last_name": "Khattak",
      "fore_name": "Shahzaib",
      "initials": "S",
      "name": "Shahzaib Khattak",
      "affiliations": []
    },
    {
      "last_name": "Lieberman",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Lieberman",
      "affiliations": []
    },
    {
      "last_name": "Tseng",
      "fore_name": "Eric K",
      "initials": "EK",
      "name": "Eric K Tseng",
      "affiliations": []
    },
    {
      "last_name": "Zeller",
      "fore_name": "Michelle P",
      "initials": "MP",
      "name": "Michelle P Zeller",
      "affiliations": [],
      "orcid": "0000-0002-6489-6980"
    },
    {
      "last_name": "van Merriënboer",
      "fore_name": "Jeroen",
      "initials": "J",
      "name": "Jeroen van Merriënboer",
      "affiliations": [],
      "orcid": "0000-0002-5868-7031"
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "99",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "310",
  "end_page": "316",
  "pages": "310-316",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Internship and Residency",
    "Education, Medical, Graduate",
    "Curriculum",
    "Internal Medicine",
    "Thrombosis",
    "Clinical Competence"
  ],
  "article_ids": {
    "pubmed": "38039985",
    "doi": "10.1097/ACM.0000000000005573",
    "pii": "00001888-202403000-00025"
  },
  "doi": "10.1097/ACM.0000000000005573",
  "dates": {
    "completed": "2024-03-01",
    "revised": "2025-05-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:12:04.463397",
    "pmid": "38039985"
  }
}