{
  "pmid": "38040745",
  "uid": "38040745",
  "title": "Transcriptomic analysis reveals candidate genes associated with salinity stress tolerance during the early vegetative stage in fababean genotype, Hassawi-2.",
  "abstract": "Abiotic stresses are a significant constraint to plant production globally. Identifying stress-related genes can aid in the development of stress-tolerant elite genotypes and facilitate trait and crop manipulation. The primary aim of this study was to conduct whole transcriptome analyses of the salt-tolerant faba bean genotype, Hassawi-2, under different durations of salt stress (6 h, 12 h, 24 h, 48 h, and 72 h) at the early vegetative stage, to better understand the molecular basis of salt tolerance. After de novo assembly, a total of 140,308 unigenes were obtained. The up-regulated differentially expressed genes (DEGs) were 2380, 2863, 3057, 3484, and 4820 at 6 h, 12 h, 24 h, 48 h, and 72 h of salt stress, respectively. Meanwhile, 1974, 3436, 2371, 3502, and 5958 genes were downregulated at 6 h, 12 h, 24 h, 48 h, and 72 h of salt stress, respectively. These DEGs encoded various regulatory and functional proteins, including kinases, plant hormone proteins, transcriptional factors (TFs) basic helix-loop-helix (bHLH), Myeloblastosis (MYB), and (WRKY), heat shock proteins (HSPs), late embryogenesis abundant (LEA) proteins, dehydrin, antioxidant enzymes, and aquaporin proteins. This suggests that the faba bean genome possesses an abundance of salinity resistance genes, which trigger different adaptive mechanisms under salt stress. Some selected DEGs validated the RNA sequencing results, thus confirming similar gene expression levels. This study represents the first transcriptome analysis of faba bean leaves subjected to salinity stress offering valuable insights into the mechanisms governing salt tolerance in faba bean during the vegetative stage. This comprehensive investigation enhances our understanding of precise gene regulatory mechanisms and holds promise for the development of novel salt-tolerant faba bean salt-tolerant cultivars.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Plant Production, College of Food and Agricultural Science, King Saud University, 11451, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alghamdi",
      "fore_name": "Salem S",
      "initials": "SS",
      "name": "Salem S Alghamdi",
      "affiliations": [
        "Department of Plant Production, College of Food and Agricultural Science, King Saud University, 11451, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Altaf",
      "initials": "MA",
      "name": "Muhammad Altaf Khan",
      "affiliations": [
        "Department of Plant Production, College of Food and Agricultural Science, King Saud University, 11451, Riyadh, Saudi Arabia. kmuhmmad@ksu.edu.sa."
      ]
    },
    {
      "last_name": "Al-Faifi",
      "fore_name": "Sulieman A",
      "initials": "SA",
      "name": "Sulieman A Al-Faifi",
      "affiliations": [
        "Department of Plant Production, College of Food and Agricultural Science, King Saud University, 11451, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Rahman",
      "fore_name": "Muhammad Habib Ur",
      "initials": "MHU",
      "name": "Muhammad Habib Ur Rahman",
      "affiliations": [
        "INRES Institute of Crop Science and Resources Conservation INRES University of Bonn, Bonn, Germany. mhabibur@uni-bonn.de.",
        "Seed Science and Technology, Institute of Plant Breeding and Biotechnology, MNS University of Agriculture, Multan, Pakistan. mhabibur@uni-bonn.de."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "21223",
  "pages": "21223",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Salt Tolerance",
    "Transcriptome",
    "Salinity",
    "Salt Stress",
    "Gene Expression Profiling",
    "Genotype",
    "Plant Proteins",
    "Gene Expression Regulation, Plant"
  ],
  "article_ids": {
    "pubmed": "38040745",
    "pmc": "PMC10692206",
    "doi": "10.1038/s41598-023-48118-0",
    "pii": "10.1038/s41598-023-48118-0"
  },
  "doi": "10.1038/s41598-023-48118-0",
  "pmc_id": "PMC10692206",
  "dates": {
    "completed": "2023-12-04",
    "revised": "2023-12-21"
  },
  "chemicals": [
    "Plant Proteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.108319",
    "pmid": "38040745"
  }
}