{
  "pmid": "38041668",
  "uid": "38041668",
  "title": "Caregiver knowledge and attitudes relating to paediatric pneumonia and antimicrobial stewardship: a qualitative study.",
  "abstract": "OBJECTIVE: The objective of this study was to understand caregiver perspectives and experiences relating to the treatment of paediatric community-acquired pneumonia (CAP). DESIGN, SETTING AND PATIENTS: This was a phenomenological qualitative study involving interviews with caregivers of young children in Hamilton, Ontario. Caregivers were asked open-ended questions relating to germ theory, pneumonia and the role of antibiotic treatment. The principles of conventional content analysis guided the coding and synthesis of the transcribed interviews. RESULTS: Eleven caregivers were interviewed. Many knew that antibiotics were not effective against all types of infections and stated that there was an increased risk of developing resistance with frequent use. However, there were misconceptions that probiotics effectively mitigated antibiotic side effects, and few were familiar with the potential long-term consequences of antibiotic use in children.There was variability in the perceived severity of paediatric CAP. Some participants thought that antibiotic treatment would accelerate recovery and prevent caregivers from feeling helpless. However, others also thought it was inappropriate for physicians to prescribe antibiotics solely to make the caregiver feel better. Many caregivers also felt strongly that clinical follow-up and discussions on treatment risks/benefits would be desirable to counteract feelings of helplessness that result from being sent home without a prescription. CONCLUSION: Recognising that parents may have misperceptions about antibiotic use for CAP (and may seek antibiotics without strong rationale) can inform clinicians' efforts to better educate and support caregivers in the emergency department. Care strategies informed by caregiver experiences can improve parent-provider communication and reduce antibiotic misuse.",
  "authors": [
    {
      "last_name": "Huang",
      "fore_name": "Nelson",
      "initials": "N",
      "name": "Nelson Huang",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Lara",
      "initials": "L",
      "name": "Lara Murphy",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-4543-6591"
    },
    {
      "last_name": "Kandasamy",
      "fore_name": "Sujane",
      "initials": "S",
      "name": "Sujane Kandasamy",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Child and Youth Studies, Brock University, St Catherines, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wahi",
      "fore_name": "Gita",
      "initials": "G",
      "name": "Gita Wahi",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pernica",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Pernica",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada pernica@mcmaster.ca.",
        "Department of Pediatrics, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4380-5402"
    }
  ],
  "journal": {
    "title": "Archives of disease in childhood",
    "iso_abbreviation": "Arch Dis Child",
    "issn": "1468-2044",
    "issn_type": "Electronic",
    "volume": "109",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "19"
  },
  "start_page": "222",
  "end_page": "226",
  "pages": "222-226",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child",
    "Humans",
    "Child, Preschool",
    "Caregivers",
    "Antimicrobial Stewardship",
    "Pneumonia",
    "Anti-Bacterial Agents",
    "Parents",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "38041668",
    "doi": "10.1136/archdischild-2023-326080",
    "pii": "archdischild-2023-326080"
  },
  "doi": "10.1136/archdischild-2023-326080",
  "dates": {
    "completed": "2024-02-21",
    "revised": "2024-02-23"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:51.416460",
    "pmid": "38041668"
  }
}