{
  "pmid": "38042159",
  "uid": "38042159",
  "title": "Cognitive performance following stroke, transient ischaemic attack, myocardial infarction, and hospitalisation: an individual participant data meta-analysis of six randomised controlled trials.",
  "abstract": "BACKGROUND: Survivors of stroke are often concerned about cognitive problems, and information on the risk of cognitive problems often comes from small studies. We aimed to estimate years of cognitive ageing associated with stroke compared with transient ischaemic attack, myocardial infarction, and other hospitalisations in a large population. METHODS: Using data from six randomised controlled trials (ORIGIN, ONTARGET, TRANSCEND, COMPASS, HOPE-3, and NAVIGATE ESUS), we completed an individual participant data meta-analysis using data requested from the Public Health Research Institute to estimate the association of stroke (by type and severity), transient ischaemic attack, myocardial infarction, and other hospitalisations with cognitive performance measured at the end of each trial. We included participants in any of these randomised controlled trials with a cognitive assessment at baseline and at least one other timepoint. Cognitive performance was measured with the Mini-Mental State Examination or the Montreal Cognitive Assessment, transformed into Z scores. We estimated Z score differences in end of trial cognitive performance between people with and without events and calculated corresponding years of cognitive ageing in these trials, and additionally calculated using a population representative cohort-the Cognitive Function and Ageing Study. FINDINGS: In 64 106 participants from 55 countries, compared with no event, stroke was associated with 18 years of cognitive ageing (1487 strokes included in the model, 95% CI 10 to 28; p<0·0001) and transient ischaemic attack with 3 years (660 transient ischaemic attacks included in the model, 0 to 6; p=0·021). Myocardial infarction (p=0·60) and other hospitalisations (p=0·26) were not associated with cognitive ageing. The mean difference in SD compared with people without an event was -0·84 (95% CI -0·91 to -0·76; p<0·0001) for disabling stroke, and -0·12 (-0·19 to -0·05; p=0·0012) for non-disabling stroke. Haemorrhagic stroke was associated with worse cognition (-0·75, -0·95 to -0·55; p<0·0001) than ischaemic stroke (-0·42, -0·48 to -0·36; p <0·0001). INTERPRETATION: Stroke has a substantial effect on cognition. The effects of transient ischaemic attack were small, whereas myocardial infarction and hospitalisation had a neutral effect. Prevention of stroke could lead to a reduction in cognitive ageing in those at greatest risk. FUNDING: Population Health Research Institute and Chief Scientist Office of Scotland.",
  "authors": [
    {
      "last_name": "Sherlock",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Sherlock",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada; Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Shun Fu",
      "initials": "SF",
      "name": "Shun Fu Lee",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Katsanos",
      "fore_name": "Aristeidis H",
      "initials": "AH",
      "name": "Aristeidis H Katsanos",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada; Department of Medicine-Neurology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cukierman-Yaffe",
      "fore_name": "Tali",
      "initials": "T",
      "name": "Tali Cukierman-Yaffe",
      "affiliations": [
        "Department of Epidemiology and Preventive Medicine, Sackler Faculty of Medicine, School of Public Health, Tel Aviv University, Tel-Aviv, Israel; Division of Endocrinology and Metabolism, Sheba Medical Center, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Canavan",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Canavan",
      "affiliations": [
        "HRB-Clinical Research Facility, National University of Ireland, Galway, Ireland; Department of Geriatric and Stroke Medicine, Galway University Hospital, Galway, Ireland."
      ]
    },
    {
      "last_name": "Joundi",
      "fore_name": "Raed",
      "initials": "R",
      "name": "Raed Joundi",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada; Department of Medicine-Neurology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Mukul",
      "initials": "M",
      "name": "Mukul Sharma",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada; Department of Medicine-Neurology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shoamanesh",
      "fore_name": "Ashkan",
      "initials": "A",
      "name": "Ashkan Shoamanesh",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada; Department of Medicine-Neurology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brayne",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Brayne",
      "affiliations": [
        "Cambridge Public Health, University of Cambridge, Cambridge, UK."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada; Department of Medicine-Neurology, McMaster University, Hamilton, ON, Canada; Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Martin J",
      "initials": "MJ",
      "name": "Martin J O'Donnell",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada; HRB-Clinical Research Facility, National University of Ireland, Galway, Ireland; Department of Geriatric and Stroke Medicine, Galway University Hospital, Galway, Ireland."
      ]
    },
    {
      "last_name": "Muniz-Terrera",
      "fore_name": "Graciela",
      "initials": "G",
      "name": "Graciela Muniz-Terrera",
      "affiliations": [
        "Edinburgh Dementia Prevention, Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, UK; Department of Social Medicine, Ohio University, OH, USA."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada; Department of Medicine-Cardiology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bosch",
      "fore_name": "Jackie",
      "initials": "J",
      "name": "Jackie Bosch",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada; School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Whiteley",
      "fore_name": "William N",
      "initials": "WN",
      "name": "William N Whiteley",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada; Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, UK; Nuffield Department of Population Health, University of Oxford, Oxford, UK. Electronic address: william.whiteley@phri.ca."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Healthy longevity",
    "iso_abbreviation": "Lancet Healthy Longev",
    "issn": "2666-7568",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "12",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "e665",
  "end_page": "e674",
  "pages": "e665-e674",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Ischemic Attack, Transient",
    "Stroke",
    "Brain Ischemia",
    "Myocardial Infarction",
    "Hospitalization",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "38042159",
    "doi": "10.1016/S2666-7568(23)00207-6",
    "pii": "S2666-7568(23)00207-6"
  },
  "doi": "10.1016/S2666-7568(23)00207-6",
  "dates": {
    "completed": "2023-12-04",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "G9901400",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    },
    {
      "agency": "Department of Health",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:58.152315",
    "pmid": "38042159"
  }
}