{
  "pmid": "38044860",
  "uid": "38044860",
  "title": "Decision curve analysis based on summary data.",
  "abstract": "BACKGROUND: To realize the potential of precision medicine, predictive models should be integrated within the framework of decision analysis, such as the decision curve analysis (DCA). To date, its application has required individual patient data (IPD) that are often unavailable. Performing DCA using aggregate data without requiring IPD may advance the goals of precision medicine. METHODS: We present a statistical framework demonstrating that DCA can be conducted by using only the mean and standard deviation (SD) from the raw probabilities of the predictive model. We tested our theoretical framework by performing extensive simulations and comparing the aggregate-based DCA with IPD DCA. The latter was conducted using IPD from four predictive models that employed logistic regression, Cox or competing risk time-to-event modeling including (a) statins for primary prevention of cardiovascular disease (n = 4859), (b) hospice referral for terminally ill patients (n = 9104), (c) use of thromboprophylaxis for preventing venous thromboembolism in patients with cancer (n = 425) and (d) prevention of sinusoidal obstruction syndrome after hematopoietic cell transplantation (SCT) (n = 80). RESULTS: Simulations assuming perfect calibration showed that regardless of which probability distributions informed the predictive models, the differences in DCA were negligible. Similarly, for the adequately powered models, the results of DCA based on the summary data were similar to IPD-derived DCA. The inherent instability of the predictive models, based on the smaller sample sizes, resulted in a somewhat larger discrepancy between aggregate and IPD-based DCA. CONCLUSIONS: DCA informed by adequately powered and well-calibrated models using only summary statistical estimates (mean and SD) approximates well models using IPD. Use of aggregate data will facilitate broader integration of predictive with decision modeling toward the goals of individualized decision-making.",
  "authors": [
    {
      "last_name": "Hozo",
      "fore_name": "Iztok",
      "initials": "I",
      "name": "Iztok Hozo",
      "affiliations": [
        "Department of Mathematics, Indiana University Northwest, Gary, Indiana, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "Department of Medicine, Division of Medical Hematology and Oncology, Medical University of South Carolina, Charleston, South Carolina, USA."
      ],
      "orcid": "0000-0003-0671-1447"
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Mar"
  },
  "start_page": "281",
  "end_page": "289",
  "pages": "281-289",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Humans",
    "Anticoagulants",
    "Venous Thromboembolism",
    "Logistic Models"
  ],
  "article_ids": {
    "pubmed": "38044860",
    "doi": "10.1111/jep.13945"
  },
  "doi": "10.1111/jep.13945",
  "dates": {
    "completed": "2024-03-21",
    "revised": "2024-11-18"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [
    {
      "grant_id": "#W81 XWH 09-2-0175",
      "agency": "U.S. Department of Defense"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.298234",
    "pmid": "38044860"
  }
}