{
  "pmid": "38041580",
  "uid": "38041580",
  "title": "Comparing the reliability and validity of youth-reported checklists and standardized interviews for categorical measurement of emotional and behavioral problems.",
  "abstract": "INTRODUCTION: Self-completed checklists measuring youth mental health problems produce dimensional scale scores and can be converted to categorical classifications representing the presence/absence of psychopathology. We test whether categorical classifications from scale scores are equivalent psychometrically to categorical classifications of the same problems obtained by lay-administered standardized structured diagnostic interviews. METHODS: The sample of n = 325 youth aged 12-18 (44% male) and their parent/caregivers come from combined test-retest reliability studies conducted in Ontario, Canada, from 2011 to 2015. Ontario Child Health Study Emotional Behavioural Scales-Brief Version (OCHS-EBS-B) scores converted to categorical classifications of emotional and behavioral problems were compared with interview classifications. We test hypotheses of statistical equivalence and inferiority, using a confidence interval approach to detect if differences lie within the smallest effect size of interest of ±0.18. We compare categorical classifications on: (1) test-retest reliability (ҡ), (2) content validity (between-instrument agreement), and (3) construct validity (strength of association with three mental health-related constructs). RESULTS: Average test-retest reliabilities were 0.695 (checklists) and 0.670 (interviews). The reliability of checklist emotional problem classifications was not inferior to interview classifications and the difference in reliability between instruments for behavioral problems was small (-0.036). Average between-instrument agreement was ҡ = 0.586 (observed) and ҡ = 0.841 (corrected for attenuation due to measurement error) indicating high content overlap. Statistical equivalence criteria were met in 5 of 6 construct validity comparisons. CONCLUSIONS: Categorical classifications of emotional and behavioral problems from youth-reported checklists are, on balance, equivalent to interview classifications. Checklists represent a simple, brief, inexpensive alternative to interviews.",
  "authors": [
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada.",
        "Child & Youth Mental Health Program, McMaster Children's Hospital, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-7120-6629"
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of adolescence",
    "iso_abbreviation": "J Adolesc",
    "issn": "1095-9254",
    "issn_type": "Electronic",
    "volume": "96",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "360",
  "end_page": "369",
  "pages": "360-369",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Humans",
    "Male",
    "Adolescent",
    "Female",
    "Problem Behavior",
    "Mental Disorders",
    "Checklist",
    "Reproducibility of Results",
    "Psychiatric Status Rating Scales",
    "Psychometrics"
  ],
  "article_ids": {
    "pubmed": "38041580",
    "doi": "10.1002/jad.12280"
  },
  "doi": "10.1002/jad.12280",
  "dates": {
    "completed": "2024-02-07",
    "revised": "2024-02-07"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.419912",
    "pmid": "38041580"
  }
}