{
  "pmid": "38053480",
  "uid": "38053480",
  "title": "Weight Loss Induced by Antiobesity Medications and All-Cause Mortality Among Patients With Knee or Hip Osteoarthritis.",
  "abstract": "OBJECTIVE: The current guidelines recommend weight loss for patients with overweight or obesity and knee or hip osteoarthritis (OA); however, there is a paucity of data on the relation of weight loss to death among patients with OA. We aimed to examine the relation of the rate of weight loss induced by antiobesity medications over one year to all-cause mortality among patients with overweight or obesity and knee or hip OA. METHODS: Using the IQVIA Medical Research Database, we identified people with overweight or obesity and knee or hip OA. We emulated analyses of a hypothetical target trial to assess the effect of slow-to-moderate (2%-10%) or fast (≥10%) weight loss induced by the initiation of antiobesity medications within one year on all-cause mortality and secondary outcomes over five years' follow-up. RESULTS: Among 6,524 participants, the five-year all-cause mortality rates were 5.3%, 4.0%, and 5.4% for weight gain or stable, slow-to-moderate weight loss, and fast weight loss arms, respectively. Compared with the weight gain or stable arm, hazard ratios of all-cause mortality were 0.72 (95% confidence interval [CI] 0.56-0.92) for the slow-to-moderate weight loss arm and 0.99 (95% CI 0.67-1.44) for the fast weight loss arm. We found dose-response protective effects of weight loss on incident hypertension, type 2 diabetes, and venous thromboembolism but a slightly higher risk of cardiovascular disease, albeit not statistically significant, in the fast rate of weight loss arm than in the weight gain or stable arm and no significant relations of weight loss to the risk of cancer. CONCLUSION: In this population-based study, a slow-to-moderate, but not fast, rate of weight loss induced by antiobesity medications is associated with a lower risk of all-cause mortality in people with overweight or obesity and knee or hip OA.",
  "authors": [
    {
      "last_name": "Wei",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Hunan Key Laboratory of Joint Degeneration and Injury, and Department of Epidemiology and Health Statistics, Xiangya School of Public Health, Central South University, Changsha, China."
      ],
      "orcid": "0000-0003-3510-8241"
    },
    {
      "last_name": "Hunter",
      "fore_name": "David",
      "initials": "D",
      "name": "David Hunter",
      "affiliations": [
        "Sydney Musculoskeletal Health, Kolling Institute, University of Sydney and Rheumatology Department, Royal North Shore Hospital, Sydney, Australia."
      ],
      "orcid": "0000-0003-3197-752X"
    },
    {
      "last_name": "Lane",
      "fore_name": "Nancy E",
      "initials": "NE",
      "name": "Nancy E Lane",
      "affiliations": [
        "Center for Musculoskeletal Health and Department of Medicine, University of California School of Medicine, Sacramento, California."
      ],
      "orcid": "0000-0001-7578-8603"
    },
    {
      "last_name": "Wu",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Wu",
      "affiliations": [
        "Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University and Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Zeng",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Hunan Key Laboratory of Joint Degeneration and Injury, and National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Lei",
      "fore_name": "Guanghua",
      "initials": "G",
      "name": "Guanghua Lei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Hunan Key Laboratory of Joint Degeneration and Injury, and National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China."
      ],
      "orcid": "0000-0003-2987-138X"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School and The Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts."
      ],
      "orcid": "0000-0001-7638-0888"
    }
  ],
  "journal": {
    "title": "Arthritis & rheumatology (Hoboken, N.J.)",
    "iso_abbreviation": "Arthritis Rheumatol",
    "issn": "2326-5205",
    "issn_type": "Electronic",
    "volume": "76",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "577",
  "end_page": "586",
  "pages": "577-586",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Overweight",
    "Osteoarthritis, Hip",
    "Diabetes Mellitus, Type 2",
    "Risk Factors",
    "Osteoarthritis, Knee",
    "Body Mass Index",
    "Obesity",
    "Weight Loss",
    "Weight Gain"
  ],
  "article_ids": {
    "pubmed": "38053480",
    "doi": "10.1002/art.42754"
  },
  "doi": "10.1002/art.42754",
  "dates": {
    "completed": "2024-03-28",
    "revised": "2024-03-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "2023CXQD031",
      "agency": "Central South University Innovation-Driven Research Programme"
    },
    {
      "grant_id": "2022YFC2505500",
      "agency": "National Key Research and Development Program of China"
    },
    {
      "grant_id": "2022YFC3601900",
      "agency": "National Key Research and Development Program of China"
    },
    {
      "grant_id": "81930071",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "82072502",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "U21A20352",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "2022JJ20100",
      "agency": "Natural Science Foundation of Hunan Province"
    },
    {
      "grant_id": "2021LNJJ06",
      "agency": "Project Program of National Clinical Research Center for Geriatric Disorders"
    },
    {
      "grant_id": "2022LNJJ07",
      "agency": "Project Program of National Clinical Research Center for Geriatric Disorders"
    },
    {
      "grant_id": "2022RC1009",
      "agency": "Science and Technology Innovation Program of Hunan Province"
    },
    {
      "grant_id": "2022RC3075",
      "agency": "Science and Technology Innovation Program of Hunan Province"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.635686",
    "pmid": "38053480"
  }
}