{
  "pmid": "38054062",
  "uid": "38054062",
  "title": "Development, reach, acceptability and associated clinical changes of a group intervention to improve caregiver-adolescent relationships in the context of adolescent depression.",
  "abstract": "BACKGROUND: Adolescents with depression often experience relationship problems with their caregivers, which predict poorer treatment outcomes. Personalising interventions by targeting factors associated with poor treatment outcomes may enhance the effectiveness of interventions. We report the development and initial evaluation of an intervention designed to target caregiver-adolescent relationship problems in the context of adolescent depression. METHODS: Following a literature search to identify established caregiver interventions, we developed a new group intervention for caregivers through an iterative process including six rounds of the group with n = 53 caregivers of adolescents age 13-18 in the context of an integrated care pathway for adolescent depression. Caregivers rated their family functioning at the beginning and end of the program and provided anonymous satisfaction ratings. Enrolment and attendance data were examined. Youth with lived experience of depression and their caregivers provided input that was incorporated in the final version of the intervention. RESULTS: The final intervention consists of 8 weekly, 1.5 h group sessions, delivered face-to-face, addressing: psychoeducation, the cognitive-behavioural model and caregiving, positive caregiving, listening and validation, expressing emotions effectively, and problem solving. Reach (56%), attendance (M = 63%, SD = 31%), and satisfaction (M = 92%; SD = 7%) supported the feasibility of the program. Caregivers reported significant improvements in family functioning, t(21) = 2.68, p = .014, d z = 0.56 [95% CI 0.11-1.0]. DISCUSSION: A group intervention is acceptable to caregivers of adolescents with depression and may be associated with improved family functioning. Further research is needed, including a randomised controlled trial to test effects of the intervention on various dimensions of the caregiver-youth relationship and on youth depression outcomes.",
  "authors": [
    {
      "last_name": "Aitken",
      "fore_name": "Madison",
      "initials": "M",
      "name": "Madison Aitken",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression Centre for Addiction and Mental Health Toronto Ontario Canada.",
        "Department of Psychiatry University of Toronto Toronto Ontario Canada."
      ],
      "orcid": "0000-0002-4921-5462"
    },
    {
      "last_name": "Sagar",
      "fore_name": "Ameeta",
      "initials": "A",
      "name": "Ameeta Sagar",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression Centre for Addiction and Mental Health Toronto Ontario Canada."
      ]
    },
    {
      "last_name": "Courtney",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren Courtney",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression Centre for Addiction and Mental Health Toronto Ontario Canada.",
        "Department of Psychiatry University of Toronto Toronto Ontario Canada."
      ],
      "orcid": "0000-0003-1491-0972"
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression Centre for Addiction and Mental Health Toronto Ontario Canada.",
        "Department of Psychiatry University of Toronto Toronto Ontario Canada.",
        "Department of Psychiatry Hospital for Sick Children Toronto Ontario Canada."
      ]
    }
  ],
  "journal": {
    "title": "JCPP advances",
    "iso_abbreviation": "JCPP Adv",
    "issn": "2692-9384",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "e12168",
  "pages": "e12168",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38054062",
    "pmc": "PMC10694543",
    "doi": "10.1002/jcv2.12168",
    "pii": "JCV212168"
  },
  "doi": "10.1002/jcv2.12168",
  "pmc_id": "PMC10694543",
  "dates": {
    "revised": "2024-10-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.533894",
    "pmid": "38054062"
  }
}