{
  "pmid": "38051413",
  "uid": "38051413",
  "title": "Defining hip cartilage repair: a modified delphi study to establish the Magnetic Resonance Evaluation of the Repair of Cartilage in the Hip (MERCH) score.",
  "abstract": "PURPOSE: To develop a standardized scoring system to evaluate pre- to post-operative repair or reconstruction of hip cartilage using magnetic resonance imaging (MRI). METHODS: A two-phase modified Delphi study was conducted. Phase 1 involved a survey with suggested criteria and diagrams to define various stages of articular cartilage repair and phase 2 involved an expert consensus meeting that discussed the survey responses and voted on final scoring criteria. The survey was emailed to members of the Canadian Hip Preservation Research Collaborative (CHIPR) and respondents included both board certified orthopedic surgeons as well as musculoskeletal radiologists. RESULTS: Overall, there were 17 survey respondents from Canada and most (47%, 8/17) participants agreed that the minimum MRI protocol needed to evaluate cartilage repair was a 3.0 T MRI and 94% (17/18) agreed that the minimum time post-operatively that they felt they would be able to accurately evaluate cartilage repair on an MRI was 12 months. Following phases 1 and 2, the final Magnetic Resonance Evaluation of the Repair of Cartilage in the Hip (MERCH) score was developed with 7 domains, 3 criteria per domain: 1) volume fill of cartilage defect, 2) integration into adjacent cartilage, 3) surface of the repair tissue, 4) structure of the repair tissue, 5) bony overgrowth, 6) subchondral changes, and 7) delamination. The score ranges from 60 (optimal) to -20 points (worst/none). CONCLUSIONS: This consensus project established a new MRI scoring system to evaluate post-operative cartilage restoration of the hip. The implementation of the MERCH score is essential in our ability to guide patient management and expectations in a rapidly evolving field and will help with standardizing our evaluation of cartilage repair in future research trials. LEVEL OF EVIDENCE: Level II Diagnostic.",
  "authors": [
    {
      "affiliations": []
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "McMaster University Medical Centre, Hamilton, 1200 Main St West, 4E15, ON, L8N 3Z5, Canada. ayenif@mcmaster.ca."
      ],
      "orcid": "0000-0003-4219-8564"
    }
  ],
  "journal": {
    "title": "Journal of experimental orthopaedics",
    "iso_abbreviation": "J Exp Orthop",
    "issn": "2197-1153",
    "issn_type": "Print",
    "volume": "10",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "05"
  },
  "start_page": "129",
  "pages": "129",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38051413",
    "pmc": "PMC10697921",
    "doi": "10.1186/s40634-023-00676-y",
    "pii": "10.1186/s40634-023-00676-y"
  },
  "doi": "10.1186/s40634-023-00676-y",
  "pmc_id": "PMC10697921",
  "dates": {
    "revised": "2023-12-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.867771",
    "pmid": "38051413"
  }
}