{
  "pmid": "38062536",
  "uid": "38062536",
  "title": "Evaluating the impact of engaging older adults and service providers as research partners in the co-design of a community mobility-promoting program: a mixed methods developmental evaluation study.",
  "abstract": "BACKGROUND: Increasingly researchers are partnering with citizens and communities in research; less is known about research impacts of this engagement. EMBOLDEN is an evidence-informed, mobility-promoting intervention for older adults co-designed by a 26-person Strategic Guiding Council (SGC) of health/social service providers and older adult citizens. This study evaluated research partners' perceptions of engagement strategies, the engagement context, strengths, areas for improvement, as well as the impacts of the guiding council on older-adult identified priority areas. METHODS: This study was guided by developmental evaluation, working in partnership with four older adult SGC members who helped to set evaluation priorities, decide methods, and adapt patient-centred evaluation tools. Data sources included a questionnaire, focus groups and document analysis of meeting notes from 16 SGC meetings that took place between December 2019 and February 2022. A thematic approach to analysis guided the coding of focus group transcripts and SGC meeting notes. Convergent mixed methods guided the integration and presentation of qualitative and quantitative data sources in a joint display of evaluation results. RESULTS: Of 26 SGC members, nine completed the evaluation squestionnaire, and five participated in focus groups. Around two thirds of the SGC commonly attended each meeting. EMBOLDEN's SGC was structured to include a diverse group (across gender, ethnicity and discipline) of older adults and service providers, which was perceived as a strength. Engagement processes were perceived as inclusive and well-facilitated, which stimulated discussion at meetings. Advantages and disadvantages of engaging with the SGC virtually, as compared to in-person (as was the case for the first 3 SGC meetings) were also discussed. Impacts of the SGC were identified across preparatory, execution phase and translational stages of research. Impacts of SGC involvement on members were also described. CONCLUSION: Older adult research partners played an important role designing, implementing, and evaluating co-design approaches in this study. Older adults and service providers can make important contributions to the design, delivery and sharing results of health research through their lived expertise and connections to community. This project contributes to the growing field of citizen and community engagement in research by offering a participatory approach to engagement evaluation that considers diversity, satisfaction, and impact.",
  "authors": [
    {
      "last_name": "MacNeil",
      "fore_name": "Maggie",
      "initials": "M",
      "name": "Maggie MacNeil",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada. macnem18@mcmaster.ca."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Moore",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Moore",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lindsay",
      "fore_name": "Shazelle",
      "initials": "S",
      "name": "Shazelle Lindsay",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Adams",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Adams",
      "affiliations": [
        "EMBOLDEN Strategic Guiding Council, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Alshaikhahmed",
      "fore_name": "Aref",
      "initials": "A",
      "name": "Aref Alshaikhahmed",
      "affiliations": [
        "EMBOLDEN Strategic Guiding Council, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Kamal",
      "initials": "K",
      "name": "Kamal Jain",
      "affiliations": [
        "EMBOLDEN Strategic Guiding Council, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Petrie",
      "fore_name": "Penelope",
      "initials": "P",
      "name": "Penelope Petrie",
      "affiliations": [
        "EMBOLDEN Strategic Guiding Council, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Research involvement and engagement",
    "iso_abbreviation": "Res Involv Engagem",
    "issn": "2056-7529",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "08"
  },
  "start_page": "116",
  "pages": "116",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38062536",
    "pmc": "PMC10704682",
    "doi": "10.1186/s40900-023-00523-5",
    "pii": "10.1186/s40900-023-00523-5"
  },
  "doi": "10.1186/s40900-023-00523-5",
  "pmc_id": "PMC10704682",
  "dates": {
    "revised": "2024-10-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:01:56.776051",
    "pmid": "38062536"
  }
}