{
  "pmid": "38060481",
  "uid": "38060481",
  "title": "Analgesia and sedation strategies in neonates undergoing whole-body therapeutic hypothermia: A scoping review.",
  "abstract": "BACKGROUND: Therapeutic hypothermia (TH) is a widely practiced neuroprotective strategy for neonates with hypoxic-ischemic encephalopathy. Induced hypothermia is associated with shivering, cold pain, agitation, and distress. OBJECTIVE: This scoping review determines the breadth of research undertaken for pain and stress management in neonates undergoing hypothermia therapy, the pharmacokinetics of analgesic and sedative medications during hypothermia and the effect of such medication on short- and long-term neurological outcomes. METHODS: We searched the following online databases namely, (i) MEDLINE, (ii) Web of Science, (iii) Cochrane Library, (iv) Scopus, (v) CINAHL, and (vi) EMBASE to identify published original articles between January 2005 and December 2022. We included only English full-text articles on neonates treated with TH and reported the sedation/analgesia strategy used. We excluded articles that reported TH on transport or extracorporeal membrane oxygenation, did not report the intervention strategies for sedation/analgesia, and reported hypoxic-ischemic encephalopathy in which hypothermia was not applied. RESULTS: The eligible publications (n = 97) included cohort studies (n = 72), non-randomized experimental studies (n = 2), pharmacokinetic studies (n = 4), dose escalation feasibility trial (n = 1), cross-sectional surveys (n = 5), and randomized control trials (n = 13). Neonatal Pain, Agitation, and Sedation Scale (NPASS) is the most frequently used pain assessment tool in this cohort. The most frequently used pharmacological agents are opioids (Morphine, Fentanyl), benzodiazepine (Midazolam) and Alpha2 agonists (Dexmedetomidine). The proportion of neonates receiving routine sedation-analgesia during TH is center-specific and varies from 40-100% worldwide. TH alters most drugs' metabolic rate and clearance, except for Midazolam. Dexmedetomidine has additional benefits of thermal tolerance, neuroprotection, faster recovery, and less likelihood of seizures. There is a wide inter-individual variability in serum drug levels due to the impact of temperature, end-organ dysfunction, postnatal age, and body weight on drug metabolism. CONCLUSIONS: No multidimensional pain scale has been tested for reliability and construct validity in hypothermic encephalopathic neonates. There is an increasing trend towards using routine sedation/analgesia during TH worldwide. Wide variability in the type of medication used, administration (bolus versus infusion), and dose ranges used emphasizes the urgent need for standardized practice recommendations and guidelines. There is insufficient data on the long-term neurological outcomes of exposure to these medications, adjusted for underlying brain injury and severity of encephalopathy. Future studies will need to develop framework tools to enable precise control of sedation/analgesia drug exposure customized to individual patient needs.",
  "authors": [
    {
      "last_name": "Joshi",
      "fore_name": "Mahima",
      "initials": "M",
      "name": "Mahima Joshi",
      "affiliations": [
        "Faculty of Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Muneer",
      "fore_name": "Javed",
      "initials": "J",
      "name": "Javed Muneer",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-6202-8725"
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Goswami",
      "fore_name": "Ipsita",
      "initials": "I",
      "name": "Ipsita Goswami",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4677-6456"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "12",
    "pub_year": "2023"
  },
  "start_page": "e0291170",
  "pages": "e0291170",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Infant, Newborn",
    "Humans",
    "Midazolam",
    "Dexmedetomidine",
    "Cross-Sectional Studies",
    "Hypoxia-Ischemia, Brain",
    "Hypothermia",
    "Reproducibility of Results",
    "Pain",
    "Analgesia",
    "Hypothermia, Induced"
  ],
  "article_ids": {
    "pubmed": "38060481",
    "pmc": "PMC10703341",
    "doi": "10.1371/journal.pone.0291170",
    "pii": "PONE-D-23-16693"
  },
  "doi": "10.1371/journal.pone.0291170",
  "pmc_id": "PMC10703341",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2025-01-30"
  },
  "chemicals": [
    "Midazolam",
    "Dexmedetomidine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.642476",
    "pmid": "38060481"
  }
}