{
  "pmid": "38071872",
  "uid": "38071872",
  "title": "Evaluating the efficacy of artificial intelligence tools for the automation of systematic reviews in cancer research: A systematic review.",
  "abstract": "To evaluate the performance accuracy and workload savings of artificial intelligence (AI)-based automation tools in comparison with human reviewers in medical literature screening for systematic reviews (SR) of primary studies in cancer research in order to gain insights on improving the efficiency of producing SRs. Medline, Embase, the Cochrane Library, and PROSPERO databases were searched from inception to November 30, 2022. Then, forward and backward literature searches were completed, and the experts in this field including the authors of the articles included were contacted for a thorough grey literature search. This SR was registered on PROSPERO (CRD 42023384772). Among the 3947 studies obtained from search, five studies met the preplanned study selection criteria. These five studies evaluated four AI tools: Abstrackr (four studies), RobotAnalyst (one), EPPI-Reviewer (one), and DistillerSR (one). Without missing final included citations, Abstrackr eliminated 20%-88% of titles and abstracts (time saving of 7-86 hours) and 59% of the full-texts (62 h) from human review across four different cancer-related SRs. In comparison, RobotAnalyst (1% of titles and abstracts, 1 h), EPPI Review (38% of titles and abstracts, 58 h; 59% of full-texts, 62 h), DistillerSR (42% of titles and abstracts, 22 h) also provided similar or lower work savings for single cancer-related SRs. AI-based automation tools exhibited promising but varying levels of accuracy and efficiency during the screening process of medical literature for conducting SRs in the cancer field. Until further progress is made and thorough evaluations are conducted, AI tools should be utilized as supplementary aids rather than complete substitutes for human reviewers.",
  "authors": [
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Oncology, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Center for Clinical Practice Guideline Conduction and Evaluation, Children's Hospital of Fudan University, Shanghai, China. Electronic address: yaoxia@mcmaster.ca."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Mithilesh V",
      "initials": "MV",
      "name": "Mithilesh V Kumar",
      "affiliations": [
        "Faculty of Engineering, McMaster University, Hamilton, ON, Canada; Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Su",
      "fore_name": "Esther",
      "initials": "E",
      "name": "Esther Su",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Flores Miranda",
      "fore_name": "Athena",
      "initials": "A",
      "name": "Athena Flores Miranda",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Saha",
      "fore_name": "Ashirbani",
      "initials": "A",
      "name": "Ashirbani Saha",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada; Escarpment Cancer Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sussman",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sussman",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Cancer epidemiology",
    "iso_abbreviation": "Cancer Epidemiol",
    "issn": "1877-783X",
    "issn_type": "Electronic",
    "volume": "88",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "102511",
  "pages": "102511",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Artificial Intelligence",
    "Automation",
    "Neoplasms",
    "Systematic Reviews as Topic",
    "Biomedical Research"
  ],
  "article_ids": {
    "pubmed": "38071872",
    "doi": "10.1016/j.canep.2023.102511",
    "pii": "S1877-7821(23)00191-1"
  },
  "doi": "10.1016/j.canep.2023.102511",
  "dates": {
    "completed": "2024-01-29",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:23.387447",
    "pmid": "38071872"
  }
}