{
  "pmid": "38073027",
  "uid": "38073027",
  "title": "Improving methods of clinical practice guidelines: From guidelines to pathways to fast-and-frugal trees and decision analysis to develop individualised patient care.",
  "abstract": "BACKGROUND: Current methods for developing clinical practice guidelines have several limitations: they are characterised by the \"black box\" operation-a process with defined inputs and outputs but an incomplete understanding of its internal workings; they have \"the integration problem\"-a lack of framework for explicitly integrating factors such as patient preferences and trade-offs between benefits and harms; they generate one recommendation at a time that typically are not connected in a coherent analytical framework; and they apply to \"average\" patients, while clinicians and their patients seek advice tailored to individual circumstances. METHODS: We propose augmenting the current guideline development method by converting evidence-based pathways into fast-and-frugal decision trees (FFTs) and integrating them with generalised decision curve analysis to formulate clear, individualised management recommendations. RESULTS: We illustrate the process by developing recommendations for the management of heparin-induced thrombocytopenia (HIT). We converted evidence-based pathways for HIT, developed by the American Society of Hematology, into an FFT. Here, we consider only thrombotic complications and major bleeding. We leveraged the predictive potential of FFTs to compare the effects of argatroban, bivalirudin, fondaparinux, and direct oral anticoagulants (DOACs) using generalised decision curve analysis. We found that DOACs were superior to other treatments if the FFT-predicted probability of HIT exceeded 3%. CONCLUSIONS: The proposed analytical framework connects guidelines, pathways, FFTs, and decision analysis, offering risk-tailored personalised recommendations and addressing current guideline development critiques.",
  "authors": [
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "Division of Medical Hematology and Oncology, Medical University of South Carolina, Charleston, South Carolina, USA."
      ],
      "orcid": "0000-0003-0671-1447"
    },
    {
      "last_name": "Hozo",
      "fore_name": "Iztok",
      "initials": "I",
      "name": "Iztok Hozo",
      "affiliations": [
        "Department of Mathematics, Indiana University Northwest, Gary, Indiana, USA."
      ]
    },
    {
      "last_name": "Cuker",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Cuker",
      "affiliations": [
        "Department of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "393",
  "end_page": "402",
  "pages": "393-402",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Humans",
    "Decision Support Techniques",
    "Patient Care",
    "Thrombocytopenia",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "38073027",
    "doi": "10.1111/jep.13953"
  },
  "doi": "10.1111/jep.13953",
  "dates": {
    "completed": "2024-04-18",
    "revised": "2025-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01HS024917",
      "agency": "Agency for Healthcare Research and Quality"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.300280",
    "pmid": "38073027"
  }
}