{
  "pmid": "38073983",
  "uid": "38073983",
  "title": "Navigating the Challenges of Takayasu Arteritis in a 26-Year-Old Female With Recurrent Chest Pain and a Complex Medical History.",
  "abstract": "Takayasu arteritis, a rare and complex vasculitis, presents unique diagnostic and management challenges, particularly when encountered in young adults. We present the case of a 26-year-old female with obesity, prediabetes, hepatic steatosis, an adnexal cyst, Helicobacter pylori gastritis, and asthma, who was transferred to our facility due to concerns about aortitis. Her presentation to the referring institution included dysphagia, heartburn that responded to over-the-counter antacids, and recurrent episodes of stabbing chest pain, which had been occurring intermittently since the age of 17. Previous visits to the emergency room for these symptoms had been approached as gastritis, the last being two weeks before this episode. On evaluation, laboratory findings revealed elevated inflammatory markers, and subsequent imaging studies identified extensive circumferential wall thickening of the ascending thoracic aorta, suggestive of aortitis, and the patient was transferred to our institution. The patient's complex medical history and psychosocial stressors, including estrangement from her family, added to the intricacies of her case. Rheumatology consultation was instrumental in guiding further evaluation and management. A diagnosis of Takayasu arteritis with large vessel vasculitis was considered, supported by positron emission tomography-computed tomography findings showing significant metabolic activity in major arteries. The patient was initiated on prednisone therapy, Pneumocystis jirovecii pneumonia prophylaxis, and methotrexate. Ongoing monitoring for disease activity and medication side effects was emphasized. This case highlights the importance of considering rare conditions such as Takayasu arteritis in young adults with atypical presentations and underscores the need for comprehensive, multidisciplinary care that addresses not only the medical aspects but also the psychosocial well-being of the patient.",
  "authors": [
    {
      "last_name": "Escobar Gil",
      "fore_name": "Tomas",
      "initials": "T",
      "name": "Tomas Escobar Gil",
      "affiliations": [
        "Internal Medicine, University of New Mexico School of Medicine, Albuquerque, USA."
      ]
    },
    {
      "last_name": "Millhuff",
      "fore_name": "Alexandra C",
      "initials": "AC",
      "name": "Alexandra C Millhuff",
      "affiliations": [
        "Internal Medicine, University of New Mexico School of Medicine, Albuquerque, USA."
      ]
    },
    {
      "last_name": "Gbadamosi Muhammad",
      "fore_name": "Satya A",
      "initials": "SA",
      "name": "Satya A Gbadamosi Muhammad",
      "affiliations": [
        "Internal Medicine, University of New Mexico Hospital, Albuquerque, USA."
      ]
    },
    {
      "last_name": "Akes",
      "fore_name": "Lucas K",
      "initials": "LK",
      "name": "Lucas K Akes",
      "affiliations": [
        "Internal Medicine, University of New Mexico School of Medicine, Albuquerque, USA."
      ]
    },
    {
      "last_name": "Joshi",
      "fore_name": "Saumya",
      "initials": "S",
      "name": "Saumya Joshi",
      "affiliations": [
        "Internal Medicine, Civil Hospital Ahmedabad, Ahmedabad, IND."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron J",
      "initials": "AJ",
      "name": "Aaron J Jones",
      "affiliations": [
        "Internal Medicine, University of New Mexico School of Medicine, Albuquerque, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "15",
    "issue": "11",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "e48569",
  "pages": "e48569",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38073983",
    "pmc": "PMC10710267",
    "doi": "10.7759/cureus.48569"
  },
  "doi": "10.7759/cureus.48569",
  "pmc_id": "PMC10710267",
  "dates": {
    "revised": "2023-12-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.719816",
    "pmid": "38073983"
  }
}