{
  "pmid": "38078565",
  "uid": "38078565",
  "title": "Mothers' and birthing parents' experiences with 1-day cognitive behavioural therapy-based workshops for postpartum depression: A descriptive qualitative study.",
  "abstract": "UNLABELLED: WHAT IS KNOWN ABOUT THE SUBJECT?: One in five mothers and birthing parents are affected by postpartum depression (PPD), yet only a small proportion of those with PPD receive treatment. Given cost and accessibility barriers to treatment, brief therapies (e.g. 1 day) could help address PPD on a large scale, though understanding participants' unique experiences with this novel treatment will help guide its refinement and use. WHAT THIS PAPER ADDS TO EXISTING KNOWLEDGE?: This paper describes the experiences, perspectives and satisfaction of participants who attended a 1-day workshop for PPD. Participants appreciate being taught practical techniques and the receipt of social support from facilitators and other attendees in the group setting, while some recommended further 'booster sessions' to enhance effectiveness. WHAT ARE THE IMPLICATIONS FOR PRACTICE?: One-day CBT-based workshops may be an effective, low-intensity treatment option that provides helpful skills and builds social networks for individuals with PPD. Additional post-workshop booster sessions may enhance participant satisfaction with this new treatment by providing a reinforcement of their learning and an opportunity to re-connect with other birthing parents. ABSTRACT: INTRODUCTION: Postpartum depression (PPD) affects up to one in five mothers and birthing parents. Understanding their perceptions of therapeutic interventions is key to their effectiveness and scalability. AIM: The aim of the study was to understand participants' experiences attending an in-person or online 1-day cognitive behavioural therapy (CBT)-based workshop for PPD and compare their experiences participating in either modality. METHOD: This descriptive qualitative study was embedded in two separate randomized controlled trials evaluating the effectiveness of 1-day CBT-based workshops for PPD delivered in-person or online. Responses were provided by 94 in-person and 95 online participants about their experiences. Content analysis was used to code and categorize the data. RESULTS: Participants appreciated learning skills to improve PPD symptoms and joining a community of individuals with shared experiences. Integrating practical coping techniques after the workshop was reported to be most useful, though some wanted additional post-workshop support. Online participants identified additional barriers to workshop engagement. DISCUSSION: Participants who attended either workshop found them to be valuable and effective. Participants valued psychoeducation, social connections and applying practical CBT techniques. IMPLICATIONS FOR PRACTICE: One-day CBT-based workshops may be an accessible treatment option for individuals with PPD, providing new skills and social support, though some prefer to receive additional post-workshop support.",
  "authors": [
    {
      "last_name": "Varambally",
      "fore_name": "Meghna",
      "initials": "M",
      "name": "Meghna Varambally",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-6609-9686"
    },
    {
      "last_name": "Layton",
      "fore_name": "Haley",
      "initials": "H",
      "name": "Haley Layton",
      "affiliations": [
        "Health Research Methodology Graduate Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of psychiatric and mental health nursing",
    "iso_abbreviation": "J Psychiatr Ment Health Nurs",
    "issn": "1365-2850",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "507",
  "end_page": "514",
  "pages": "507-514",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Humans",
    "Cognitive Behavioral Therapy",
    "Depression, Postpartum",
    "Education",
    "Mothers",
    "Parents",
    "Patient Satisfaction",
    "Psychotherapy, Brief",
    "Qualitative Research",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "38078565",
    "doi": "10.1111/jpm.13007"
  },
  "doi": "10.1111/jpm.13007",
  "dates": {
    "completed": "2024-07-02",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.160343",
    "pmid": "38078565"
  }
}