{
  "pmid": "38081512",
  "uid": "38081512",
  "title": "Indigenizing Cardiac Rehabilitation: The Role for Cultural Adaptation.",
  "abstract": "Cardiac rehabilitation (CR) is an integral component of cardiovascular care, which reduces morbidity and mortality, and improves quality of life. Largely as a result of Canada's colonial history, Indigenous communities face higher rates of cardiovascular morbidity and mortality. Indigenous Peoples in Canada have a unique cultural, historical, and geographic context that limits access to high-quality cardiovascular care, including CR, which has traditionally been delivered in an urban, hospital-based setting. Culturally adapted, holistic exercise and diet programs and CR programs have been successful in Canada, Australia, and New Zealand, demonstrating acceptability to the community, safety, and improvements in cardiovascular risk factors. Key components of a successful culturally adapted CR program include program leadership and development by Indigenous community members and key partners, cultural sensitivity training for health care providers and financial and geographic accessibility. Encouragement of traditional practices, including healthy traditional dietary practices, and recognizing land-based activities as exercise have also proved important in the successful delivery of CR in Indigenous communities. This review summarizes the current evidence for culturally adapted CR programming for Indigenous patients, including strategies to engage communities in education on cardiovascular risk-factor optimization and to promote guideline-based exercise and diet through an Indigenous lens.",
  "authors": [
    {
      "last_name": "Marchand",
      "fore_name": "Miles",
      "initials": "M",
      "name": "Miles Marchand",
      "affiliations": [
        "Division of Cardiology, University of British Columbia, Vancouver, British Columbia, Canada; Member of the Syilx Okanagan First Nation, British Columbia, Canada. Electronic address: milesmar@student.ubc.ca."
      ]
    },
    {
      "last_name": "McCallum",
      "fore_name": "Rylan K",
      "initials": "RK",
      "name": "Rylan K McCallum",
      "affiliations": [
        "Centre for Heart and Lung Innovation, University of British Columbia, Vancouver, British Columbia, Canada; Department of Medicine, University of British Columbia, Vancouver, British Columbia, Canada; Member of the Manitoba Métis Federation, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Marchand",
      "fore_name": "Keegan",
      "initials": "K",
      "name": "Keegan Marchand",
      "affiliations": [
        "Member of the Syilx Okanagan First Nation, British Columbia, Canada; Department of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moulson",
      "fore_name": "Nathaniel",
      "initials": "N",
      "name": "Nathaniel Moulson",
      "affiliations": [
        "Division of Cardiology, University of British Columbia, Vancouver, British Columbia, Canada; Centre for Cardiovascular Innovation, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Taylor",
      "fore_name": "Carolyn M",
      "initials": "CM",
      "name": "Carolyn M Taylor",
      "affiliations": [
        "Division of Cardiology, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Dulay",
      "fore_name": "Daisy",
      "initials": "D",
      "name": "Daisy Dulay",
      "affiliations": [
        "Division of Cardiology, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "1069",
  "end_page": "1076",
  "pages": "1069-1076",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Cardiac Rehabilitation",
    "Canada",
    "Culturally Competent Care",
    "Indigenous Canadians"
  ],
  "article_ids": {
    "pubmed": "38081512",
    "doi": "10.1016/j.cjca.2023.12.006",
    "pii": "S0828-282X(23)01977-3"
  },
  "doi": "10.1016/j.cjca.2023.12.006",
  "dates": {
    "completed": "2024-06-09",
    "revised": "2024-08-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.368768",
    "pmid": "38081512"
  }
}