{
  "pmid": "38086432",
  "uid": "38086432",
  "title": "Impact of Antenatal Care Modifications on Gestational Diabetes Outcomes During the COVID-19 Pandemic.",
  "abstract": "BACKGROUND: Many of the adverse outcomes of gestational diabetes mellitus (GDM) are linked to excessive fetal growth, which is strongly mediated by the adequacy of maternal glycemic management. The COVID-19 pandemic led to a rapid adoption of virtual care models. We aimed to compare glycemic management, fetal growth, and perinatal outcomes before and during the COVID-19 pandemic. METHODS: A retrospective cohort study was conducted between 2017 and 2020. Singleton pregnancies complicated by GDM were included in the study. The cohort was stratified into \"before\" and \"during\" COVID-19 subgroups, using March 11, 2020, as the demarcation time point. Women who began their GDM follow-up starting March 11, 2020, and thereafter were allocated to the COVID-19 era, whereas women who delivered before the demarcation point served as the pre-COVID-19 era. The primary outcome was the rate of large-for-gestational-age (LGA) neonates. Secondary outcomes included select maternal and neonatal adverse outcomes. RESULTS: Seven hundred seventy-five women were included in the analysis, of which 187 (24.13%) were followed during the COVID-19 era and 588 (75.87%) before the COVID-19 era. One hundred seventy-one of the 187 women (91.44%) followed during COVID-19 had at least 1 virtual follow-up visit. No virtual follow-up visits occurred before the COVID-19 era. There was no difference in the rate of LGA neonates between groups on both univariate (5.90% vs 7.30%, p=0.5) and multivariate analyses, controlling for age, ethnicity, parity, body mass index, gestational weight gain, chronic hypertension, smoking, and hypertensive disorders in pregnancy (adjusted odds ratio [aOR] 1.11, 95% confidence interval [CI] 0.49 to 2.51, p=0.80). In the multivariate analysis, there was no difference in composite neonatal outcome between groups (GDM diet: aOR 1.40, 95% CI 0.81 to 2.43, p=0.23; GDM medical treatment: aOR 1.20, 95% CI 0.63 to 2.43, p=0.5). CONCLUSIONS: After adjusting for differences in baseline variables, the combined virtual mode of care was not associated with a higher rate of LGA neonates or other adverse perinatal outcomes in women with GDM. Larger studies are needed to better understand the specific impact of virtual care on less common outcomes in pregnancies with GDM.",
  "authors": [
    {
      "last_name": "Berezowsky",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Berezowsky",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada. Electronic address: berezowsky5@gmail.com."
      ]
    },
    {
      "last_name": "Melamed",
      "fore_name": "Nir",
      "initials": "N",
      "name": "Nir Melamed",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynaecology, Sunnybrook Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Murray-Davis",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Murray-Davis",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ray",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Ray",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada; Department of Radiology, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Barrett",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Geary",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Geary",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Colussi-Pelaez",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Colussi-Pelaez",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Berger",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Berger",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of diabetes",
    "iso_abbreviation": "Can J Diabetes",
    "issn": "2352-3840",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Mar"
  },
  "start_page": "125",
  "end_page": "132",
  "pages": "125-132",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Infant, Newborn",
    "Pregnancy",
    "Female",
    "Humans",
    "Diabetes, Gestational",
    "Prenatal Care",
    "Retrospective Studies",
    "Pandemics",
    "COVID-19",
    "Weight Gain",
    "Pregnancy Outcome"
  ],
  "article_ids": {
    "pubmed": "38086432",
    "doi": "10.1016/j.jcjd.2023.12.002",
    "pii": "S1499-2671(23)00721-9"
  },
  "doi": "10.1016/j.jcjd.2023.12.002",
  "dates": {
    "completed": "2024-03-18",
    "revised": "2024-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.100864",
    "pmid": "38086432"
  }
}