{
  "pmid": "38083911",
  "uid": "38083911",
  "title": "Association of vascular endothelial growth factor a gene (VEGFA) polymorphisms, rs699947 and rs1570360, with diabetic retinopathy and altered VEGF secretion in the Pakistani patients with type 2 diabetes mellitus: a casecontrol study.",
  "abstract": "OBJECTIVE: To investigate the association of vascular endothelial growth factor A gene polymorphisms 2578C/A (rs699947) and 1154G/A (rs1570360) with type 2 diabetes mellitus, diabetic retinopathy and serum vascular endothelial growth factor levels in Pakistani patients. METHODS: The case-control study was conducted from Jan 2017 to Dec 2018 after approval from the ethics review board of Riphah International University, Islamabad, Pakistan, and comprised type 2 diabetes mellitus patients of either gender with diabetic retinopathy in group A, and without diabetic retinopathy in group B. Non-diabetic healthy individuals were enrolled in control group C. Genotyping was done by amplification refractory mutation system-polymerase chain reaction and serum vascular endothelial growth factor levels were measured using enzyme-linked immunosorbent assay. Data was analysed using SPSS 22. RESULTS: Of the 450 subjects, 150(33.3%) were in each of the 3 groups. The mean age in group A was 58.16±9.42, in group B 56.25±8.5 years and in group C it was 55.90±10.90. The proportion of Punjabi ethnicity was significantly high in group B compared to other groups (p<0.05). There was no significant association of rs699947 and rs1570360 genotypic and allelic frequencies in group B compared to group A. Further, rs699947 AA genotype was significantly associated with proliferative diabetic retinopathy compared to group A (p<0.05). Minor allele A showed significant association in groups A and B compared to group C (p<0.05). Significantly raised serum vascular endothelial growth factor levels were found in group B compared to group A (p<0.05), and were associated with rs699947 and rs1570360 heterozygosity in group A (p<0.05). Also, rs699947 genotype showed significant association with groups A and B in Punjabi and Pathan ethnicities (p<0.05) and with Kashmiri ethnicity in group B (p<0.05). CONCLUSIONS: There was a strong association of vascular endothelial growth factor 2578C/A (rs699947) gene polymorphism with proliferative diabetic retinopathy in type 2 diabetic Pakistani patients, suggesting its role in the pathogenesis of this condition.",
  "authors": [
    {
      "last_name": "Qayyum",
      "fore_name": "Shazia",
      "initials": "S",
      "name": "Shazia Qayyum",
      "affiliations": [
        "Department of Pathology, Riphah International University, Islamabad,Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Biochemistry, Riphah International University,Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Naveed",
      "fore_name": "Abdul Khaliq",
      "initials": "AK",
      "name": "Abdul Khaliq Naveed",
      "affiliations": [
        "Department of Biochemistry, Riphah International University,Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Butt",
      "fore_name": "Imran Azam",
      "initials": "IA",
      "name": "Imran Azam Butt",
      "affiliations": [
        "Department of Ophthalmology, University of HealthSciences, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Sajjad",
      "fore_name": "Madiha",
      "initials": "M",
      "name": "Madiha Sajjad",
      "affiliations": [
        "Department of Pathology, Riphah International University, Islamabad,Pakistan."
      ]
    },
    {
      "last_name": "Azam",
      "fore_name": "Moiz",
      "initials": "M",
      "name": "Moiz Azam",
      "affiliations": [
        "Department of Biochemistry, Isra University,Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "JPMA. The Journal of the Pakistan Medical Association..",
    "iso_abbreviation": "J Pak Med Assoc",
    "issn": "0030-9982",
    "issn_type": "Print",
    "volume": "73",
    "issue": "12",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "2348",
  "end_page": "2356",
  "pages": "2348-2356",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Middle Aged",
    "Vascular Endothelial Growth Factor A",
    "Pakistan",
    "Case-Control Studies",
    "Polymorphism, Single Nucleotide",
    "Diabetic Retinopathy",
    "Diabetes Mellitus, Type 2",
    "Genotype",
    "Genetic Predisposition to Disease"
  ],
  "article_ids": {
    "pubmed": "38083911",
    "doi": "10.47391/JPMA.6072",
    "pii": "6072/2841"
  },
  "doi": "10.47391/JPMA.6072",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2023-12-16"
  },
  "chemicals": [
    "Vascular Endothelial Growth Factor A",
    "VEGFA protein, human"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.109615",
    "pmid": "38083911"
  }
}