{
  "pmid": "38097331",
  "uid": "38097331",
  "title": "Assessing the Risk of Progression to Kidney Failure in Patients With Autosomal Dominant Polycystic Kidney Disease.",
  "abstract": "While autosomal dominant polycystic kidney disease (ADPKD) is a dichotomous diagnosis, substantial variability in disease severity exists. Identification of inherited risk through family history, genetic testing, and environmental risk factors through clinical assessment are important components of risk assessment for optimal management of patients with ADPKD. Genetic testing is especially helpful in cases with diagnostic uncertainty, particularly in cases with no apparent family history, in young cases (age less than 25 years) where a definitive diagnosis is sought, or in atypical presentations with early, severe, or discordant findings. Currently, risk assessment in ADPKD may be performed with the use of age-adjusted estimated glomerular filtration rate thresholds, evidence of rapid estimated glomerular filtration rate decline on serial measurements, age- and height-adjusted total kidney volume by Mayo Clinic Imaging Classification, or evidence of early hypertension and urological complications combined with PKD1 or PKD2 mutation class; however, caveats exist with each of these approaches. Fine-tuning of risk stratification with advanced imaging features and biomarkers is the subject of research but is not yet ready for general clinical practice. While conservative treatment strategies will be advised for all patients, those with the greatest rate of disease progression will have the most benefit from aggressive disease-modifying therapy. In this narrative review, we will summarize the evidence behind the clinical assessment and risk stratification of patients with ADPKD.",
  "authors": [
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, St Joseph's Healthcare Hamilton, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kline",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Kline",
      "affiliations": [
        "Mayo Clinic, Department of Radiology and Division of Nephrology and Hypertension, Rochester, MN."
      ]
    },
    {
      "last_name": "Pei",
      "fore_name": "York",
      "initials": "Y",
      "name": "York Pei",
      "affiliations": [
        "Division of Nephrology, Toronto General Hospital, University Health Network, University of Toronto, Toronto, Ontario, Canada. Electronic address: york.pei@uhn.ca."
      ]
    }
  ],
  "journal": {
    "title": "Advances in kidney disease and health",
    "iso_abbreviation": "Adv Kidney Dis Health",
    "issn": "2949-8139",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "407",
  "end_page": "416",
  "pages": "407-416",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Adult",
    "Polycystic Kidney, Autosomal Dominant",
    "TRPP Cation Channels",
    "Mutation",
    "Kidney",
    "Renal Insufficiency"
  ],
  "article_ids": {
    "pubmed": "38097331",
    "doi": "10.1053/j.akdh.2023.06.002",
    "pii": "S2949-8139(23)00059-9"
  },
  "doi": "10.1053/j.akdh.2023.06.002",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2024-06-28"
  },
  "chemicals": [
    "TRPP Cation Channels"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:34:45.728606",
    "pmid": "38097331"
  }
}