{
  "pmid": "38098023",
  "uid": "38098023",
  "title": "Methods and guidance on conducting, reporting, publishing, and appraising living systematic reviews: a scoping review.",
  "abstract": "BACKGROUND AND OBJECTIVE: The living systematic review (LSR) approach is based on ongoing surveillance of the literature and continual updating. Most currently available guidance documents address the conduct, reporting, publishing, and appraisal of systematic reviews (SRs), but are not suitable for LSRs per se and miss additional LSR-specific considerations. In this scoping review, we aim to systematically collate methodological guidance literature on how to conduct, report, publish, and appraise the quality of LSRs and identify current gaps in guidance. METHODS: A standard scoping review methodology was used. We searched MEDLINE (Ovid), EMBASE (Ovid), and The Cochrane Library on August 28, 2021. As for searching gray literature, we looked for existing guidelines and handbooks on LSRs from organizations that conduct evidence syntheses. The screening was conducted by two authors independently in Rayyan, and data extraction was done in duplicate using a pilot-tested data extraction form in Excel. Data was extracted according to four pre-defined categories for (i) conducting, (ii) reporting, (iii) publishing, and (iv) appraising LSRs. We mapped the findings by visualizing overview tables created in Microsoft Word. RESULTS: Of the 21 included papers, methodological guidance was found in 17 papers for conducting, in six papers for reporting, in 15 papers for publishing, and in two papers for appraising LSRs. Some of the identified key items for (i) conducting LSRs were identifying the rationale, screening tools, or re-revaluating inclusion criteria. Identified items of (ii) the original PRISMA checklist included reporting the registration and protocol, title, or synthesis methods. For (iii) publishing, there was guidance available on publication type and frequency or update trigger, and for (iv) appraising, guidance on the appropriate use of bias assessment or reporting funding of included studies was found. Our search revealed major evidence gaps, particularly for guidance on certain PRISMA items such as reporting results, discussion, support and funding, and availability of data and material of a LSR. CONCLUSION: Important evidence gaps were identified for guidance on how to report in LSRs and appraise their quality. Our findings were applied to inform and prepare a PRISMA 2020 extension for LSR.",
  "authors": [
    {
      "last_name": "Iannizzi",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Iannizzi",
      "affiliations": [
        "Institute of Population Health, Faculty of Medicine and University Hospital Cologne, University of Cologne, Cologne, Germany. claire.iannizzi@uk-koeln.de."
      ],
      "orcid": "0000-0002-6130-5997"
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, American University of Beirut, Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Anslinger",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Anslinger",
      "affiliations": [
        "Evidence-Based Medicine, Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Duesseldorf, Faculty of Medicine, University Hospital Cologne, University of Cologne, Kerpener Str. 62, 50937, Cologne, Germany."
      ]
    },
    {
      "last_name": "Weibel",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Weibel",
      "affiliations": [
        "Department of Anaesthesiology, Intensive Care, Emergency and Pain Medicine, University Hospital Würzburg, Würzburg, Germany."
      ]
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Editorial and Methods Department, Cochrane Central Executive, Cochrane, St Albans House, 57-59 Haymarket, London, SW1Y 4QX, UK."
      ]
    },
    {
      "last_name": "Aminat",
      "fore_name": "Abina Mosunmola",
      "initials": "AM",
      "name": "Abina Mosunmola Aminat",
      "affiliations": [
        "Rafic Hariri School of Nursing, American University of Beirut, Riad El Solh, P.O. Box 11-0236, Beirut, 1107 2020, Lebanon."
      ]
    },
    {
      "last_name": "Piechotta",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa Piechotta",
      "affiliations": [
        "Evidence-Based Medicine, Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Duesseldorf, Faculty of Medicine, University Hospital Cologne, University of Cologne, Kerpener Str. 62, 50937, Cologne, Germany."
      ]
    },
    {
      "last_name": "Skoetz",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Skoetz",
      "affiliations": [
        "Institute of Population Health, Faculty of Medicine and University Hospital Cologne, University of Cologne, Cologne, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "14"
  },
  "start_page": "238",
  "pages": "238",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Publishing",
    "Bias",
    "Checklist",
    "Research Report",
    "MEDLINE",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "38098023",
    "pmc": "PMC10722674",
    "doi": "10.1186/s13643-023-02396-x",
    "pii": "10.1186/s13643-023-02396-x"
  },
  "doi": "10.1186/s13643-023-02396-x",
  "pmc_id": "PMC10722674",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "01KX2021",
      "agency": "Bundesministerium für Bildung und Forschung"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.256710",
    "pmid": "38098023"
  }
}