{
  "pmid": "38096645",
  "uid": "38096645",
  "title": "Role of ultrasonography in the diagnosis of endometriosis in infertile women: Ovarian endometrioma, deep endometriosis, and superficial endometriosis.",
  "abstract": "Endometriosis is a complex chronic inflammatory process characterised by the presence of endometrial-like glandular tissue outside the uterine cavity, typically within the pelvic structures. This condition affects up to 10-15 % of women and those assigned female at birth, and can result in chronic pelvic pain and in/subfertility. Treatment goals include medical, surgical options and alternative therapies. Transvaginal ultrasound (TVUS) is the currently recommended first line investigation for endometriosis with magnetic resonance imaging (MRI) reserved for those with equivocal ultrasound findings. In this paper, we aim to outline the commonly seen sonographic appearances of endometriosis divided into anterior, middle and posterior pelvic compartments. Limitations to ultrasound imaging include high operator dependence and patient factors. New imaging techniques and research into the utility of artificial intelligence (AI) into the detection of endometriosis is currently underway, with possibility of reduced diagnostic delay and better patient outcomes.",
  "authors": [
    {
      "last_name": "Tan",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Tan",
      "affiliations": [
        "Fiona Stanley Hospital, Murdoch, Western Australia, Australia. Electronic address: sammietan@gmail.com."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Canada; Robinson Research Institute, University of Adelaide, Adelaide, Australia. Electronic address: leonam@mcmaster.ca."
      ]
    },
    {
      "last_name": "Lo",
      "fore_name": "Glen",
      "initials": "G",
      "name": "Glen Lo",
      "affiliations": [
        "Sir Charles Gairdner Hospital, Perth, Western Australia, Australia; Curtin University Medical School, Perth, Western Australia, Australia; Western Ultrasound for Women, Perth, Western Australia, Australia. Electronic address: glen.lo@health.wa.gov.au."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Emmeline",
      "initials": "E",
      "name": "Emmeline Lee",
      "affiliations": [
        "Sir Charles Gairdner Hospital, Perth, Western Australia, Australia; Western Ultrasound for Women, Perth, Western Australia, Australia. Electronic address: emmelinehlee@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Best practice & research. Clinical obstetrics & gynaecology",
    "iso_abbreviation": "Best Pract Res Clin Obstet Gynaecol",
    "issn": "1532-1932",
    "issn_type": "Electronic",
    "volume": "92",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "102450",
  "pages": "102450",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Endometriosis",
    "Infertility, Female",
    "Artificial Intelligence",
    "Delayed Diagnosis",
    "Ultrasonography",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "38096645",
    "doi": "10.1016/j.bpobgyn.2023.102450",
    "pii": "S1521-6934(23)00157-8"
  },
  "doi": "10.1016/j.bpobgyn.2023.102450",
  "dates": {
    "completed": "2024-02-06",
    "revised": "2025-01-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.182824",
    "pmid": "38096645"
  }
}