{
  "pmid": "38105564",
  "uid": "38105564",
  "title": "The correlation between sadomasochists' experience and their sadomasochistic behaviors and fantasies: A qualitative analysis of interviews.",
  "abstract": "Lacking a comprehensive understanding of sadomasochism makes difficulties in judicial dispositions, clinical interventions, and mental health services. This study explores the correlation between sadomasochists' growth experience and their sadomasochistic behaviors and fantasies. We interviewed 51 sadomasochists from a Chinese subcultural website, coded and analyzed the interview records, conducted correlation and cluster analyses on the reference points of the nodes of impressive experience and sadomasochistic behaviors and fantasies, and constructed the model of Experience-Behaviors and Fantasies. We found that sadomasochists' typical impressive experiences are family parenting and sexual experience; sadomasochistic behaviors and fantasies can be classified into five categories: spirit, punishment, sex, canine, and excretion; and sadomasochistic behaviors and fantasies are partially correlated with sadomasochists' impressive experiences, indicating psychoanalytic theory is the leading theory for the driving processes of sadomasochism, while behaviorist and Gestalt theories also contribute.",
  "authors": [
    {
      "last_name": "Liang",
      "fore_name": "Wanying",
      "initials": "W",
      "name": "Wanying Liang",
      "affiliations": [
        "Key Laboratory of Mental Health, Institute of Psychology, Chinese Academy of Sciences, Beijing, China.",
        "Department of Psychology, University of Chinese Academy of Sciences, Beijing, China."
      ],
      "orcid": "0000-0003-3583-6054"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Key Laboratory of Mental Health, Institute of Psychology, Chinese Academy of Sciences, Beijing, China."
      ],
      "orcid": "0000-0002-3905-0764"
    }
  ],
  "journal": {
    "title": "PsyCh journal",
    "iso_abbreviation": "Psych J",
    "issn": "2046-0260",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "295",
  "end_page": "321",
  "pages": "295-321",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Dogs",
    "Humans",
    "Fantasy",
    "Sadism",
    "Sexual Behavior",
    "Masochism",
    "Psychoanalytic Theory"
  ],
  "article_ids": {
    "pubmed": "38105564",
    "pmc": "PMC10990812",
    "doi": "10.1002/pchj.706"
  },
  "doi": "10.1002/pchj.706",
  "pmc_id": "PMC10990812",
  "dates": {
    "completed": "2024-04-05",
    "revised": "2024-04-06"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "71073156",
      "agency": "The National Foundation of Natural Science of China"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.636756",
    "pmid": "38105564"
  }
}