{
  "pmid": "38107159",
  "uid": "38107159",
  "title": "The Good and the Bad of SHROOM3 in Kidney Development and Disease: A Narrative Review.",
  "abstract": "PURPOSE OF REVIEW: Multiple large-scale genome-wide association meta-analyses studies have reliably identified an association between genetic variants within the SHROOM3 gene and chronic kidney disease. This association extends to alterations in known markers of kidney disease including baseline estimated glomerular filtration rate, urinary albumin-to-creatinine ratio, and blood urea nitrogen. Yet, an understanding of the molecular mechanisms behind the association of SHROOM3 and kidney disease remains poorly communicated. We conducted a narrative review to summarize the current state of literature regarding the genetic and molecular relationships between SHROOM3 and kidney development and disease. SOURCES OF INFORMATION: PubMed, PubMed Central, SCOPUS, and Web of Science databases, as well as review of references from relevant studies and independent Google Scholar searches to fill gaps in knowledge. METHODS: A comprehensive narrative review was conducted to explore the molecular mechanisms underlying SHROOM3 and kidney development, function, and disease. KEY FINDINGS: SHROOM3 is a unique protein, as it is the only member of the SHROOM group of proteins that regulates actin dynamics through apical constriction and apicobasal cell elongation. It holds a dichotomous role in the kidney, as subtle alterations in SHROOM3 expression and function can be both pathological and protective toward kidney disease. Genome-wide association studies have identified genetic variants near the transcription start site of the SHROOM3 gene associated with chronic kidney disease. SHROOM3 also appears to protect the glomerular structure and function in conditions such as focal segmental glomerulosclerosis. However, little is known about the exact mechanisms by which this protection occurs, which is why SHROOM3 binding partners remain an opportunity for further investigation. LIMITATIONS: Our search was limited to English articles. No structured assessment of study quality was performed, and selection bias of included articles may have occurred. As we discuss future directions and opportunities, this narrative review reflects the academic views of the authors.",
  "authors": [
    {
      "last_name": "Paul",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Paul",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0009-0006-9172-3360"
    },
    {
      "last_name": "Lawlor",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Lawlor",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3119-6520"
    },
    {
      "last_name": "Cunanan",
      "fore_name": "Kristina",
      "initials": "K",
      "name": "Kristina Cunanan",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gaheer",
      "fore_name": "Pukhraj S",
      "initials": "PS",
      "name": "Pukhraj S Gaheer",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kalra",
      "fore_name": "Aditya",
      "initials": "A",
      "name": "Aditya Kalra",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Napoleone",
      "fore_name": "Melody",
      "initials": "M",
      "name": "Melody Napoleone",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5750-6286"
    },
    {
      "last_name": "Bridgewater",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren Bridgewater",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2023"
  },
  "start_page": "20543581231212038",
  "pages": "20543581231212038",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38107159",
    "pmc": "PMC10722951",
    "doi": "10.1177/20543581231212038",
    "pii": "10.1177_20543581231212038"
  },
  "doi": "10.1177/20543581231212038",
  "pmc_id": "PMC10722951",
  "dates": {
    "revised": "2023-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:34:45.729248",
    "pmid": "38107159"
  }
}