{
  "pmid": "38108415",
  "uid": "38108415",
  "title": "Contemporary Clinical Perspectives on Targeting Remission of Type 2 Diabetes.",
  "abstract": "It has long been known that some patients with type 2 diabetes (T2DM) can experience sustained metabolic improvement to near-normal levels of glycemia either spontaneously or after medical intervention. Now recognized as remission of diabetes, this intriguing state is currently more feasible than ever before due to profound advances in metabolic surgery, pharmacologic therapy, and regimens of lifestyle modification. This enhanced capacity to induce remission has revealed new pathophysiologic insights, including the presence of a reversible component of the pancreatic beta-cell dysfunction that otherwise drives the chronic progressive nature of T2DM. In doing so, it has changed the therapeutic landscape by offering new potential management objectives and considerations for patients and providers. However, the excitement around these developments must also be tempered by the sobering realities of our current understanding of remission, including the recognition that this condition may not be permanent (resulting in glycemic relapse over time) and that beta-cell function may not be normalized in the setting of remission. These limitations highlight both the many gaps in our current understanding of remission and the caution with which clinical discussions must be handled for clear patient-directed communication of the pros and cons of targeting this outcome in practice. In this mini-review, we consider this rapidly growing literature, including its implications and its limitations, and thereby seek to provide objective balanced perspectives on targeting remission of T2DM in current clinical care.",
  "authors": [
    {
      "last_name": "Retnakaran",
      "fore_name": "Ravi",
      "initials": "R",
      "name": "Ravi Retnakaran",
      "affiliations": [
        "Leadership Sinai Centre for Diabetes, Mount Sinai Hospital, Toronto, ON M5T 3L9, Canada.",
        "Division of Endocrinology, University of Toronto, Toronto, ON M5S 3H2, Canada.",
        "Lunenfeld-Tanenbaum Research Institute, Mount Sinai Hospital, Toronto, ON M5G 1X5, Canada."
      ],
      "orcid": "0000-0003-1989-027X"
    },
    {
      "last_name": "Kashyap",
      "fore_name": "Sangeeta R",
      "initials": "SR",
      "name": "Sangeeta R Kashyap",
      "affiliations": [
        "Division of Endocrinology, Diabetes, and Metabolism, New York Presbyterian-Weill Cornell Medicine, New York, NY 10021, USA."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Division of Endocrinology, McMaster University, Hamilton, ON L8S 4K1, Canada."
      ],
      "orcid": "0000-0001-8072-2836"
    },
    {
      "last_name": "Aroda",
      "fore_name": "Vanita R",
      "initials": "VR",
      "name": "Vanita R Aroda",
      "affiliations": [
        "Division of Endocrinology, Diabetes & Hypertension, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of clinical endocrinology and metabolism",
    "iso_abbreviation": "J Clin Endocrinol Metab",
    "issn": "1945-7197",
    "issn_type": "Electronic",
    "volume": "109",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "Apr",
    "pub_day": "19"
  },
  "start_page": "1179",
  "end_page": "1188",
  "pages": "1179-1188",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Diabetes Mellitus, Type 2",
    "Blood Glucose",
    "Remission Induction",
    "Bariatric Surgery",
    "Insulin",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "38108415",
    "doi": "10.1210/clinem/dgad746",
    "pii": "7477104"
  },
  "doi": "10.1210/clinem/dgad746",
  "dates": {
    "completed": "2024-04-22",
    "revised": "2024-04-22"
  },
  "chemicals": [
    "Blood Glucose",
    "Insulin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.754039",
    "pmid": "38108415"
  }
}