{
  "pmid": "38101929",
  "uid": "38101929",
  "title": "Management of chronic pain associated with temporomandibular disorders: a clinical practice guideline.",
  "abstract": "CLINICAL QUESTION: What is the comparative effectiveness of available therapies for chronic pain associated with temporomandibular disorders (TMD)? CURRENT PRACTICE: TMD are the second most common musculoskeletal chronic pain disorder after low back pain, affecting 6-9% of adults globally. TMD are associated with pain affecting the jaw and associated structures and may present with headaches, earache, clicking, popping, or crackling sounds in the temporomandibular joint, and impaired mandibular function. Current clinical practice guidelines are largely consensus-based and provide inconsistent recommendations. RECOMMENDATIONS: For patients living with chronic pain (≥3 months) associated with TMD, and compared with placebo or sham procedures, the guideline panel issued: (1) strong recommendations in favour of cognitive behavioural therapy (CBT) with or without biofeedback or relaxation therapy, therapist-assisted mobilisation, manual trigger point therapy, supervised postural exercise, supervised jaw exercise and stretching with or without manual trigger point therapy, and usual care (such as home exercises, stretching, reassurance, and education); (2) conditional recommendations in favour of manipulation, supervised jaw exercise with mobilisation, CBT with non-steroidal anti-inflammatory drugs (NSAIDS), manipulation with postural exercise, and acupuncture; (3) conditional recommendations against reversible occlusal splints (alone or in combination with other interventions), arthrocentesis (alone or in combination with other interventions), cartilage supplement with or without hyaluronic acid injection, low level laser therapy (alone or in combination with other interventions), transcutaneous electrical nerve stimulation, gabapentin, botulinum toxin injection, hyaluronic acid injection, relaxation therapy, trigger point injection, acetaminophen (with or without muscle relaxants or NSAIDS), topical capsaicin, biofeedback, corticosteroid injection (with or without NSAIDS), benzodiazepines, and β blockers; and (4) strong recommendations against irreversible oral splints, discectomy, and NSAIDS with opioids. HOW THIS GUIDELINE WAS CREATED: An international guideline development panel including patients, clinicians with content expertise, and methodologists produced these recommendations in adherence with standards for trustworthy guidelines using the GRADE approach. The MAGIC Evidence Ecosystem Foundation (MAGIC) provided methodological support. The panel approached the formulation of recommendations from the perspective of patients, rather than a population or health system perspective. THE EVIDENCE: Recommendations are informed by a linked systematic review and network meta-analysis summarising the current body of evidence for benefits and harms of conservative, pharmacologic, and invasive interventions for chronic pain secondary to TMD. UNDERSTANDING THE RECOMMENDATION: These recommendations apply to patients living with chronic pain (≥3 months duration) associated with TMD as a group of conditions, and do not apply to the management of acute TMD pain. When considering management options, clinicians and patients should first consider strongly recommended interventions, then those conditionally recommended in favour, then conditionally against. In doing so, shared decision making is essential to ensure patients make choices that reflect their values and preference, availability of interventions, and what they may have already tried. Further research is warranted and may alter recommendations in the future.",
  "authors": [
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Michael G DeGroote National Pain Centre, McMaster University, Hamilton ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Casassus",
      "fore_name": "Rodrigo",
      "initials": "R",
      "name": "Rodrigo Casassus",
      "affiliations": [
        "Orofacial Pain Unit, Maxillo-Facial Department, Clínica Alemana de Santiago, Universidad del Desarrollo, Santiago, Chile."
      ]
    },
    {
      "last_name": "Carrasco-Labra",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso Carrasco-Labra",
      "affiliations": [
        "Center for Integrative Global Oral Health, University of Pennsylvania, School of Dental Medicine, Philadelphia PA, USA."
      ]
    },
    {
      "last_name": "Durham",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Durham",
      "affiliations": [
        "School of Dental Sciences, Newcastle University, UK."
      ]
    },
    {
      "last_name": "Mock",
      "fore_name": "David",
      "initials": "D",
      "name": "David Mock",
      "affiliations": [
        "Faculty of Dentistry and Mount Sinai Hospital, University of Toronto, Canada."
      ]
    },
    {
      "last_name": "Zakrzewska",
      "fore_name": "Joanna M",
      "initials": "JM",
      "name": "Joanna M Zakrzewska",
      "affiliations": [
        "Royal National ENT &Eastman Dental Hospitals University College London Hospitals, London, UK."
      ]
    },
    {
      "last_name": "Palmer",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Palmer",
      "affiliations": [
        "Veterans Affairs Canada, Charlottetown, PE, Canada."
      ]
    },
    {
      "last_name": "Samer",
      "fore_name": "Caroline F",
      "initials": "CF",
      "name": "Caroline F Samer",
      "affiliations": [
        "Division of Clinical Pharmacology and Toxicology, Geneva University Hospitals.",
        "Faculty of Medicine, University of Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Coen",
      "fore_name": "Matteo",
      "initials": "M",
      "name": "Matteo Coen",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, University Hospitals of Geneva, Geneva, Switzerland.",
        "Unit of Development and Research in Medical Education, Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Guevremont",
      "fore_name": "Bruno",
      "initials": "B",
      "name": "Bruno Guevremont",
      "affiliations": [
        "The Canadian Veterans Chronic Pain Centre of Excellence, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hoppe",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Hoppe",
      "affiliations": [
        "The Canadian Veterans Chronic Pain Centre of Excellence, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Crandon",
      "fore_name": "Holly N",
      "initials": "HN",
      "name": "Holly N Crandon",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Liang",
      "initials": "L",
      "name": "Liang Yao",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per O",
      "initials": "PO",
      "name": "Per O Vandvik",
      "affiliations": [
        "Department of Medicine, Innlandet Hospital Trust, Gjøvik, Norway."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RAC",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyuba",
      "initials": "L",
      "name": "Lyuba Lytvyn",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Hunskaar",
      "fore_name": "Birk Stokke",
      "initials": "BS",
      "name": "Birk Stokke Hunskaar",
      "affiliations": [
        "Department of Medicine, Innlandet Hospital Trust, Gjøvik, Norway."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton ON, Canada.",
        "Division of General Internal Medicine, Department of Medicine, University Hospitals of Geneva, Geneva, Switzerland.",
        "The MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "383",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "15"
  },
  "start_page": "e076227",
  "pages": "e076227",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Chronic Pain",
    "Hyaluronic Acid",
    "Network Meta-Analysis as Topic",
    "Systematic Reviews as Topic",
    "Temporomandibular Joint Disorders"
  ],
  "article_ids": {
    "pubmed": "38101929",
    "doi": "10.1136/bmj-2023-076227"
  },
  "doi": "10.1136/bmj-2023-076227",
  "dates": {
    "completed": "2024-01-24",
    "revised": "2025-06-20"
  },
  "chemicals": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Hyaluronic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.534304",
    "pmid": "38101929"
  }
}