{
  "pmid": "38101562",
  "uid": "38101562",
  "title": "Noninvasive diagnostic imaging for endometriosis part 1: a systematic review of recent developments in ultrasound, combination imaging, and artificial intelligence.",
  "abstract": "Endometriosis affects 1 in 9 women and those assigned female at birth. However, it takes 6.4 years to diagnose using the conventional standard of laparoscopy. Noninvasive imaging enables a timelier diagnosis, reducing diagnostic delay as well as the risk and expense of surgery. This review updates the exponentially increasing literature exploring the diagnostic value of endometriosis specialist transvaginal ultrasound (eTVUS), combinations of eTVUS and specialist magnetic resonance imaging, and artificial intelligence. Concentrating on literature that emerged after the publication of the IDEA consensus in 2016, we identified 6192 publications and reviewed 49 studies focused on diagnosing endometriosis using emerging imaging techniques. The diagnostic performance of eTVUS continues to improve but there are still limitations. eTVUS reliably detects ovarian endometriomas, shows high specificity for deep endometriosis and should be considered diagnostic. However, a negative scan cannot preclude endometriosis as eTVUS shows moderate sensitivity scores for deep endometriosis, with the sonographic evaluation of superficial endometriosis still in its infancy. The fast-growing area of artificial intelligence in endometriosis detection is still evolving, but shows great promise, particularly in the area of combined multimodal techniques. We finalize our commentary by exploring the implications of practice change for surgeons, sonographers, radiologists, and fertility specialists. Direct benefits for endometriosis patients include reduced diagnostic delay, better access to targeted therapeutics, higher quality operative procedures, and improved fertility treatment plans.",
  "authors": [
    {
      "last_name": "Avery",
      "fore_name": "Jodie C",
      "initials": "JC",
      "name": "Jodie C Avery",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia. Electronic address: Jodie.avery@adelaide.edu.au."
      ]
    },
    {
      "last_name": "Deslandes",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Deslandes",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia."
      ]
    },
    {
      "last_name": "Freger",
      "fore_name": "Shay M",
      "initials": "SM",
      "name": "Shay M Freger",
      "affiliations": [
        "Department of Obstetrics and Gynecology McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; Department of Obstetrics and Gynecology McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lo",
      "fore_name": "Glen",
      "initials": "G",
      "name": "Glen Lo",
      "affiliations": [
        "Curtin Medical School, Curtin University, Perth, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Carneiro",
      "fore_name": "Gustavo",
      "initials": "G",
      "name": "Gustavo Carneiro",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; Centre for Vision, Speech and Signal Processing (CVSSP), School of Computer Science and Electronic Engineering, University of Surrey, Guildford, United Kingdom."
      ]
    },
    {
      "last_name": "Condous",
      "fore_name": "G",
      "initials": "G",
      "name": "G Condous",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; Gynaecology Department, Omni Ultrasound and Gynaecological Care, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Hull",
      "fore_name": "Mary Louise",
      "initials": "ML",
      "name": "Mary Louise Hull",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; Gynaecology Department, Embrace Fertility, Adelaide, South Australia, Australia."
      ]
    },
    {
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Fertility and sterility",
    "iso_abbreviation": "Fertil Steril",
    "issn": "1556-5653",
    "issn_type": "Electronic",
    "volume": "121",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "164",
  "end_page": "188",
  "pages": "164-188",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Endometriosis",
    "Female",
    "Artificial Intelligence",
    "Ultrasonography",
    "Magnetic Resonance Imaging",
    "Multimodal Imaging",
    "Predictive Value of Tests"
  ],
  "article_ids": {
    "pubmed": "38101562",
    "doi": "10.1016/j.fertnstert.2023.12.008",
    "pii": "S0015-0282(23)02075-7"
  },
  "doi": "10.1016/j.fertnstert.2023.12.008",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.183088",
    "pmid": "38101562"
  }
}