{
  "pmid": "38101456",
  "uid": "38101456",
  "title": "Focusing on Provider Quality Measurement: Continued Consensus and Feasibility Testing of Practice-Based Quality Measures for Primary Care Providers in Long-Term Care.",
  "abstract": "Medical providers in long-term care (LTC) use a unique skillset in delivering comprehensive resident care. Publicly reported quality measures (QMs) do not directly emphasize medical provider competency and their role in care. The impact of providers is understudied and to a large extent, unknown. Our objective was to define, test, and validate QMs to pragmatically measure the practice-based quality of medical providers in a pilot study. We included 7 North American LTC homes with data from practicing medical providers for LTC residents. We engaged in a 4-phased approach. In phase 1, experts rated 95 candidate QMs using 5 pragmatic-focused criteria in a RAND-modified Delphi process. Phase 2 involved specifying 37 QMs for collection (4 QMs were dropped during pilot testing). We created an abstraction manual and data collection tool for all QMs. Phase 3 involved a retrospective chart review in 7 LTC homes on 33 QMs with trained data abstractors. Data were sufficient to analyze performance for 26 QMs. Lastly, in phase 4 results and psychometric properties were reviewed with an expert panel. They ranked the tested measures for validity and feasibility for use by a nonphysician auditor to evaluate medical provider performance based on medical record review. In total, we examined data from 343 resident charts from 7 LTC homes and 49 providers. Our process yielded 10 QMs as being specified for measurement, feasible to collect, and had good test performance. This is the only study to systematically identify a subset of QMs for feasible collection from the medical record by various data collectors. This pragmatic approach to measuring practice-based quality and quantifying select medical provider competencies allows for the evaluation of individual and facility-level performance and facilitates quality improvement initiatives. Future work should perform broader testing and validate and refine operationalized QMs.",
  "authors": [
    {
      "last_name": "Dash",
      "fore_name": "Darly",
      "initials": "D",
      "name": "Darly Dash",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Moser",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Moser",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada; Senior Services and Long-Term Care Division, City of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Feldman",
      "fore_name": "Sid",
      "initials": "S",
      "name": "Sid Feldman",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada; Baycrest Health Sciences, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Saliba",
      "fore_name": "Debra",
      "initials": "D",
      "name": "Debra Saliba",
      "affiliations": [
        "University of California Los Angeles, Borun Center at David Geffen School of Medicine, Los Angeles, CA, USA; Geriatric Research, Education, and Clinical Centers, Veterans Administration, Los Angeles, CA, USA; RAND Corporation, Santa Monica, CA, USA."
      ]
    },
    {
      "last_name": "Bakaev",
      "fore_name": "Innokentiy",
      "initials": "I",
      "name": "Innokentiy Bakaev",
      "affiliations": [
        "Department of Medicine, Hebrew SeniorLife, Boston, MA, USA; Harvard Medical School, Harvard University, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Smalbrugge",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Smalbrugge",
      "affiliations": [
        "Department of Medicine for Older People, Amsterdam University Medical Centers, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Robert",
      "fore_name": "Benoît",
      "initials": "B",
      "name": "Benoît Robert",
      "affiliations": [
        "Perley Health, Ottawa, ON, Canada; Faculty of Medicine, University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Karuza",
      "fore_name": "Jurgis",
      "initials": "J",
      "name": "Jurgis Karuza",
      "affiliations": [
        "Division of Geriatrics, University of Rochester School of Medicine and Dentistry, Rochester, NY, USA."
      ]
    },
    {
      "last_name": "Heckman",
      "fore_name": "George",
      "initials": "G",
      "name": "George Heckman",
      "affiliations": [
        "School of Public Health Sciences, Faculty of Health, University of Waterloo, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Paul R",
      "initials": "PR",
      "name": "Paul R Katz",
      "affiliations": [
        "Department of Geriatrics, College of Medicine, Florida State University, Tallahassee, FL, USA."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Centre for Integrated Care, St. Joseph's Health System, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: acosta@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "189",
  "end_page": "194",
  "pages": "189-194",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Long-Term Care",
    "Nursing Homes",
    "Quality Indicators, Health Care",
    "Retrospective Studies",
    "Pilot Projects",
    "Feasibility Studies",
    "Consensus",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "38101456",
    "doi": "10.1016/j.jamda.2023.10.024",
    "pii": "S1525-8610(23)00918-0"
  },
  "doi": "10.1016/j.jamda.2023.10.024",
  "dates": {
    "completed": "2024-02-05",
    "revised": "2024-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.378710",
    "pmid": "38101456"
  }
}