{
  "pmid": "38107927",
  "uid": "38107927",
  "title": "Silk Fibroin Improves the Biological Properties of Egg White-Based Bioink for the Bioprinting of Tissue Engineering Materials.",
  "abstract": "Egg white (EW) is a common nutritious food with excellent heat gelation and biocompatibility, but its application in biomaterials is considerably limited. Silk fibroin (SF) is a protein-based fiber with both excellent mechanical properties and biocompatibility, and its application in biomaterials has attracted much attention. Here, the EW/SF composite scaffold was first synthesized with GMA-modified EW/SF composite bioink (G-EW/SF). When homogenized EW and SF were individually grafted with glycidyl methacrylate (GMA), the grafted EW (G-EW) and SF (G-SF) were mixed in different proportions and then added to I2959. The resulting G-EW/SF composite bioink could be bioprinted into various EW/SF composite scaffolds. Among them, the compressive modulus of EW/SF (50%) composite scaffolds incorporating 50% G-SF was significantly improved. It had a three-dimensional (3D) polypore structure with an average pore size of 61 μm and was mainly composed of β-sheet structures. Compared with the EW scaffold alone, the thermal decomposition temperature of the EW/SF scaffold was 10 °C higher, and the residual rate after 9 days of enzymatic hydrolysis had increased by about 18%. The scaffold prolonged the sustained release of insulin and promoted the adhesion, growth, and proliferation of the L-929 cells. Therefore, the EW/SF composite scaffolds with good cell proliferation ability and certain mechanical properties can be used in different applications including cells, drugs, and tissues. These results provide new prospects for the application of the EW protein to medical tissue engineering materials.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Hai-Yan",
      "initials": "HY",
      "name": "Hai-Yan Wang",
      "affiliations": [
        "Stomatology Department, The People's Hospital of Suzhou New District, Suzhou 215000, P. R. China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Shu-Xiang",
      "initials": "SX",
      "name": "Shu-Xiang Zhao",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Medical College, Soochow University, Suzhou 215006, P. R. China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Ji-Xin",
      "initials": "JX",
      "name": "Ji-Xin Li",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Medical College, Soochow University, Suzhou 215006, P. R. China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Medical College, Soochow University, Suzhou 215006, P. R. China."
      ],
      "orcid": "0000-0001-7670-386X"
    }
  ],
  "journal": {
    "title": "ACS omega",
    "iso_abbreviation": "ACS Omega",
    "issn": "2470-1343",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "49",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "12"
  },
  "start_page": "46685",
  "end_page": "46696",
  "pages": "46685-46696",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38107927",
    "pmc": "PMC10720283",
    "doi": "10.1021/acsomega.3c05810"
  },
  "doi": "10.1021/acsomega.3c05810",
  "pmc_id": "PMC10720283",
  "dates": {
    "revised": "2023-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.637266",
    "pmid": "38107927"
  }
}