{
  "pmid": "38111030",
  "uid": "38111030",
  "title": "Living evidence and adaptive policy: perfect partners?",
  "abstract": "BACKGROUND: While there has been widespread global acceptance of the importance of evidence-informed policy, many opportunities to inform health policy with research are missed, often because of a mismatch between when and where reliable evidence is needed, and when and where it is available. 'Living evidence' is an approach where systematic evidence syntheses (e.g. living reviews, living guidelines, living policy briefs, etc.) are continually updated to incorporate new relevant evidence as it becomes available. Living evidence approaches have the potential to overcome a major barrier to evidence-informed policy, making up-to-date systematic summaries of policy-relevant research available at any time that policy-makers need them. These approaches are likely to be particularly beneficial given increasing calls for policy that is responsive, and rapidly adaptive to changes in the policy context. We describe the opportunities presented by living evidence for evidence-informed policy-making and highlight areas for further exploration. DISCUSSION: There are several elements of living approaches to evidence synthesis that might support increased and improved use of evidence to inform policy. Reviews are explicitly prioritised to be 'living' by partnerships between policy-makers and researchers based on relevance to decision-making, as well as uncertainty of existing evidence, and likelihood that new evidence will arise. The ongoing nature of the work means evidence synthesis teams can be dynamic and engage with policy-makers in a variety of ways over time; and synthesis topics, questions and methods can be adapted as policy interests or contextual factors shift. Policy-makers can sign-up to be notified when relevant new evidence is found, and can be confident that living syntheses are up-to-date and contain all research whenever they access them. The always up-to-date nature of living evidence syntheses means producers can rapidly demonstrate availability of relevant, reliable evidence when it is needed, addressing a frequently cited barrier to evidence-informed policymaking. CONCLUSIONS: While there are challenges to be overcome, living evidence provides opportunities to enable policy-makers to access up-to-date evidence whenever they need it and also enable researchers to respond to the issues of the day with up-to-date research; and update policy-makers on changes in the evidence base as they arise. It also provides an opportunity to build flexible partnerships between researchers and policy-makers to ensure that evidence syntheses reflect the changing needs of policy-makers.",
  "authors": [
    {
      "last_name": "Turner",
      "fore_name": "Tari",
      "initials": "T",
      "name": "Tari Turner",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia. tari.turner@monash.edu."
      ],
      "orcid": "0000-0002-7990-1623"
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L6, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main St. West, Hamilton, ON, L8S 4K1, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main St. West, Hamilton, ON, L8S 4K1, Canada.",
        "Health Policy PhD Program, McMaster University, 1280 Main St. West, Hamilton, ON, L8S 4K1, Canada.",
        "Department of Political Science, McMaster University, Hamilton, Canada.",
        "Africa Centre for Evidence, University of Johannesburg, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, ON, Canada.",
        "School of Population and Public Health, University of Ottawa, Ottawa, ON, Canada.",
        "Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Green",
      "fore_name": "Sally",
      "initials": "S",
      "name": "Sally Green",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Elliott",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Elliott",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "18"
  },
  "start_page": "135",
  "pages": "135",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Policy Making",
    "Health Policy",
    "Research Design",
    "Uncertainty",
    "Research Personnel"
  ],
  "article_ids": {
    "pubmed": "38111030",
    "pmc": "PMC10726516",
    "doi": "10.1186/s12961-023-01085-4",
    "pii": "10.1186/s12961-023-01085-4"
  },
  "doi": "10.1186/s12961-023-01085-4",
  "pmc_id": "PMC10726516",
  "dates": {
    "completed": "2023-12-20",
    "revised": "2023-12-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:01.057858",
    "pmid": "38111030"
  }
}