{
  "pmid": "38110143",
  "uid": "38110143",
  "title": "Noninvasive diagnostic imaging for endometriosis part 2: a systematic review of recent developments in magnetic resonance imaging, nuclear medicine and computed tomography.",
  "abstract": "Endometriosis affects 1 in 9 women, taking 6.4 years to diagnose using conventional laparoscopy. Non-invasive imaging enables timelier diagnosis, reducing diagnostic delay, risk and expense of surgery. This review updates literature exploring the diagnostic value of specialist endometriosis magnetic resonance imaging (eMRI), nuclear medicine (NM) and computed tomography (CT). Searching after the 2016 IDEA consensus, 6192 publications were identified, with 27 studies focused on imaging for endometriosis. eMRI was the subject of 14 papers, NM and CT, 11, and artificial intelligence (AI) utilizing eMRI, 2. eMRI papers describe diagnostic accuracy for endometriosis, methodologies, and innovations. Advantages of eMRI include its: ability to diagnose endometriosis in those unable to tolerate transvaginal endometriosis ultrasound (eTVUS); a panoramic pelvic view, easy translation to surgical fields; identification of hyperintense iron in endometriotic lesions; and ability to identify super-pelvic lesions. Sequence standardization means eMRI is less operator-dependent than eTVUS, but higher costs limit its role to a secondary diagnostic modality. eMRI for deep and ovarian endometriosis has sensitivities of 91-93.5% and specificities of 86-87.5% making it reliable for surgical mapping and diagnosis. Superficial lesions too small for detection in larger capture sequences, means a negative eMRI doesn't exclude endometriosis. Combined with thin sequence capture and improved reader expertise, eMRI is poised for rapid adoption into clinical practice. NM labeling is diagnostically limited in absence of suitable unique marker for endometrial-like tissue. CT studies expose the reproductively aged to radiation. AI diagnostic tools, combining independent eMRI and eTVUS endometriosis markers, may result in powerful capability. Broader eMRI use, will optimize standards and protocols. Reporting systems correlating to surgical anatomy will facilitate interdisciplinary preoperative dialogues. eMRI endometriosis diagnosis should reduce repeat surgeries with mental and physical health benefits for patients. There is potential for early eMRI diagnoses to prevent chronic pain syndromes and protect fertility outcomes.",
  "authors": [
    {
      "last_name": "Avery",
      "fore_name": "Jodie C",
      "initials": "JC",
      "name": "Jodie C Avery",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia. Electronic address: jodie.avery@adelaide.edu.au."
      ]
    },
    {
      "last_name": "Knox",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Knox",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; Benson Radiology, Adelaide, Australia."
      ]
    },
    {
      "last_name": "Deslandes",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Deslandes",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; Department of Obstetrics and Gynecology McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Lo",
      "fore_name": "Glen",
      "initials": "G",
      "name": "Glen Lo",
      "affiliations": [
        "Curtin University Medical School Perth, Australia."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Hu",
      "initials": "H",
      "name": "Hu Wang",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; Australian Institute for Machine Learning, University of Adelaide, Australia."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; Australian Institute for Machine Learning, University of Adelaide, Australia."
      ]
    },
    {
      "last_name": "Holdsworth-Carson",
      "fore_name": "Sarah Jane",
      "initials": "SJ",
      "name": "Sarah Jane Holdsworth-Carson",
      "affiliations": [
        "Julia Argyrou Endometriosis Centre, Epworth HealthCare, Richmond, Australia; Department of Obstetrics and Gynaecology, University of Melbourne, Parkville, Australia."
      ]
    },
    {
      "last_name": "Thi Nguyen",
      "fore_name": "Tran Tuyet",
      "initials": "TT",
      "name": "Tran Tuyet Thi Nguyen",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; Embrace Fertility, Adelaide, Australia."
      ]
    },
    {
      "last_name": "Condous",
      "fore_name": "George Stanley",
      "initials": "GS",
      "name": "George Stanley Condous",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; Omni Ultrasound and Gynaecological Care, Sydney Australia, (j)Department of Obstetrics and Gynaecology, University of Melbourne, Parkville, Australia."
      ]
    },
    {
      "last_name": "Carneiro",
      "fore_name": "Gustavo",
      "initials": "G",
      "name": "Gustavo Carneiro",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; University of Surrey, Guildford, United Kingdom."
      ]
    },
    {
      "last_name": "Hull",
      "fore_name": "Mary Louise",
      "initials": "ML",
      "name": "Mary Louise Hull",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; Embrace Fertility, Adelaide, Australia."
      ]
    },
    {
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Fertility and sterility",
    "iso_abbreviation": "Fertil Steril",
    "issn": "1556-5653",
    "issn_type": "Electronic",
    "volume": "121",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "189",
  "end_page": "211",
  "pages": "189-211",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Endometriosis",
    "Female",
    "Magnetic Resonance Imaging",
    "Tomography, X-Ray Computed",
    "Nuclear Medicine",
    "Predictive Value of Tests",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "38110143",
    "doi": "10.1016/j.fertnstert.2023.12.017",
    "pii": "S0015-0282(23)02084-8"
  },
  "doi": "10.1016/j.fertnstert.2023.12.017",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.563551",
    "pmid": "38110143"
  }
}