{
  "pmid": "38110915",
  "uid": "38110915",
  "title": "Associations of dietary copper intake with cardiovascular disease and mortality: findings from the Chinese Perspective Urban and Rural Epidemiology (PURE-China) Study.",
  "abstract": "BACKGROUND: Previous in vitro and animal experiments have shown that copper plays an important role in cardiovascular health. Dietary copper is the main source of copper in the human body and the association between dietary copper and cardiovascular disease remains unclear. Our study aimed to investigate the associations of dietary copper intake with the risk of major cardiovascular disease incidence, cardiovascular disease mortality, and all-cause mortality in Chinese adults. METHODS: Our study is based on Prospective Urban Rural Epidemiology China (PURE-China), a large prospective cohort study of 47 931 individuals aged 35-70 years from 12 provinces in China. Dietary intake was recorded using a validated semi-quantitative food frequency questionnaire designed specifically for the Chinese population. The daily intake of copper was obtained by multiplying the daily food intake with the nutrient content provided in the Chinese Food Composition Table (2002). Cox frailty proportional hazards models were developed to evaluate the association between dietary copper intake with mortality, major cardiovascular disease events, and their composite. RESULTS: A total of 45 101 participants (mean age: 51.1 ± 9.7 years old) with complete information were included in the current study. The mean dietary copper intake was 2.6 ± 1.1 mg/d. During the 482 833 person-years of follow-up, 2 644(5.9%) participants died, 4 012(8.9%) developed new cardiovascular diseases, and 5 608(12.4%) participants experienced the composite endpoint. Compared with those in the first and second quartile of dietary copper intake, individuals in the third and fourth quantile had higher risk of composite outcomes, all-cause death, cardiovascular disease death, major cardiovascular disease and stroke occurrences. The associations remained similar in the subgroup and sensitivity analyses. CONCLUSIONS: Our findings demonstrated that excessive dietary copper intake was associated with higher risks of death and cardiovascular diseases in Chinese adults. Further studies in populations with different dietary characteristics are needed to obtain dose-response relationships and to refine global dietary recommendations.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Xiaocong",
      "initials": "X",
      "name": "Xiaocong Li",
      "affiliations": [
        "Medical Research and Biometrics Center, National Clinical Research Center for Cardiovascular Diseases, Fuwai Hospital, National Center for Cardiovascular Diseases, Peking Union Medical College and Chinese Academy of Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Dehghan",
      "fore_name": "Mahshid",
      "initials": "M",
      "name": "Mahshid Dehghan",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tse",
      "fore_name": "Lap Ah",
      "initials": "LA",
      "name": "Lap Ah Tse",
      "affiliations": [
        "JC School of Public Health and Primary Care, The Chinese University of Hong Kong, Hong Kong, Hong Kong SAR, China."
      ]
    },
    {
      "last_name": "Lang",
      "fore_name": "Xinyue",
      "initials": "X",
      "name": "Xinyue Lang",
      "affiliations": [
        "Medical Research and Biometrics Center, National Clinical Research Center for Cardiovascular Diseases, Fuwai Hospital, National Center for Cardiovascular Diseases, Peking Union Medical College and Chinese Academy of Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Rangarajan",
      "fore_name": "Sumathy",
      "initials": "S",
      "name": "Sumathy Rangarajan",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Weida",
      "initials": "W",
      "name": "Weida Liu",
      "affiliations": [
        "State Key Laboratory for Complex, Severe, and Rare Diseases, Peking Union Medical College Hospital, Beijing, 100730, China."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Bo",
      "initials": "B",
      "name": "Bo Hu",
      "affiliations": [
        "Medical Research and Biometrics Center, National Clinical Research Center for Cardiovascular Diseases, Fuwai Hospital, National Center for Cardiovascular Diseases, Peking Union Medical College and Chinese Academy of Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Chuangshi",
      "initials": "C",
      "name": "Chuangshi Wang",
      "affiliations": [
        "Medical Research and Biometrics Center, National Clinical Research Center for Cardiovascular Diseases, Fuwai Hospital, National Center for Cardiovascular Diseases, Peking Union Medical College and Chinese Academy of Medical Sciences, Beijing, China. wangchuangshi@mrbc-nccd.com."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Li",
      "affiliations": [
        "Medical Research and Biometrics Center, National Clinical Research Center for Cardiovascular Diseases, Fuwai Hospital, National Center for Cardiovascular Diseases, Peking Union Medical College and Chinese Academy of Medical Sciences, Beijing, China. liwei@mrbc-nccd.com."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "18"
  },
  "start_page": "2525",
  "pages": "2525",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Middle Aged",
    "Cardiovascular Diseases",
    "Prospective Studies",
    "Copper",
    "Diet",
    "Nutritional Status",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "38110915",
    "pmc": "PMC10726617",
    "doi": "10.1186/s12889-023-17441-6",
    "pii": "10.1186/s12889-023-17441-6"
  },
  "doi": "10.1186/s12889-023-17441-6",
  "pmc_id": "PMC10726617",
  "dates": {
    "completed": "2023-12-20",
    "revised": "2024-01-17"
  },
  "chemicals": [
    "Copper"
  ],
  "grants": [
    {
      "grant_id": "Z211100002121063",
      "agency": "Beijing Nova Program from Beijing Municipal Science & Technology Commission"
    },
    {
      "grant_id": "3332022023",
      "agency": "Fundamental Research Funds for the Central Universities"
    },
    {
      "grant_id": "NCRC2020002",
      "agency": "the National Center for Cardiovascular Diseases, ThinkTank Research Center for Health Development, and the National Clinical Research Center for Cardiovascular Diseases, Fuwai Hospital, Chinese Academy of Medical Sciences"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:58.153209",
    "pmid": "38110915"
  }
}