{
  "pmid": "38123105",
  "uid": "38123105",
  "title": "GRADE Concept 7: Issues and Insights Linking Guideline Recommendations to Trustworthy Essential Medicine Lists.",
  "abstract": "OBJECTIVES: Guidelines and essential medicine lists (EMLs) bear similarities and differences in the process that lead to decisions. Access to essential medicines is central to achieve universal health coverage. The World Health Organization (WHO) EML has guided prioritization of essential medicines globally for nearly 50 years, and national EMLs (NEMLs) exist in over 130 countries. Guideline and EML decisions, at WHO or national levels, are not always coordinated and aligned. We sought to explore challenges, and potential solutions, for decision-making to support trustworthy medicine selection for EMLs from a Grading of Recommendations, Assessment, Development and Evaluations (GRADE) Working Group perspective. We primarily focus on the WHO EML; however, our findings may be applicable to NEML decisions as well. STUDY DESIGN AND SETTING: We identified key challenges in connecting the EML to health guidelines by involving a broad group of stakeholders and assessing case studies including real applications to the WHO EML, South Africa NEML, and a multiple sclerosis guideline connected to a WHO EML application for multiple sclerosis treatments. To address challenges, we utilized the results of a survey and feedback from the stakeholders, and iteratively met as a project group. We drafted a conceptual framework of challenges and potential solutions. We presented a summary of the results for feedback to all attendees of the GRADE Working Group meetings in November 2022 (approximately 120 people) and in May 2023 (approximately 100 people) before finalizing the framework. RESULTS: We prioritized issues and insights/solutions that addressed the connections between the EML and health guidelines. Our suggested solutions include early planning alignment of guideline groups and EMLs, considering shared participation to strengthen linkage, further clarity on price/cost considerations, and using explicit shared criteria to make guideline and EML decisions. We also provide recommendations to strengthen the connection between WHO EML and NEMLs including through contextualization methods. CONCLUSION: This GRADE concept article, jointly developed by key stakeholders from the guidelines and EMLs field, identified key conceptual issues and potential solutions to support the continued advancement of trustworthy EMLs. Adopting structured decision criteria that can be linked to guideline recommendations bears the potential to advance health equity and gaps in availability of essential medicines within and between countries.",
  "authors": [
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; Department of Family Medicine, Queens University, Kingston, Canada. Electronic address: piggott@mcmaster.ca."
      ]
    },
    {
      "last_name": "Moja",
      "fore_name": "Lorenzo",
      "initials": "L",
      "name": "Lorenzo Moja",
      "affiliations": [
        "Department of Health Product Policy and Standards, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Jenei",
      "fore_name": "Kristina",
      "initials": "K",
      "name": "Kristina Jenei",
      "affiliations": [
        "Department of Health Policy, London School of Economics and Political Science, London, United Kingdom."
      ]
    },
    {
      "last_name": "Kredo",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Kredo",
      "affiliations": [
        "Health Systems Research Unit, South African Medical Research Council, Cape Town, South Africa; Division of Clinical Pharmacology, Department of Medicine and Division of Epidemiology and Biostatistics, Department of Global Health, Faculty of Medicine and Health Sciences, Stellenbosch University, Stellenbosch, South Africa."
      ]
    },
    {
      "last_name": "Skoetz",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Skoetz",
      "affiliations": [
        "Institute of Public Health, Faculty of Medicine and University Hospital Cologne, University of Cologne, Cologne, Germany."
      ]
    },
    {
      "last_name": "Banzi",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Banzi",
      "affiliations": [
        "Mario Negri Institute for Pharmacological Research, IRCCS, Milan, Italy."
      ]
    },
    {
      "last_name": "Trapani",
      "fore_name": "Dario",
      "initials": "D",
      "name": "Dario Trapani",
      "affiliations": [
        "Department of Oncology and Hematology, University of Milan, Milan, Italy; European institute of oncology, IRCCS, Milan, Italy."
      ]
    },
    {
      "last_name": "Leong",
      "fore_name": "Trudy",
      "initials": "T",
      "name": "Trudy Leong",
      "affiliations": [
        "Health Systems Research Unit, South African Medical Research Council, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "McCaul",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael McCaul",
      "affiliations": [
        "Division of Epidemiology and Biostatistics, Department of Global Health, Centre for Evidence-Based Health Care, Faculty of Medicine and Health Sciences, Stellenbosch University, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Canada; Africa Centre for Evidence, University of Johannesburg, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Nonino",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Nonino",
      "affiliations": [
        "IRCCS Istituto delle Scienze Neurologiche di Bologna, Unit of Epidemiology and Statistics, Bologna, Italy; WHO Collaborating Centre in Evidence-Based Research Synthesis and Guideline Development, Regione Emilia-Romagna, Bologna, Italy."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Research Methods, Evidence, and Impact, Mike Gent Chair in Healthcare Research, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Laurson-Doube",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Laurson-Doube",
      "affiliations": [
        "Multiple Sclerosis International Federation, London, United Kingdom."
      ]
    },
    {
      "last_name": "Huttner",
      "fore_name": "Benedikt D",
      "initials": "BD",
      "name": "Benedikt D Huttner",
      "affiliations": [
        "Department of Health Product Policy and Standards, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; Department of Biomedical Sciences, Humanitas University, Milan, Italy; Department of Medicine, McMaster University, Hamilton, Canada. Electronic address: schuneh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "166",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "111241",
  "pages": "111241",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "South Africa",
    "Drugs, Essential",
    "World Health Organization",
    "Health Equity",
    "Multiple Sclerosis"
  ],
  "article_ids": {
    "pubmed": "38123105",
    "pmc": "PMC10939133",
    "doi": "10.1016/j.jclinepi.2023.111241",
    "pii": "S0895-4356(23)00339-6"
  },
  "doi": "10.1016/j.jclinepi.2023.111241",
  "pmc_id": "PMC10939133",
  "dates": {
    "completed": "2024-03-11",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Drugs, Essential"
  ],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.793976",
    "pmid": "38123105"
  }
}