{
  "pmid": "38135215",
  "uid": "38135215",
  "title": "Scoring the Value Assessment Framework for China: A Factorial Survey.",
  "abstract": "OBJECTIVES: This study aimed to develop the scoring functions for the recently developed value assessment framework (VAF) for China, which comprises 12 attributes. METHODS: We implemented a factorial survey among Chinese healthcare stakeholders from July to September 2022. A total of 240 hypothetical drug value profiles described by the VAF were grouped into 60 blocks and randomly assigned to respondents. Each respondent was assigned with 1 block, each presented in 3 disease scenarios of different levels of severity. For each profile, respondents were asked to assess the drug's value on a scale from 0 (lowest) to 10 (highest) and make 1 of the 3 insurance recommendations: cover, to be negotiated for coverage, or reject. Linear and logistic mixed-effects models were used to develop scoring functions for aggregating the value attributes. RESULTS: A total of 365 respondents participated in the survey. 3968 responses from 331 respondents were included in the analysis. Most of the included respondents were under 45 (n = 256, 77.3%), females (n = 208, 62.8%), living in urban areas (n = 296, 89.4%), and with a bachelor's degree or higher (n = 303, 91.5%). Health benefits and safety carried more weights than other attributes in the scoring functions across disease scenarios. The value and probability of entering negotiation or receiving insurance coverage for the attribute profiles for severe/critical disease were higher than for mild/moderate disease. CONCLUSIONS: The scoring functions of the VAF can be used to assess the value of a drug and its probability of entering negotiation or receiving insurance coverage in China.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Mengmeng",
      "initials": "M",
      "name": "Mengmeng Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Yi",
      "initials": "Y",
      "name": "Yi Yang",
      "affiliations": [
        "School of Public Health, Fudan University, Shanghai, China; National Health Commission Key Laboratory of Health Technology Assessment, Fudan University, Shanghai, China."
      ]
    },
    {
      "last_name": "Bao",
      "fore_name": "Yun",
      "initials": "Y",
      "name": "Yun Bao",
      "affiliations": [
        "Institute of Clinical Research and Evidence Based Medicine, Gansu Provincial Hospital, Lanzhou, Gansu, China."
      ]
    },
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Division of Clinical Pharmacology and Toxicology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada. Electronic address: fengxie@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Mar"
  },
  "start_page": "330",
  "end_page": "339",
  "pages": "330-339",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Surveys and Questionnaires",
    "Delivery of Health Care",
    "Insurance Coverage",
    "Probability",
    "China"
  ],
  "article_ids": {
    "pubmed": "38135215",
    "doi": "10.1016/j.jval.2023.12.002",
    "pii": "S1098-3015(23)06233-2"
  },
  "doi": "10.1016/j.jval.2023.12.002",
  "dates": {
    "completed": "2024-02-26",
    "revised": "2024-04-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.299118",
    "pmid": "38135215"
  }
}