{
  "pmid": "38142381",
  "uid": "38142381",
  "title": "Quality of Reporting Using Good Reporting of A Mixed Methods Study Criteria in Chiropractic Mixed Methods Research: A Methodological Review.",
  "abstract": "OBJECTIVE: The purpose of this review was to examine the reporting in chiropractic mixed methods research using Good Reporting of A Mixed Methods Study (GRAMMS) criteria. METHODS: In this methodological review, we searched MEDLINE, Embase, CINAHL, and the Index to Chiropractic Literature from the inception of each database to December 31, 2020, for chiropractic studies reporting the use of both qualitative and quantitative methods or mixed qualitative methods. Pairs of reviewers independently screened titles, abstracts, and full-text studies, extracted data, and appraised reporting using the GRAMMS criteria and risk of bias with the Mixed Methods Appraisal Tool (MMAT). Generalized estimating equations were used to explore factors associated with reporting using GRAMMS criteria. RESULTS: Of 1040 citations, 55 studies were eligible for review. Thirty-seven of these 55 articles employed either a multistage or convergent mixed methods design, and, on average, 3 of 6 GRAMMS items were reported among included studies. We found a strong positive correlation in scores between the GRAMMS and MMAT instruments (r = 0.78; 95% CI, 0.66-0.87). In our adjusted analysis, publications in journals indexed in Web of Science (adjusted odds ratio = 2.71; 95% CI, 1.48-4.95) were associated with higher reporting using GRAMMS criteria. Three of the 55 studies fully adhered to all 6 GRAMMS criteria, 4 studies adhered to 5 criteria, 10 studies adhered to 4 criteria, and the remaining 38 adhered to 3 criteria or fewer. CONCLUSION: Our findings suggest that reporting in chiropractic mixed methods research using GRAMMS criteria was poor, particularly among studies with a higher risk of bias.",
  "authors": [
    {
      "last_name": "Emary",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Emary",
      "affiliations": [
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada; Chiropractic Department, D'Youville University, Buffalo, New York; Private practice, Langs Community Health Centre, Cambridge, Ontario, Canada. Electronic address: emaryp@mcmaster.ca."
      ]
    },
    {
      "last_name": "Stuber",
      "fore_name": "Kent J",
      "initials": "KJ",
      "name": "Kent J Stuber",
      "affiliations": [
        "Parker University Research Center, Parker University, Dallas, Texas; Department of Graduate Education and Research, Canadian Memorial Chiropractic College, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare-Hamilton, Hamilton, Ontario, Canada; Centre for the Development of Best Practices in Health, Yaundé, Cameroon; Division of Global Health, Stellenbosch University, Stellenbosch, South Africa; Division of Global Health, Stellenbosch University, Stellenbosch, South Africa."
      ]
    },
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nolet",
      "fore_name": "Paul S",
      "initials": "PS",
      "name": "Paul S Nolet",
      "affiliations": [
        "Care and Public Health Research Institute (CAPHRI) School for Public Health and Primary Care, Maastricht University, Maastricht, The Netherlands."
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "Jennifer V",
      "initials": "JV",
      "name": "Jennifer V Nash",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bauman",
      "fore_name": "Craig A",
      "initials": "CA",
      "name": "Craig A Bauman",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada; Centre for Family Medicine Family Health Team, Kitchener, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ciraco",
      "fore_name": "Carla",
      "initials": "C",
      "name": "Carla Ciraco",
      "affiliations": [
        "Private practice, Vaughan, Ontario, Canada."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel J",
      "initials": "RJ",
      "name": "Rachel J Couban",
      "affiliations": [
        "Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of manipulative and physiological therapeutics",
    "iso_abbreviation": "J Manipulative Physiol Ther",
    "issn": "1532-6586",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "3",
    "pub_year": "2023"
  },
  "start_page": "152",
  "end_page": "161",
  "pages": "152-161",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Chiropractic"
  ],
  "article_ids": {
    "pubmed": "38142381",
    "doi": "10.1016/j.jmpt.2023.11.004",
    "pii": "S0161-4754(23)00088-X"
  },
  "doi": "10.1016/j.jmpt.2023.11.004",
  "dates": {
    "completed": "2024-04-19",
    "revised": "2024-04-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.643301",
    "pmid": "38142381"
  }
}