{
  "pmid": "38146820",
  "uid": "38146820",
  "title": "Community level youth-led interventions to improve maternal-neonatal outcomes in low- and middle-income countries: A systematic review of randomised trials.",
  "abstract": "BACKGROUND: Evidence on the effectiveness of youth-led interventions for improving maternal-neonatal health and well-being of women and gender diverse childbearing people in low-income and middle-income countries (LMICs) is incomplete. We aimed to summarise the evidence on whether community level youth-led interventions can improve maternal and neonatal outcomes in LMICs. METHODS: We included experimental studies of youth-led interventions versus no intervention, standard care, or another intervention. Participants were women and gender diverse childbearing people during antepartum, intrapartum, and postpartum periods. MEDLINE, Embase, CINAHL, Global Health, Web of Science, and Cochrane Library, and grey literature were searched to January 2023. All interventions addressing and targeting maternal-neonatal health and well-being that were youth-led and community level were included. Primary outcomes of interest were maternal death and neonatal death. We excluded based on population, intervention, comparison, and outcome (PICO) and design. Two reviewers independently extracted key information from each included study and assessed risk of bias. Random-effects meta-analysis was performed where there were sufficient data. The certainty of evidence was assessed using Grading of Recommendations, Assessment, Development and Evaluation (GRADE). A narrative synthesis was done for results that could not be pooled. RESULTS: Of the 8054 records retrieved, four trials (21 813 enrolled participants) met the inclusion criteria. The Cooperative for Assistance and Relieve Everywhere, Inc. (CARE) Community Score Card intervention compared to standard reproductive health services control did not significantly improve Antenatal Care coverage (difference-in-differences estimate β = 0.04; 95% confidence interval (CI) = -0.11, 0.18, P = 0.610; one study, low certainty of evidence). The multi-component social mobilisation interventions compared to standard of care had no effect on adolescent/youth pregnancy (adjusted odds ratio estimate = 1.08; 95% CI = 0.87, 1.33; three studies; low certainty of evidence). CONCLUSIONS: Youth-led interventions in LMICs did not show a significant improvement in maternal outcomes. More studies are required to make more precise conclusions. REGISTRATION: PROSPERO: CRD42021288798.",
  "authors": [
    {
      "last_name": "MacDonald",
      "fore_name": "Tonya",
      "initials": "T",
      "name": "Tonya MacDonald",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Midwifery Research Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rehman",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Rehman",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stevens-Uninsky",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Stevens-Uninsky",
      "affiliations": [
        "Department of Global Health, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anni",
      "fore_name": "Naharin Sultana",
      "initials": "NS",
      "name": "Naharin Sultana Anni",
      "affiliations": [
        "Department of Global Health, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Liu",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Darling",
      "fore_name": "Elizabeth K",
      "initials": "EK",
      "name": "Elizabeth K Darling",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Midwifery Research Centre, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Greene",
      "fore_name": "Saara",
      "initials": "S",
      "name": "Saara Greene",
      "affiliations": [
        "Faculty of Social Sciences, School of Social Work, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moll",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Moll",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare, Hamilton, Ontario, Canada.",
        "Centre for the Development of Best Practices in Health, Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "Journal of global health",
    "iso_abbreviation": "J Glob Health",
    "issn": "2047-2986",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "27"
  },
  "start_page": "04168",
  "pages": "04168",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Meta-Analysis",
    "Journal Article"
  ],
  "keywords": [
    "Infant, Newborn",
    "Female",
    "Pregnancy",
    "Adolescent",
    "Humans",
    "Male",
    "Developing Countries",
    "Prenatal Care",
    "Perinatal Death",
    "Postpartum Period",
    "Family",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "38146820",
    "pmc": "PMC10750450",
    "doi": "10.7189/jogh.13.04168"
  },
  "doi": "10.7189/jogh.13.04168",
  "pmc_id": "PMC10750450",
  "dates": {
    "completed": "2023-12-27",
    "revised": "2023-12-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.643631",
    "pmid": "38146820"
  }
}