{
  "pmid": "38154881",
  "uid": "38154881",
  "title": "What is the optimal assessment of speech? A multicentre, international evaluation of speech assessment in 2500 patients with a cleft.",
  "abstract": "OBJECTIVES: Speech problems in patients with a cleft palate are often complex and multifactorial. Finding the optimal way of monitoring these problems is challenging. The International Consortium of Health Outcomes Measurement (ICHOM) has developed a set of standardised outcome measures at specific ages for patients with a cleft lip and/or palate, including measures of speech assessment. This study evaluates the type and timing of speech outcome measures currently included in this ICHOM Standard Set. Additionally, speech assessments in other cleft protocols and initiatives are discussed. DESIGN, SETTING AND PARTICIPANTS: An international, multicentre study was set up including centres from the USA and the Netherlands. Outcomes of clinical measures and Patient Reported Outcome Measures (PROMs) were collected retrospectively according to the ICHOM set. PROM data from a field test of the CLEFT-Q, a questionnaire developed and validated for patients with a cleft, were collected, including participants from countries with all sorts of income statuses, to examine the value of additional moments of measurement that are used in other cleft initiatives.Data from 2500 patients were included. Measured outcomes contained univariate regression analyses, trend analyses, t-tests, correlations and floor and ceiling effects. RESULTS: PROMs correlated low to moderate with clinical outcome measures. Clinical outcome measures correlated low to moderate with each other too. In contrast, two CLEFT-Q Scales correlated strongly with each other. All PROMs and the Percent Consonants Correct (PCC) showed an effect of age. In patients with an isolated cleft palate, a ceiling effect was found in the Intelligibility in Context Scale. CONCLUSION: Recommendations for an optimal speech outcome assessment in cleft patients are made. Measurement moments of different cleft protocols and initiatives are considered in this proposition. Concerning the type of measures, adjustment of the current PCC score outcome seems appropriate. For centres with adequate resources and specific interest in research, translation and validation of an upcoming tool, the Cleft Audit Protocol for Speech Augmented, is recommended.",
  "authors": [
    {
      "last_name": "Ombashi",
      "fore_name": "Saranda",
      "initials": "S",
      "name": "Saranda Ombashi",
      "affiliations": [
        "Plastic and Reconstructive Surgery, Erasmus Medical Center, Rotterdam, The Netherlands s.ombashi@gmail.com."
      ],
      "orcid": "0000-0001-7988-052X"
    },
    {
      "last_name": "Kurniawan",
      "fore_name": "Melissa Srijanti",
      "initials": "MS",
      "name": "Melissa Srijanti Kurniawan",
      "affiliations": [
        "Plastic and Reconstructive Surgery, Erasmus Medical Center, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Allori",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Allori",
      "affiliations": [
        "Plastic, Maxillofacial and Oral Surgery, Duke University Hospital and Children's Health Center, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Sharif-Askary",
      "fore_name": "Banafsheh",
      "initials": "B",
      "name": "Banafsheh Sharif-Askary",
      "affiliations": [
        "Plastic, Maxillofacial and Oral Surgery, Duke University Hospital and Children's Health Center, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Rogers-Vizena",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Rogers-Vizena",
      "affiliations": [
        "Plastic and Oral Surgery, Boston Children's Hospital, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Koudstaal",
      "fore_name": "Maarten",
      "initials": "M",
      "name": "Maarten Koudstaal",
      "affiliations": [
        "Department of Oral and Maxillofacial Surgery, Erasmus MC Sophia Children Hospital, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Franken",
      "fore_name": "Marie-Christine",
      "initials": "MC",
      "name": "Marie-Christine Franken",
      "affiliations": [
        "Ear, Nose and Throat, Speech Therapy, Erasmus Medical Center, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Mink van der Molen",
      "fore_name": "Aebele B",
      "initials": "AB",
      "name": "Aebele B Mink van der Molen",
      "affiliations": [
        "Department of Plastic Surgery, University Medical Center Utrecht, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Mathijssen",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Mathijssen",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Erasmus MC Sophia Children Hospital, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4720-0096"
    },
    {
      "last_name": "Versnel",
      "fore_name": "Sarah Lisa",
      "initials": "SL",
      "name": "Sarah Lisa Versnel",
      "affiliations": [
        "Plastic and Reconstructive Surgery, Erasmus MC Sophia Children Hospital, Rotterdam, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "12",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "28"
  },
  "start_page": "e071571",
  "pages": "e071571",
  "language": "eng",
  "publication_types": [
    "Multicenter Study",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Cleft Palate",
    "Cleft Lip",
    "Speech",
    "Retrospective Studies",
    "Speech Disorders"
  ],
  "article_ids": {
    "pubmed": "38154881",
    "pmc": "PMC10759067",
    "doi": "10.1136/bmjopen-2023-071571",
    "pii": "bmjopen-2023-071571"
  },
  "doi": "10.1136/bmjopen-2023-071571",
  "pmc_id": "PMC10759067",
  "dates": {
    "completed": "2024-01-01",
    "revised": "2024-01-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.202575",
    "pmid": "38154881"
  }
}