{
  "pmid": "38152899",
  "uid": "38152899",
  "title": "Return-to-Sport Rates After Hip Arthroscopy for Femoroacetabular Impingement Syndrome in Flexibility Sports Athletes: A Systematic Review.",
  "abstract": "CONTEXT: Femoroacetabular impingement syndrome (FAIS) is a common cause of hip pain in young adults. Flexibility athletes represent an interesting subset due to the extreme range of motion requirements of their sport. OBJECTIVE: The objective of this review was to provide a summary of the outcomes of hip arthroscopy for FAIS in patients who participate in flexibility sports. DATA SOURCES: Three online databases (Medline, Embase, and PubMed) were searched from database inception (1946, 1974, and 1966, respectively) to January 10, 2023. STUDY SELECTION: Studies were screened for literature addressing surgical outcomes for flexibility athletes undergoing hip arthroscopy for FAIS. STUDY DESIGN: Systematic review. LEVEL OF EVIDENCE: Level 4. DATA EXTRACTION: Various patient-reported outcomes that evaluated the efficacy of hip arthroscopy in this patient population were abstracted and presented in descriptive and analytical format. Abstraction was performed by 2 reviewers. RESULTS: Overall, a total of 8 Level 3 or 4 studies and 295 patients (312 hips) were included in this review. The pooled standardized mean differences for the Visual Analog Scale for pain score, Modified Harris Hip Score, Hip Outcome Score - Activity of Daily Living scale, and Hip Outcome Score - Sport-Specific Subscale all demonstrated significant improvement after undergoing arthroscopy for FAIS between 12 and 116 months (N = 175, -1.97, 95% CI -2.5 to -1.4, P < 0.01, I[2] = 76%; N = 211, 1.82, 95% CI 1.49 to 2.16, P < 0.01, I[2] = 52%; N = 164, 1.75, 95% CI 1.42 to 2.05, P < 0.01, I[2] = 28%; N = 211, 1.71, 95% CI 1.38 to 2.04, P < 0.01, I[2] = 52%, respectively). Across 289 patients, 75.6% to 98% returned to sport at a similar or higher level than presurgery. CONCLUSION: This review demonstrates a trend of improvement in patient-reported pain, function, quality of life, and return to sport at a minimum of 12 months among flexibility athletes after hip arthroscopy to treat FAIS.",
  "authors": [
    {
      "last_name": "Ifabiyi",
      "fore_name": "Muyiwa",
      "initials": "M",
      "name": "Muyiwa Ifabiyi",
      "affiliations": [
        "Faculty of Medicine, Michigan State University, Michigan."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Milin",
      "initials": "M",
      "name": "Milin Patel",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Cohen",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "6",
    "pub_year": "2024"
  },
  "start_page": "982",
  "end_page": "990",
  "pages": "982-990",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Arthroscopy",
    "Femoracetabular Impingement",
    "Pain Measurement",
    "Patient Reported Outcome Measures",
    "Range of Motion, Articular",
    "Return to Sport"
  ],
  "article_ids": {
    "pubmed": "38152899",
    "pmc": "PMC11531010",
    "doi": "10.1177/19417381231217503"
  },
  "doi": "10.1177/19417381231217503",
  "pmc_id": "PMC11531010",
  "dates": {
    "completed": "2024-11-01",
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.868445",
    "pmid": "38152899"
  }
}