{
  "pmid": "38154613",
  "uid": "38154613",
  "title": "Systematic Review: The Measurement Properties of the Suicidal Ideation Questionnaire and Suicidal Ideation Questionnaire-Jr.",
  "abstract": "OBJECTIVE: The Suicidal Ideation Questionnaire (SIQ) and the Suicidal Ideation Questionnaire-Junior (SIQ-Jr) were designed to capture suicidal ideation in adolescents and are often used in clinical trials. Our aim was to identify and appraise the published literature with respect to the validity, reliability, responsiveness, and interpretability of the SIQ and SIQ-Jr. METHOD: We conducted a systematic review following COnsensus-based Standards for the selection of health Measurement Instruments (COSMIN) guidelines to identify, appraise, and synthesize published literature on measurement properties and interpretability of the SIQ and SIQ-Jr. We searched MEDLINE, Embase, APA PsycINFO, CINAHL, Web of Science, and Scopus from inception to May 16, 2023, to identify sources relevant to our aim. RESULTS: We identified 15 sources meeting our eligibility criteria. The body of literature did not meet COSMIN standards to make recommendations for use with regard to these measurement instruments. CONCLUSION: Further research is needed, with a focus on content validity and structural validity, prior to recommending the SIQ and SIQ-Jr for use in clinical practice and in clinical trials. No specific grant funding was used for this review. PLAIN LANGUAGE SUMMARY: In this systematic review, authors analyzed 15 sources examining measurement properties of the Suicidal Ideation Questionnaire and Suicidal Ideation Questionnaire-Jr. Both measures are designed to capture suicidal ideation in adolescents and are used in clinical practice and clinical trials. The authors identified sufficient evidence for convergent validity for both measures. Authors concluded that further research is needed to support content validity, structural validity as a unidimensional scale (as they are often used) as well as their internal consistency, test-retest reliability, discriminative validity, predictive validity, and interpretability of these measures. The authors also emphasize the need to consider the limitations of these measures for researchers studying suicidal ideation and clinicians using these measures in their assessments of young people.",
  "authors": [
    {
      "last_name": "Courtney",
      "fore_name": "Darren B",
      "initials": "DB",
      "name": "Darren B Courtney",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada. Electronic address: darren.courtney@camh.ca."
      ]
    },
    {
      "last_name": "Iseyas",
      "fore_name": "Nahid",
      "initials": "N",
      "name": "Nahid Iseyas",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monga",
      "fore_name": "Suneeta",
      "initials": "S",
      "name": "Suneeta Monga",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Butcher",
      "fore_name": "Nancy J",
      "initials": "NJ",
      "name": "Nancy J Butcher",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Krause",
      "fore_name": "Karolin R",
      "initials": "KR",
      "name": "Karolin R Krause",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Besa",
      "fore_name": "Reena",
      "initials": "R",
      "name": "Reena Besa",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Academy of Child and Adolescent Psychiatry",
    "iso_abbreviation": "J Am Acad Child Adolesc Psychiatry",
    "issn": "1527-5418",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "870",
  "end_page": "887",
  "pages": "870-887",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Suicidal Ideation",
    "Adolescent",
    "Reproducibility of Results",
    "Psychometrics",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "38154613",
    "doi": "10.1016/j.jaac.2023.10.013",
    "pii": "S0890-8567(23)02264-5"
  },
  "doi": "10.1016/j.jaac.2023.10.013",
  "dates": {
    "completed": "2024-08-25",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.535489",
    "pmid": "38154613"
  }
}