{
  "pmid": "38162950",
  "uid": "38162950",
  "title": "Seeing the random forest through the decision trees. Supporting learning health systems from histopathology with machine learning models: Challenges and opportunities.",
  "abstract": "This paper discusses some overlooked challenges faced when working with machine learning models for histopathology and presents a novel opportunity to support \"Learning Health Systems\" with them. Initially, the authors elaborate on these challenges after separating them according to their mitigation strategies: those that need innovative approaches, time, or future technological capabilities and those that require a conceptual reappraisal from a critical perspective. Then, a novel opportunity to support \"Learning Health Systems\" by integrating hidden information extracted by ML models from digitalized histopathology slides with other healthcare big data is presented.",
  "authors": [
    {
      "last_name": "Gonzalez",
      "fore_name": "Ricardo",
      "initials": "R",
      "name": "Ricardo Gonzalez",
      "affiliations": [
        "DeGroote School of Business, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Computational Pathology and Artificial Intelligence, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, United States."
      ]
    },
    {
      "last_name": "Saha",
      "fore_name": "Ashirbani",
      "initials": "A",
      "name": "Ashirbani Saha",
      "affiliations": [
        "Department of Oncology, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Escarpment Cancer Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Clinton J V",
      "initials": "CJV",
      "name": "Clinton J V Campbell",
      "affiliations": [
        "William Osler Health System, Brampton, Ontario, Canada.",
        "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nejat",
      "fore_name": "Peyman",
      "initials": "P",
      "name": "Peyman Nejat",
      "affiliations": [
        "Department of Artificial Intelligence and Informatics, Mayo Clinic, Rochester, MN, United States."
      ]
    },
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Norgan",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Norgan",
      "affiliations": [
        "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, United States."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pathology informatics",
    "iso_abbreviation": "J Pathol Inform",
    "issn": "2229-5089",
    "issn_type": "Print",
    "volume": "15",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "100347",
  "pages": "100347",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38162950",
    "pmc": "PMC10755052",
    "doi": "10.1016/j.jpi.2023.100347",
    "pii": "S2153-3539(23)00161-X"
  },
  "doi": "10.1016/j.jpi.2023.100347",
  "pmc_id": "PMC10755052",
  "dates": {
    "revised": "2024-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:11.230556",
    "pmid": "38162950"
  }
}