{
  "pmid": "38166017",
  "uid": "38166017",
  "title": "Assessment of reporting quality of randomized controlled trials investigating the effects of inulin-type fructans supplementation on cardiovascular disease risk factors: A systematic survey.",
  "abstract": "BACKGROUND: Transparent and detailed reporting of randomized controlled trials (RCTs) is essential to judge its validity and generalizability. We assessed the reporting quality of RCTs examining the effects of inulin-type fructans supplementation on cardiovascular risk factors, before and after the publication of the Consolidated Standards of Reporting Trials (CONSORT) in 2010. METHODS: We searched MEDLINE, EMBASE, Emcare, AMED, the Cochrane Library, and CINAHL from inception to May 15, 2022, including the reference lists of selected RCTs. We screened titles and abstracts and extracted the data independently and in duplicate. We included RCTs that investigated the effects of inulin-type fructans on cardiovascular disease risk factors (e.g., low-density lipoprotein cholesterol, triglycerides, fasting blood glucose) in adults (18 years or older). The primary outcomes of this study were: the overall reporting quality of RCTs (defined as the total number of items [0 to 36] present from the CONSORT checklist) published before and after CONSORT; and the study characteristics (e.g., sample size, significance of primary outcome) predictive of the CONSORT score. The secondary outcome was the reporting of each specific item of the CONSORT checklist during pre- and post-CONSORT periods. The mean difference in the total number of reported items in studies published before and after CONSORT were compared using a t-test and Poisson regression to explore the factors associated with overall reporting quality of RCTs. We used Fisher's exact test to compare the adherence to each of the 36 items during pre- and post-CONSORT periods. RESULTS: We identified 1,767 citations from our systematic search, of which 55 were eligible. There was a significant increase in the reporting of CONSORT items (mean difference 8.5, 95% confidence interval [CI] 5.24 to 11.71) between studies published before and after publication of CONSORT. The sole variable that was predictive of better reporting quality of RCTs was whether the study was published before or after CONSORT (incidence rate ratio 1.67, 95% CI 1.40 to 2.02). Completeness of reporting of RCTs only improved in 15 out of 36 items (41.6%) after the publication of CONSORT. CONCLUSION: The completeness of reporting in RCTs investigating inulin-type fructans supplementation on cardiovascular disease risk factors remains inadequate after the publication of CONSORT. Greater adherence to CONSORT by authors and enforcement of CONSORT by journals may improve the quality of reporting among RCTs.",
  "authors": [
    {
      "last_name": "Talukdar",
      "fore_name": "Jhalok Ronjan",
      "initials": "JR",
      "name": "Jhalok Ronjan Talukdar",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Alexandro",
      "initials": "A",
      "name": "Alexandro Chu",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-0201-2630"
    },
    {
      "last_name": "Garg",
      "fore_name": "Anika",
      "initials": "A",
      "name": "Anika Garg",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chowdhury",
      "fore_name": "Fariha",
      "initials": "F",
      "name": "Fariha Chowdhury",
      "affiliations": [
        "School of Rehabilitation Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "E Harnack",
      "fore_name": "Hope",
      "initials": "H",
      "name": "Hope E Harnack",
      "affiliations": [
        "Department of Kinesiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Huang",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sikorski",
      "fore_name": "Claudia",
      "initials": "C",
      "name": "Claudia Sikorski",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences Corporation, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Ontario, Canada.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences Corporation, Hamilton, Ontario, Canada.",
        "Toronto 3D Knowledge Synthesis and Clinical Trials Unit, Clinical Nutrition, St Michael's Hospital, Toronto, ON, Canada.",
        "Clinical Nutrition & Risk Factor Modification Centre, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "Global Health Graduate Program, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8945-513X"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2024"
  },
  "start_page": "e0292184",
  "pages": "e0292184",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Inulin",
    "Fructans",
    "Cardiovascular Diseases",
    "Randomized Controlled Trials as Topic",
    "Dietary Supplements"
  ],
  "article_ids": {
    "pubmed": "38166017",
    "pmc": "PMC10760872",
    "doi": "10.1371/journal.pone.0292184",
    "pii": "PONE-D-23-03851"
  },
  "doi": "10.1371/journal.pone.0292184",
  "pmc_id": "PMC10760872",
  "dates": {
    "completed": "2024-01-04",
    "revised": "2024-01-06"
  },
  "chemicals": [
    "Inulin",
    "Fructans"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.643918",
    "pmid": "38166017"
  }
}