{
  "pmid": "38160796",
  "uid": "38160796",
  "title": "Effect of the COVID-19 Pandemic on Stillbirths in Canada and the United States.",
  "abstract": "OBJECTIVE: There is uncertainty regarding the effect of the COVID-19 pandemic on population rates of stillbirth. We quantified pandemic-associated changes in stillbirth rates in Canada and the United States. METHODS: We carried out a retrospective study that included all live births and stillbirths in Canada and the United States from 2015 to 2020. The primary analysis was based on all stillbirths and live births at ≥20 weeks gestation. Stillbirth rates were analyzed by month, with March 2020 considered to be the month of pandemic onset. Interrupted time series analyses were used to determine pandemic effects. RESULTS: The study population included 18 475 stillbirths and 2 244 240 live births in Canada and 134 883 stillbirths and 22 963 356 live births in the United States (8.2 and 5.8 stillbirths per 1000 total births, respectively). In Canada, pandemic onset was associated with an increase in stillbirths at ≥20 weeks gestation of 1.01 (95% confidence interval [CI] 0.56-1.46) per 1000 total births and an increase in stillbirths at ≥28 weeks gestation of 0.35 (95% CI 0.16-0.54) per 1000 total births. In the United States, pandemic onset was associated with an increase in stillbirths at ≥20 weeks gestation of 0.48 (95% CI 0.22-0.75) per 1000 total births and an increase in stillbirths at ≥28 weeks gestation of 0.22 (95% CI 0.12-0.32) per 1000 total births. The increase in stillbirths at pandemic onset returned to pre-pandemic levels in subsequent months. CONCLUSION: The COVID-19 pandemic's onset was associated with a transitory increase in stillbirth rates in Canada and the United States.",
  "authors": [
    {
      "last_name": "Joseph",
      "fore_name": "K S",
      "initials": "KS",
      "name": "K S Joseph",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia and the Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, Canada; School of Population and Public Health, University of British Columbia, Vancouver, Canada. Electronic address: ksjoseph@bcchr.ca."
      ]
    },
    {
      "last_name": "Lisonkova",
      "fore_name": "Sarka",
      "initials": "S",
      "name": "Sarka Lisonkova",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia and the Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, Canada; School of Population and Public Health, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Simon",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Simon",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia and the Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "John",
      "fore_name": "Sid",
      "initials": "S",
      "name": "Sid John",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia and the Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Razaz",
      "fore_name": "Neda",
      "initials": "N",
      "name": "Neda Razaz",
      "affiliations": [
        "Department of Medicine Solna, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": [
        "Departments of Obstetrics and Gynecology, and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Boutin",
      "fore_name": "Amélie",
      "initials": "A",
      "name": "Amélie Boutin",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine, Université Laval and CHU de Québec-Université Laval Research Center, Québec City, Canada."
      ]
    },
    {
      "last_name": "Bedaiwy",
      "fore_name": "Mohamed A",
      "initials": "MA",
      "name": "Mohamed A Bedaiwy",
      "affiliations": [
        "Division of Reproductive Endocrinology and Infertility, Department of Obstetrics and Gynaecology, University of British Columbia and the Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Brandt",
      "fore_name": "Justin S",
      "initials": "JS",
      "name": "Justin S Brandt",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, NYU Grossman School of Medicine, New York, New York, USA."
      ]
    },
    {
      "last_name": "Ananth",
      "fore_name": "Cande V",
      "initials": "CV",
      "name": "Cande V Ananth",
      "affiliations": [
        "Division of Epidemiology and Biostatistics, Department of Obstetrics, Gynecology, and Reproductive Sciences; Cardiovascular Institute of New Jersey; Department of Medicine; Department of Biostatistics and Epidemiology; Environmental and Occupational Health Sciences Institute, Rutgers Robert Wood Johnson Medical School, New Brunswick, New Jersey, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "102338",
  "pages": "102338",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Stillbirth",
    "COVID-19",
    "Canada",
    "United States",
    "Retrospective Studies",
    "Female",
    "Pregnancy",
    "SARS-CoV-2",
    "Gestational Age",
    "Pandemics"
  ],
  "article_ids": {
    "pubmed": "38160796",
    "doi": "10.1016/j.jogc.2023.102338",
    "pii": "S1701-2163(23)00745-4"
  },
  "doi": "10.1016/j.jogc.2023.102338",
  "dates": {
    "completed": "2024-05-02",
    "revised": "2025-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:39.021035",
    "pmid": "38160796"
  }
}