{
  "pmid": "38163484",
  "uid": "38163484",
  "title": "LUMINA: Using molecular biomarkers to guide decision making for breast radiotherapy.",
  "abstract": "In this opinion piece, we respond to comments about the LUMINA trial by Meattini and colleagues in the Journal. LUMINA was a prospective cohort study which evaluated the omission of radiotherapy after breast conserving surgery (BCS) in patients treated with endocrine therapy with low risk clinico-pathologic features and luminal A breast cancer. We address their areas of concern including the single cohort design that required careful patient selection, the relatively short follow-up period of 5 years, and the limited follow-up on younger patients. The Ki67 biomarker was key to defining the luminal A phenotype. We clarify the evidence supporting the Ki67 criteria used. The compliance with endocrine therapy was high and similar to other contemporary trials. Based on the results of LUMINA, and mounting evidence from other trials, we feel comfortable offering our patients the option of no radiotherapy after BCS if they fit the trial eligibility criteria from LUMINA and have decided to receive adjuvant endocrine therapy. We concur that a patient-centered approach to treatment decision making should be used to make patients aware of all available information including the results of the LUMINA trial when deciding on post-operative breast radiotherapy.",
  "authors": [
    {
      "last_name": "Whelan",
      "fore_name": "Timothy J",
      "initials": "TJ",
      "name": "Timothy J Whelan",
      "affiliations": [
        "Department of Oncology, McMaster University and Juravinski Cancer Centre at Hamilton Health Sciences, Hamilton, ON, Canada. Electronic address: twhelan@hhsc.ca."
      ]
    },
    {
      "last_name": "Fyles",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Fyles",
      "affiliations": [
        "Department of Radiation Oncology, University of Toronto and Princess Margaret Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Nielsen",
      "fore_name": "Torsten",
      "initials": "T",
      "name": "Torsten Nielsen",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mark N",
      "initials": "MN",
      "name": "Mark N Levine",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Radiotherapy and oncology : journal of the European Society for Therapeutic Radiology and Oncology",
    "iso_abbreviation": "Radiother Oncol",
    "issn": "1879-0887",
    "issn_type": "Electronic",
    "volume": "190",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "110074",
  "pages": "110074",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Ki-67 Antigen",
    "Prospective Studies",
    "Breast Neoplasms",
    "Mastectomy, Segmental",
    "Decision Making",
    "Radiotherapy, Adjuvant"
  ],
  "article_ids": {
    "pubmed": "38163484",
    "doi": "10.1016/j.radonc.2023.110074",
    "pii": "S0167-8140(23)09381-7"
  },
  "doi": "10.1016/j.radonc.2023.110074",
  "dates": {
    "completed": "2024-02-20",
    "revised": "2024-09-06"
  },
  "chemicals": [
    "Ki-67 Antigen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:43.060820",
    "pmid": "38163484"
  }
}