{
  "pmid": "38163872",
  "uid": "38163872",
  "title": "Supporting self-management in women with pre-existing diabetes in pregnancy: a mixed-methods sequential comparative case study.",
  "abstract": "INTRODUCTION: Maternal glycemia is associated with pregnancy outcomes. Thus, supporting the self-management experiences and preferences of pregnant women with type 1 and type 2 diabetes is crucial to optimize glucose control and perinatal outcomes. RESEARCH DESIGN AND METHODS: This paper describes the mixed methods integration of a sequential comparative case study. The objectives are threefold, as we integrated the quantitative and qualitative data within the overall mixed methods design: (1) to determine the predictors of glycemic control during pregnancy; (2) to understand the experience and diabetes self-management support needs during pregnancy among women with pre-existing diabetes; (3) to assess how self-management and support experiences helpe to explain glycemic control among women with pre-existing diabetes in pregnancy. The purpose of the mixing was to integrate the quantitative and qualitative data to develop rich descriptive cases of how diabetes self-management and support experiences and preferences in women with type 1 and type 2 diabetes during pregnancy help explain glucose control. A narrative approach was used to weave together the statistics and themes and the quantitative results were integrated visually alongside the qualitative themes to display the data integration. RESULTS: The quantitative results found that women achieved \"at target\" glucose control (mean A1C of the cohort by the third visit: 6.36% [95% Confidence Interval 6.11%, 6.60%]). The qualitative findings revealed that feelings of fear resulted in an isolating and mentally exhausting pregnancy. The quantitative data also indicated that women reported high levels of self-efficacy that increased throughout pregnancy. Qualitative data revealed that women who had worked hard to optimize glycemia during pregnancy were confident in their self-management. However, they lacked support from their healthcare team, particularly around self-management of diabetes during labour and delivery. CONCLUSIONS: The achievement of optimal glycemia during pregnancy was motivated by fear of pregnancy complications and came at a cost to women's mental health. Mental health support, allowing women autonomy, and the provision of peer support may improve the experience of diabetes self-management during pregnancy. Future work should focus on developing, evaluating and implementing interventions that support these preferences.",
  "authors": [
    {
      "last_name": "Sushko",
      "fore_name": "Katelyn",
      "initials": "K",
      "name": "Katelyn Sushko",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. sushkokj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Strachan",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Strachan",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Butt",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Butt",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Nerenberg",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara Nerenberg",
      "affiliations": [
        "Departments of Medicine and Obstetrics & Gynecology, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC nursing",
    "iso_abbreviation": "BMC Nurs",
    "issn": "1472-6955",
    "issn_type": "Print",
    "volume": "23",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "02"
  },
  "start_page": "1",
  "pages": "1",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38163872",
    "pmc": "PMC10759746",
    "doi": "10.1186/s12912-023-01659-1",
    "pii": "10.1186/s12912-023-01659-1"
  },
  "doi": "10.1186/s12912-023-01659-1",
  "pmc_id": "PMC10759746",
  "dates": {
    "revised": "2024-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.779679",
    "pmid": "38163872"
  }
}