{
  "pmid": "38161805",
  "uid": "38161805",
  "title": "A Review of the Role of Built Environment and Temperature in the Development of Childhood Obesity.",
  "abstract": "The burden of obesity is rising globally and is studied widely, yet the evidence for the association of environmental factors (both built and natural) with childhood obesity remains inconsistent. A relation with temperature as a proxy for natural environmental factors for obesity has not been reviewed previously. The purpose of this review was to assimilate updated evidence on environmental factors of childhood obesity. Three databases, MEDLINE (Medical Literature Analysis and Retrieval System Online), Web of Science, and Cochrane, were searched for articles related to the effect of built environment and temperature on childhood obesity in 6-12-year-olds published in the last five years. Twelve studies were identified: four longitudinal and eight cross-sectional. The studies were appraised using the National Institute of Health Quality (NIH) Assessment Tool. A review of included studies showed that built environmental features like higher residential and population density, higher intersection density, more playgrounds, and all park features like the presence or availability of parks, high number of parks, proximity to parks, and an increased park land area, showed a protective association against childhood obesity while land use mix showed a promoting association for the development of childhood obesity. Inconclusive evidence was observed for other built environmental features. The search strategy did not retrieve any literature published in the past five years studying the association between temperature and the development of childhood obesity. Standardization of definitions of exposure and outcome measures is recommended. Further research studying the relationship between environmental temperature and the development of childhood obesity is recommended.",
  "authors": [
    {
      "last_name": "Jabeen",
      "fore_name": "Atika",
      "initials": "A",
      "name": "Atika Jabeen",
      "affiliations": [
        "Public Health, London School of Hygiene & Tropical Medicine, University of London, London, GBR.",
        "Emergency Department, Hamad Medical Corporation, Doha, QAT."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Shuaib",
      "initials": "MS",
      "name": "Muhammad Shuaib Afzal",
      "affiliations": [
        "Emergency Department, Hamad Medical Corporation, Doha, QAT."
      ]
    },
    {
      "last_name": "Pathan",
      "fore_name": "Sameer A",
      "initials": "SA",
      "name": "Sameer A Pathan",
      "affiliations": [
        "Emergency Department, Hamad Medical Corporation, Doha, QAT.",
        "Emergency Medicine, Blizard Institute, Queen Mary University of London, London, GBR.",
        "Emergency Medicine, School of Public Health and Preventive Medicine, Monash University, Melbourne, AUS."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "15",
    "issue": "11",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "e49657",
  "pages": "e49657",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38161805",
    "pmc": "PMC10756253",
    "doi": "10.7759/cureus.49657"
  },
  "doi": "10.7759/cureus.49657",
  "pmc_id": "PMC10756253",
  "dates": {
    "revised": "2024-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.112848",
    "pmid": "38161805"
  }
}