{
  "pmid": "38174776",
  "uid": "38174776",
  "title": "Immunomodulators and immunosuppressants for relapsing-remitting multiple sclerosis: a network meta-analysis.",
  "abstract": "BACKGROUND: Different therapeutic strategies are available for the treatment of people with relapsing-remitting multiple sclerosis (RRMS), including immunomodulators, immunosuppressants and biological agents. Although each one of these therapies reduces relapse frequency and slows disability accumulation compared to no treatment, their relative benefit remains unclear. This is an update of a Cochrane review published in 2015. OBJECTIVES: To compare the efficacy and safety, through network meta-analysis, of interferon beta-1b, interferon beta-1a, glatiramer acetate, natalizumab, mitoxantrone, fingolimod, teriflunomide, dimethyl fumarate, alemtuzumab, pegylated interferon beta-1a, daclizumab, laquinimod, azathioprine, immunoglobulins, cladribine, cyclophosphamide, diroximel fumarate, fludarabine, interferon beta 1-a and beta 1-b, leflunomide, methotrexate, minocycline, mycophenolate mofetil, ofatumumab, ozanimod, ponesimod, rituximab, siponimod and steroids for the treatment of people with RRMS. SEARCH METHODS: CENTRAL, MEDLINE, Embase, and two trials registers were searched on 21 September 2021 together with reference checking, citation searching and contact with study authors to identify additional studies. A top-up search was conducted on 8 August 2022. SELECTION CRITERIA: Randomised controlled trials (RCTs) that studied one or more of the available immunomodulators and immunosuppressants as monotherapy in comparison to placebo or to another active agent, in adults with RRMS. DATA COLLECTION AND ANALYSIS: Two authors independently selected studies and extracted data. We considered both direct and indirect evidence and performed data synthesis by pairwise and network meta-analysis. Certainty of the evidence was assessed by the GRADE approach. MAIN RESULTS: We included 50 studies involving 36,541 participants (68.6% female and 31.4% male). Median treatment duration was 24 months, and 25 (50%) studies were placebo-controlled. Considering the risk of bias, the most frequent concern was related to the role of the sponsor in the authorship of the study report or in data management and analysis, for which we judged 68% of the studies were at high risk of other bias. The other frequent concerns were performance bias (34% judged as having high risk) and attrition bias (32% judged as having high risk). Placebo was used as the common comparator for network analysis. Relapses over 12 months: data were provided in 18 studies (9310 participants). Natalizumab results in a large reduction of people with relapses at 12 months (RR 0.52, 95% CI 0.43 to 0.63; high-certainty evidence). Fingolimod (RR 0.48, 95% CI 0.39 to 0.57; moderate-certainty evidence), daclizumab (RR 0.55, 95% CI 0.42 to 0.73; moderate-certainty evidence), and immunoglobulins (RR 0.60, 95% CI 0.47 to 0.79; moderate-certainty evidence) probably result in a large reduction of people with relapses at 12 months. Relapses over 24 months: data were reported in 28 studies (19,869 participants). Cladribine (RR 0.53, 95% CI 0.44 to 0.64; high-certainty evidence), alemtuzumab (RR 0.57, 95% CI 0.47 to 0.68; high-certainty evidence) and natalizumab (RR 0.56, 95% CI 0.48 to 0.65; high-certainty evidence) result in a large decrease of people with relapses at 24 months. Fingolimod (RR 0.54, 95% CI 0.48 to 0.60; moderate-certainty evidence), dimethyl fumarate (RR 0.62, 95% CI 0.55 to 0.70; moderate-certainty evidence), and ponesimod (RR 0.58, 95% CI 0.48 to 0.70; moderate-certainty evidence) probably result in a large decrease of people with relapses at 24 months. Glatiramer acetate (RR 0.84, 95%, CI 0.76 to 0.93; moderate-certainty evidence) and interferon beta-1a (Avonex, Rebif) (RR 0.84, 95% CI 0.78 to 0.91; moderate-certainty evidence) probably moderately decrease people with relapses at 24 months. Relapses over 36 months findings were available from five studies (3087 participants). None of the treatments assessed showed moderate- or high-certainty evidence compared to placebo. Disability worsening over 24 months was assessed in 31 studies (24,303 participants). Natalizumab probably results in a large reduction of disability worsening (RR 0.59, 95% CI 0.46 to 0.75; moderate-certainty evidence) at 24 months. Disability worsening over 36 months was assessed in three studies (2684 participants) but none of the studies used placebo as the comparator. Treatment discontinuation due to adverse events data were available from 43 studies (35,410 participants). Alemtuzumab probably results in a slight reduction of treatment discontinuation due to adverse events (OR 0.39, 95% CI 0.19 to 0.79; moderate-certainty evidence). Daclizumab (OR 2.55, 95% CI 1.40 to 4.63; moderate-certainty evidence), fingolimod (OR 1.84, 95% CI 1.31 to 2.57; moderate-certainty evidence), teriflunomide (OR 1.82, 95% CI 1.19 to 2.79; moderate-certainty evidence), interferon beta-1a (OR 1.48, 95% CI 0.99 to 2.20; moderate-certainty evidence), laquinimod (OR 1.49, 95 % CI 1.00 to 2.15; moderate-certainty evidence), natalizumab (OR 1.57, 95% CI 0.81 to 3.05), and glatiramer acetate (OR 1.48, 95% CI 1.01 to 2.14; moderate-certainty evidence) probably result in a slight increase in the number of people who discontinue treatment due to adverse events. Serious adverse events (SAEs) were reported in 35 studies (33,998 participants). There was probably a trivial reduction in SAEs amongst people with RRMS treated with interferon beta-1b as compared to placebo (OR 0.92, 95% CI 0.55 to 1.54; moderate-certainty evidence). AUTHORS' CONCLUSIONS: We are highly confident that, compared to placebo, two-year treatment with natalizumab, cladribine, or alemtuzumab decreases relapses more than with other DMTs. We are moderately confident that a two-year treatment with natalizumab may slow disability progression. Compared to those on placebo, people with RRMS treated with most of the assessed DMTs showed a higher frequency of treatment discontinuation due to AEs: we are moderately confident that this could happen with fingolimod, teriflunomide, interferon beta-1a, laquinimod, natalizumab and daclizumab, while our certainty with other DMTs is lower. We are also moderately certain that treatment with alemtuzumab is associated with fewer discontinuations due to adverse events than placebo, and moderately certain that interferon beta-1b probably results in a slight reduction in people who experience serious adverse events, but our certainty with regard to other DMTs is lower. Insufficient evidence is available to evaluate the efficacy and safety of DMTs in a longer term than two years, and this is a relevant issue for a chronic condition like MS that develops over decades. More than half of the included studies were sponsored by pharmaceutical companies and this may have influenced their results. Further studies should focus on direct comparison between active agents, with follow-up of at least three years, and assess other patient-relevant outcomes, such as quality of life and cognitive status, with particular focus on the impact of sex/gender on treatment effects.",
  "authors": [
    {
      "last_name": "Gonzalez-Lorenzo",
      "fore_name": "Marien",
      "initials": "M",
      "name": "Marien Gonzalez-Lorenzo",
      "affiliations": [
        "Laboratorio di Metodologia delle revisioni sistematiche e produzione di Linee Guida, Istituto di Ricerche Farmacologiche Mario Negri IRCCS, Milan, Italy."
      ]
    },
    {
      "last_name": "Ridley",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Ridley",
      "affiliations": [
        "IRCCS Istituto delle Scienze Neurologiche di Bologna, Bologna, Italy."
      ]
    },
    {
      "last_name": "Minozzi",
      "fore_name": "Silvia",
      "initials": "S",
      "name": "Silvia Minozzi",
      "affiliations": [
        "Department of Epidemiology, Lazio Regional Health Service, Rome, Italy."
      ]
    },
    {
      "last_name": "Del Giovane",
      "fore_name": "Cinzia",
      "initials": "C",
      "name": "Cinzia Del Giovane",
      "affiliations": [
        "Institute of Primary Health Care (BIHAM), University of Bern, Bern, Switzerland.",
        "Cochrane Italy, Department of Medical and Surgical Sciences for Children and Adults, University-Hospital of Modena and Reggio Emilia, Modena, Italy."
      ]
    },
    {
      "last_name": "Peryer",
      "fore_name": "Guy",
      "initials": "G",
      "name": "Guy Peryer",
      "affiliations": [
        "School of Health Sciences, University of East Anglia (UEA), Norwich, UK."
      ]
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Family Medicine, Queens University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Foschi",
      "fore_name": "Matteo",
      "initials": "M",
      "name": "Matteo Foschi",
      "affiliations": [
        "Department of Neuroscience, Multiple Sclerosis Center - Neurology Unit, S.Maria delle Croci Hospital, AUSL Romagna, Ravenna, Italy.",
        "Department of Biotechnological and Applied Clinical Sciences, University of L'Aquila, L'Aquila, Italy."
      ]
    },
    {
      "last_name": "Filippini",
      "fore_name": "Graziella",
      "initials": "G",
      "name": "Graziella Filippini",
      "affiliations": [
        "Scientific Director's Office, Carlo Besta Foundation and Neurological Institute, Milan, Italy."
      ]
    },
    {
      "last_name": "Tramacere",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Tramacere",
      "affiliations": [
        "Department of Research and Clinical Development, Scientific Directorate, Fondazione IRCCS Istituto Neurologico Carlo Besta, Milan, Italy."
      ]
    },
    {
      "last_name": "Baldin",
      "fore_name": "Elisa",
      "initials": "E",
      "name": "Elisa Baldin",
      "affiliations": [
        "IRCCS Istituto delle Scienze Neurologiche di Bologna, Bologna, Italy."
      ]
    },
    {
      "last_name": "Nonino",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Nonino",
      "affiliations": [
        "IRCCS Istituto delle Scienze Neurologiche di Bologna, Bologna, Italy."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "04"
  },
  "start_page": "CD011381",
  "pages": "CD011381",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Immunosuppressive Agents",
    "Multiple Sclerosis, Relapsing-Remitting",
    "Glatiramer Acetate",
    "Interferon beta-1a",
    "Fingolimod Hydrochloride",
    "Natalizumab",
    "Interferon beta-1b",
    "Cladribine",
    "Alemtuzumab",
    "Dimethyl Fumarate",
    "Daclizumab",
    "Immunologic Factors",
    "Recurrence"
  ],
  "article_ids": {
    "pubmed": "38174776",
    "pmc": "PMC10765473",
    "doi": "10.1002/14651858.CD011381.pub3"
  },
  "doi": "10.1002/14651858.CD011381.pub3",
  "pmc_id": "PMC10765473",
  "dates": {
    "completed": "2024-01-05",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Immunosuppressive Agents",
    "teriflunomide",
    "ponesimod",
    "Glatiramer Acetate",
    "Interferon beta-1a",
    "Fingolimod Hydrochloride",
    "Natalizumab",
    "Interferon beta-1b",
    "Cladribine",
    "Alemtuzumab",
    "Dimethyl Fumarate",
    "Daclizumab",
    "Immunologic Factors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:36.572526",
    "pmid": "38174776"
  }
}