{
  "pmid": "38178158",
  "uid": "38178158",
  "title": "Chronic COVID-19 infection in an immunosuppressed patient shows changes in lineage over time: a case report.",
  "abstract": "BACKGROUND: The COVID-19 pandemic, caused by the Severe Acute Respiratory Syndrome Coronavirus 2 virus, emerged in late 2019 and spready globally. Many effects of infection with this pathogen are still unknown, with both chronic and repeated COVID-19 infection producing novel pathologies. CASE PRESENTATION: An immunocompromised patient presented with chronic COVID-19 infection. The patient had history of Hodgkin's lymphoma, treated with chemotherapy and stem cell transplant. During the course of their treatment, eleven respiratory samples from the patient were analyzed by whole-genome sequencing followed by lineage identification. Whole-genome sequencing of the virus present in the patient over time revealed that the patient at various timepoints harboured three different lineages of the virus. The patient was initially infected with the B.1.1.176 lineage before coinfection with BA.1. When the patient was coinfected with both B.1.1.176 and BA.1, the viral populations were found in approximately equal proportions within the patient based on sequencing read abundance. Upon further sampling, the lineage present within the patient during the final two timepoints was found to be BA.2.9. The patient eventually developed respiratory failure and died. CONCLUSIONS: This case study shows an example of the changes that can happen within an immunocompromised patient who is infected with COVID-19 multiple times. Furthermore, this case demonstrates how simultaneous coinfection with two lineages of COVID-19 can lead to unclear lineage assignment by standard methods, which are resolved by further investigation. When analyzing chronic COVID-19 infection and reinfection cases, care must be taken to properly identify the lineages of the virus present.",
  "authors": [
    {
      "last_name": "Baker",
      "fore_name": "Sheridan J C",
      "initials": "SJC",
      "name": "Sheridan J C Baker",
      "affiliations": [
        "David Braley Centre for Antibiotic Discovery, McMaster University, Hamilton, ON, Canada.",
        "Michael G. DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, ON, Canada.",
        "Department of Biochemistry and Biomedical Sciences, McMaster University, Hamilton, ON, Canada.",
        "Hamilton Regional Laboratory Medicine Program, St Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Nfonsam",
      "fore_name": "Landry E",
      "initials": "LE",
      "name": "Landry E Nfonsam",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada.",
        "Hamilton Regional Laboratory Medicine Program, Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Leto",
      "fore_name": "Daniela",
      "initials": "D",
      "name": "Daniela Leto",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada.",
        "Hamilton Regional Laboratory Medicine Program, Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rutherford",
      "fore_name": "Candy",
      "initials": "C",
      "name": "Candy Rutherford",
      "affiliations": [
        "Hamilton Regional Laboratory Medicine Program, St Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Michael G. DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, ON, Canada.",
        "Hamilton Regional Laboratory Medicine Program, St Joseph's Healthcare, Hamilton, ON, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada.",
        "Hamilton Regional Laboratory Medicine Program, Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Andrew G",
      "initials": "AG",
      "name": "Andrew G McArthur",
      "affiliations": [
        "David Braley Centre for Antibiotic Discovery, McMaster University, Hamilton, ON, Canada. mcarthua@mcmaster.ca.",
        "Michael G. DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, ON, Canada. mcarthua@mcmaster.ca.",
        "Department of Biochemistry and Biomedical Sciences, McMaster University, Hamilton, ON, Canada. mcarthua@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Virology journal",
    "iso_abbreviation": "Virol J",
    "issn": "1743-422X",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "04"
  },
  "start_page": "8",
  "pages": "8",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Coinfection",
    "Pandemics",
    "SARS-CoV-2",
    "Immunocompromised Host"
  ],
  "article_ids": {
    "pubmed": "38178158",
    "pmc": "PMC10768205",
    "doi": "10.1186/s12985-023-02278-7",
    "pii": "10.1186/s12985-023-02278-7"
  },
  "doi": "10.1186/s12985-023-02278-7",
  "pmc_id": "PMC10768205",
  "dates": {
    "completed": "2024-01-08",
    "revised": "2024-05-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.156340",
    "pmid": "38178158"
  }
}