{
  "pmid": "38185564",
  "uid": "38185564",
  "title": "Pharmacological agents for procedural sedation and analgesia in the emergency department and intensive care unit: a systematic review and network meta-analysis of randomised trials.",
  "abstract": "BACKGROUND: We aimed to evaluate the comparative effectiveness and safety of various i.v. pharmacologic agents used for procedural sedation and analgesia (PSA) in the emergency department (ED) and ICU. We performed a systematic review and network meta-analysis to enable direct and indirect comparisons between available medications. METHODS: We searched Medline, EMBASE, Cochrane, and PubMed from inception to 2 March 2023 for RCTs comparing two or more procedural sedation and analgesia medications in all patients (adults and children >30 days of age) requiring emergent procedures in the ED or ICU. We focused on the outcomes of sedation recovery time, patient satisfaction, and adverse events (AEs). We performed frequentist random-effects model network meta-analysis and used the Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) approach to rate certainty in estimates. RESULTS: We included 82 RCTs (8105 patients, 78 conducted in the ED and four in the ICU) of which 52 studies included adults, 23 included children, and seven included both. Compared with midazolam-opioids, recovery time was shorter with propofol (mean difference 16.3 min, 95% confidence interval [CI] 8.4-24.3 fewer minutes; high certainty), and patient satisfaction was better with ketamine-propofol (mean difference 1.5 points, 95% CI 0.3-2.6 points, high certainty). Regarding AEs, compared with midazolam-opioids, respiratory AEs were less frequent with ketamine (relative risk [RR] 0.55, 95% CI 0.32-0.96; high certainty), gastrointestinal AEs were more common with ketamine-midazolam (RR 3.08, 95% CI 1.15-8.27; high certainty), and neurological AEs were more common with ketamine-propofol (RR 3.68, 95% CI 1.08-12.53; high certainty). CONCLUSION: When considering procedural sedation and analgesia in the ED and ICU, compared with midazolam-opioids, sedation recovery time is shorter with propofol, patient satisfaction is better with ketamine-propofol, and respiratory adverse events are less common with ketamine.",
  "authors": [
    {
      "last_name": "Sharif",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Sharif",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, ON, Canada; Department of Medicine, Division of Critical Care, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: sameer.sharif@medportal.ca."
      ]
    },
    {
      "last_name": "Kang",
      "fore_name": "Jasmine",
      "initials": "J",
      "name": "Jasmine Kang",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada; Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rizvi",
      "fore_name": "Fayyaz",
      "initials": "F",
      "name": "Fayyaz Rizvi",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Forestell",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Forestell",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Greer",
      "fore_name": "Alisha",
      "initials": "A",
      "name": "Alisha Greer",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, ON, Canada; Department of Medicine, Division of Critical Care, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hewitt",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Hewitt",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, ON, Canada; Department of Medicine, Division of Critical Care, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada; Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "Department of Medicine, Sinai Health System; Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Eltorki",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Eltorki",
      "affiliations": [
        "Department of Pediatrics, Division of Pediatric Emergency Medicine, McMaster University, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed",
      "initials": "R",
      "name": "Reed Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Maala",
      "initials": "M",
      "name": "Maala Bhatt",
      "affiliations": [
        "Department of Medicine, Sinai Health System, Interdepartmental Division of Critical Care Medicine, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Burry",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Burry",
      "affiliations": [
        "Department of Medicine, Sinai Health System; Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Department of Pharmacy, Sinai Health System, Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Perry",
      "fore_name": "Jeffrey J",
      "initials": "JJ",
      "name": "Jeffrey J Perry",
      "affiliations": [
        "Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Petrosoniak",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Petrosoniak",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Pandharipande",
      "fore_name": "Pratik",
      "initials": "P",
      "name": "Pratik Pandharipande",
      "affiliations": [
        "Department of Anesthesiology, Division of Critical Care, Vanderbilt University School of Medicine, Nashville, TN, USA."
      ]
    },
    {
      "last_name": "Welsford",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Welsford",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "British journal of anaesthesia",
    "iso_abbreviation": "Br J Anaesth",
    "issn": "1471-6771",
    "issn_type": "Electronic",
    "volume": "132",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Mar"
  },
  "start_page": "491",
  "end_page": "506",
  "pages": "491-506",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Emergency Service, Hospital",
    "Randomized Controlled Trials as Topic",
    "Analgesia",
    "Hypnotics and Sedatives",
    "Intensive Care Units",
    "Conscious Sedation",
    "Patient Satisfaction",
    "Analgesics"
  ],
  "article_ids": {
    "pubmed": "38185564",
    "doi": "10.1016/j.bja.2023.11.050",
    "pii": "S0007-0912(23)00694-3"
  },
  "doi": "10.1016/j.bja.2023.11.050",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Hypnotics and Sedatives",
    "Analgesics"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.534661",
    "pmid": "38185564"
  }
}