{
  "pmid": "38180962",
  "uid": "38180962",
  "title": "Mapping stakeholders' relationships management in fulfilling corporate social responsibility: A study of China's construction industry.",
  "abstract": "Businesses today face a strong call for implementing corporate social responsibilities (CSR) subject to stakeholders' multiple expectations on the creation of long-term value. However, a vast majority of companies have struggled with the challenge of stakeholder management in CSR fulfillment, giving rise to a waste of enterprise resources. This study aims to map out stakeholders' relationships in CSR fulfillment to underscore stakeholder management. 253 CSR reports published by Chinese listed construction companies from 2010 to 2021 were collected and analyzed to map the stakeholders' relationships. The results show that construction companies usually stress the importance of corporate governance and workers interest, followed by construction quality and environmental preservation in implementing CSR. They adopt three types of stakeholder management approaches: coercive, cooperative, and coordinated approaches. The study presents the latest effort in managing stakeholders' relationships in the domain of CSR research. It favors construction firms to reconsider CSR activities from the stakeholder management perspective.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Management Science and Real Estate, Chongqing University, Chongqing, China."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Weiyan",
      "initials": "W",
      "name": "Weiyan Jiang",
      "affiliations": [
        "Business School, Southwest University of Political Science and Law, Chongqing, China."
      ]
    },
    {
      "last_name": "Ye",
      "fore_name": "Kunhui",
      "initials": "K",
      "name": "Kunhui Ye",
      "affiliations": [
        "School of Management Science and Real Estate, Chongqing University, Chongqing, China.",
        "Research Center for Construction Economics and Management, Chongqing University, Chongqing, China."
      ],
      "orcid": "0000-0003-3734-3448"
    },
    {
      "last_name": "Liang",
      "fore_name": "Yuanshu",
      "initials": "Y",
      "name": "Yuanshu Liang",
      "affiliations": [
        "School of Management Science and Real Estate, Chongqing University, Chongqing, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiaowei",
      "initials": "X",
      "name": "Xiaowei Wang",
      "affiliations": [
        "Department of Building and Real Estate, Hong Kong Polytechnic University, Hong Kong, China."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2024"
  },
  "start_page": "e0294588",
  "pages": "e0294588",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38180962",
    "pmc": "PMC10769051",
    "doi": "10.1371/journal.pone.0294588",
    "pii": "PONE-D-23-23102"
  },
  "doi": "10.1371/journal.pone.0294588",
  "pmc_id": "PMC10769051",
  "dates": {
    "completed": "2024-01-08",
    "revised": "2024-01-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.644260",
    "pmid": "38180962"
  }
}