{
  "pmid": "38186657",
  "uid": "38186657",
  "title": "Developmental health of Canadian kindergarten children with teacher-reported asthma between 2010 and 2015: A population-level cross-sectional study.",
  "abstract": "Asthma can impact children's quality of life. It is unclear how asthma is associated with the developmental health (i.e. a broad range of skills and abilities associated with growth and development) of young children at school entry. The goals of this cross-sectional, population-level study were to: (1) investigate the association between teacher-reported asthma and children's concurrent indicators of developmental health (developmental vulnerability); and (2) explore whether school absences and functional impairments modified this association. Participants were a Canadian population-based sample of 564 582 kindergarten children (Mage = 5.71 years, SD = 0.32, 51.3 % male) with data on the Early Development Instrument (EDI) collected between 2010 and 2015. Adjusted binary logistic regressions were conducted to address the objectives. From the sample, 958 (0.2 %) children were identified as having a diagnosis of asthma. These children were absent on average 9.4 days and 53.5 % had functional impairments (vs. 6.7 days absent and 15.9 % with functional impairments in children without asthma). After controlling for demographic characteristics, children with asthma had between 1.51 and 2.42 higher odds of being developmentally vulnerable. Only the presence of functional impairments modified this relationship and only for physical health and well-being. In this large, population-based sample of Canadian kindergarten children, few teachers reported knowledge of their students' asthma diagnosis. Among teacher-reported cases, asthma was a risk factor for developmental vulnerability in the domain of physical health and well-being only. Functional impairments may therefore be more detrimental for child development at school entry than asthma alone.",
  "authors": [
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario L8S 4K1, Canada.",
        "Human Early Learning Partnership, School of Population and Public Health, University of British Columbia, Vancouver, British Columbia V6T 1Z3, Canada."
      ]
    },
    {
      "last_name": "Reid-Westoby",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Reid-Westoby",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Pottruff",
      "fore_name": "Molly",
      "initials": "M",
      "name": "Molly Pottruff",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Schneeweiss",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Schneeweiss",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "George",
      "initials": "G",
      "name": "George Hu",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Brownell",
      "fore_name": "Marni",
      "initials": "M",
      "name": "Marni Brownell",
      "affiliations": [
        "Manitoba Centre for Health Policy, Department of Community Health Sciences, University of Manitoba, Winnipeg, Manitoba R3E 3P5, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Preventive medicine reports",
    "iso_abbreviation": "Prev Med Rep",
    "issn": "2211-3355",
    "issn_type": "Print",
    "volume": "37",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "102525",
  "pages": "102525",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38186657",
    "pmc": "PMC10767499",
    "doi": "10.1016/j.pmedr.2023.102525",
    "pii": "S2211-3355(23)00416-3"
  },
  "doi": "10.1016/j.pmedr.2023.102525",
  "pmc_id": "PMC10767499",
  "dates": {
    "revised": "2024-01-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.739884",
    "pmid": "38186657"
  }
}