{
  "pmid": "38185190",
  "uid": "38185190",
  "title": "Methods proposed for monitoring the implementation of evidence-based research: a cross-sectional study.",
  "abstract": "OBJECTIVES: Evidence-based research (EBR) is the systematic and transparent use of prior research to inform a new study so that it answers questions that matter in a valid, efficient, and accessible manner. This study surveyed experts about existing (e.g., citation analysis) and new methods for monitoring EBR and collected ideas about implementing these methods. STUDY DESIGN AND SETTING: We conducted a cross-sectional study via an online survey between November 2022 and March 2023. Participants were experts from the fields of evidence synthesis and research methodology in health research. Open-ended questions were coded by recurring themes; descriptive statistics were used for quantitative questions. RESULTS: Twenty-eight expert participants suggested that citation analysis should be supplemented with content evaluation (not just what is cited but also in which context), content expert involvement, and assessment of the quality of cited systematic reviews. They also suggested that citation analysis could be facilitated with automation tools. They emphasized that EBR monitoring should be conducted by ethics committees and funding bodies before the research starts. Challenges identified for EBR implementation monitoring were resource constraints and clarity on responsibility for EBR monitoring. CONCLUSION: Ideas proposed in this study for monitoring the implementation of EBR can be used to refine methods and define responsibility but should be further explored in terms of feasibility and acceptability. Different methods may be needed to determine if the use of EBR is improving over time.",
  "authors": [
    {
      "last_name": "Puljak",
      "fore_name": "Livia",
      "initials": "L",
      "name": "Livia Puljak",
      "affiliations": [
        "Center for Evidence-Based Medicine and Healthcare, Catholic University of Croatia, Zagreb, Croatia. Electronic address: livia.puljak@unicath.hr."
      ]
    },
    {
      "last_name": "Bala",
      "fore_name": "Małgorzata M",
      "initials": "MM",
      "name": "Małgorzata M Bala",
      "affiliations": [
        "Systematic Reviews Unit, Department of Hygiene and Dietetics, Chair of Epidemiology and Preventive Medicine, Jagiellonian University Medical College, Kraków, Poland."
      ]
    },
    {
      "last_name": "Zając",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Zając",
      "affiliations": [
        "Department of Hygiene and Dietetics, Chair of Epidemiology and Preventive Medicine, Jagiellonian University Medical College, Kraków, Poland."
      ]
    },
    {
      "last_name": "Meštrović",
      "fore_name": "Tomislav",
      "initials": "T",
      "name": "Tomislav Meštrović",
      "affiliations": [
        "University North, Varaždin, Croatia."
      ]
    },
    {
      "last_name": "Buttigieg",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Buttigieg",
      "affiliations": [
        "Department of Health Systems Management and Leadership, Faculty of Health Sciences, University of Malta, Msida, Malta."
      ]
    },
    {
      "last_name": "Yanakoulia",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Yanakoulia",
      "affiliations": [
        "Department of Nutrition and Dietetics, Harokopio University, Athens, Greece."
      ]
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": [
        "Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, Basel, Switzerland; University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Lunny",
      "fore_name": "Carole",
      "initials": "C",
      "name": "Carole Lunny",
      "affiliations": [
        "Knowledge Translation Program, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Unity Health Toronto, Toronto, Ontario, Canada; Cochrane Hypertension Review Group, The Therapeutics Initiative, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Lesniak",
      "fore_name": "Wiktoria",
      "initials": "W",
      "name": "Wiktoria Lesniak",
      "affiliations": [
        "Polish Institute for Evidence Based Medicine, Krakow, Poland."
      ]
    },
    {
      "last_name": "Poklepović Peričić",
      "fore_name": "Tina",
      "initials": "T",
      "name": "Tina Poklepović Peričić",
      "affiliations": [
        "Department of Prosthodontics, Study of Dental Medicine, University of Split School of Medicine, Split, Croatia."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Institut de Recerca Sant Pau (IR SANT PAU), Iberoamerican Cochrane Center, Barcelona, Spain; Centro de Investigación Biomédica en Red de Epidemiología y Salud Pública (CIBERESP), Madrid, Spain."
      ]
    },
    {
      "last_name": "Clarke",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Clarke",
      "affiliations": [
        "Northern Ireland Clinical Trials Unit (NICTU), Belfast, UK; Centre for Public Health, Queen's University Belfast, Belfast, UK."
      ]
    },
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "Division of Hematology/Oncology, Department of Medicine, Medical University of South Carolina, Charleston, South Carolina, USA."
      ]
    },
    {
      "last_name": "Gartlehner",
      "fore_name": "Gerald",
      "initials": "G",
      "name": "Gerald Gartlehner",
      "affiliations": [
        "RTI International, The RTI International-University of North Carolina Evidence-Based Practice Center, Durham, NC, USA; Department for Evidence-Based Medicine and Evaluation, University for Continuing Education Krems, Krems, Austria."
      ]
    },
    {
      "last_name": "Giannakou",
      "fore_name": "Konstantinos",
      "initials": "K",
      "name": "Konstantinos Giannakou",
      "affiliations": [
        "Department of Health Sciences, School of Sciences, European University Cyprus, Nicosia, Cyprus."
      ]
    },
    {
      "last_name": "Glenny",
      "fore_name": "Anne-Marie",
      "initials": "AM",
      "name": "Anne-Marie Glenny",
      "affiliations": [
        "Division of Dentistry, Cochrane Oral Health, School of Medical Sciences, Faculty of Biology, Medicine and Health, University of Manchester, Manchester, UK."
      ]
    },
    {
      "last_name": "Glenton",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Glenton",
      "affiliations": [
        "Western Norway University of Applied Sciences, Bergen, Norway."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hemkens",
      "fore_name": "Lars G",
      "initials": "LG",
      "name": "Lars G Hemkens",
      "affiliations": [
        "Research Center for Clinical Neuroimmunology and Neuroscience Basel (RC2NB), University Hospital Basel, University of Basel, Basel, Switzerland; Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland; Meta-Research Innovation Center at Stanford (METRICS), Stanford University, Stanford, CA, USA; Meta-Research Innovation Center Berlin (METRIC-B), Berlin Institute of Health, Berlin, Germany."
      ]
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "John P A",
      "initials": "JPA",
      "name": "John P A Ioannidis",
      "affiliations": [
        "Meta-Research Innovation Center at Stanford (METRICS), Stanford University, Stanford, CA, USA; Department of Medicine, Stanford University, Stanford, CA, USA; Department of Epidemiology and Population Health, Stanford University, Stanford, CA, USA; Department of Biomedical Data Science, Stanford University, Stanford, CA, USA; Department of Statistics, Stanford University, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Juhl Jørgensen",
      "fore_name": "Karsten",
      "initials": "K",
      "name": "Karsten Juhl Jørgensen",
      "affiliations": [
        "Department of Clinical Research, Cochrane Denmark and Centre for Evidence-Based Medicine Odense, University of Southern Denmark, Odense, Denmark."
      ]
    },
    {
      "last_name": "Martins-Pfeifer",
      "fore_name": "Carolina Castro",
      "initials": "CC",
      "name": "Carolina Castro Martins-Pfeifer",
      "affiliations": [
        "Dental School, Federal University of Minas Gerais (UFMG), Belo Horizonte, Brazil."
      ]
    },
    {
      "last_name": "Marušić",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Marušić",
      "affiliations": [
        "Department of Research in Biomedicine and Health, Center for Evidence-based Medicine, University of Split School of Medicine, Split, Croatia."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Meneses Echavez",
      "fore_name": "Jose Francisco",
      "initials": "JF",
      "name": "Jose Francisco Meneses Echavez",
      "affiliations": [
        "Facultad de Cultura Física, Deporte y Recreación, Universidad Santo Tomás, Bogotá, Colombia; Division of Health Services at Norwegian Institute of Public Health, Bergen, Norway."
      ]
    },
    {
      "last_name": "Moher",
      "fore_name": "David",
      "initials": "D",
      "name": "David Moher",
      "affiliations": [
        "Ottawa Hospital Research Institute and University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Nussbaumer-Streit",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Nussbaumer-Streit",
      "affiliations": [
        "Department for Evidence-Based Medicine and Evaluation, University for Continuing Education Krems, Krems, Austria."
      ]
    },
    {
      "last_name": "Page",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Page",
      "affiliations": [
        "Methods in Evidence Synthesis Unit, School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Pérez-Gaxiola",
      "fore_name": "Giordano",
      "initials": "G",
      "name": "Giordano Pérez-Gaxiola",
      "affiliations": [
        "Hospital Pediátrico de Sinaloa, Cochrane Mexico, Culiacán, Mexico."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Karen A",
      "initials": "KA",
      "name": "Karen A Robinson",
      "affiliations": [
        "Western Norway University of Applied Sciences, Bergen, Norway; Division of General Internal Medicine, Department of Medicine, School of Medicine, Johns Hopkins University, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Salanti",
      "fore_name": "Georgia",
      "initials": "G",
      "name": "Georgia Salanti",
      "affiliations": [
        "Institute of Social and Preventive Medicine University of Bern, Switzerland."
      ]
    },
    {
      "last_name": "Saldanha",
      "fore_name": "Ian J",
      "initials": "IJ",
      "name": "Ian J Saldanha",
      "affiliations": [
        "Department of Epidemiology, Center for Clinical Trials and Evidence Synthesis, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Savović",
      "fore_name": "Jelena",
      "initials": "J",
      "name": "Jelena Savović",
      "affiliations": [
        "Population Health Sciences, Bristol Medical School, University of Bristol, Bristol, UK; NIHR Applied Research Collaboration West (ARC West) at University Hospitals Bristol and Weston NHS Foundation Trust, Bristol, UK."
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "James",
      "initials": "J",
      "name": "James Thomas",
      "affiliations": [
        "EPPI-Centre, UCL Social Research Institute, University College London, London, UK."
      ]
    },
    {
      "last_name": "Tricco",
      "fore_name": "Andrea C",
      "initials": "AC",
      "name": "Andrea C Tricco",
      "affiliations": [
        "Li Ka Shing Knowledge Institute of St. Michael's Hospital, Unity Health Toronto, Toronto, Canada; Epidemiology Division and the Institute of Health Management, Policy, and Evaluation, Dalla Lana School of Public Health University of Toronto, Toronto, Canada; Queen's Collaboration for Health Care Quality Joanna Briggs Institute Centre of Excellence, Queen's University, Kingston, Canada."
      ]
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "van Hoof",
      "fore_name": "Joost",
      "initials": "J",
      "name": "Joost van Hoof",
      "affiliations": [
        "The Hague University of Applied Sciences, Faculty Social Work & Education, The Hague, The Netherlands; Institute of Spatial Management, Faculty of Spatial Management and Landscape Architecture, Wrocław University of Environmental and Life Sciences, Wrocław, Poland."
      ]
    },
    {
      "last_name": "Pieper",
      "fore_name": "Dawid",
      "initials": "D",
      "name": "Dawid Pieper",
      "affiliations": [
        "Faculty of Health Sciences Brandenburg, Brandenburg Medical School Theodor Fontane, Institute for Health Services and Health System Research, Rüdersdorf, Germany; Center for Health Services Research, Brandenburg Medical School Theodor Fontane, Rüdersdorf, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "168",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "111247",
  "pages": "111247",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Cross-Sectional Studies",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "38185190",
    "doi": "10.1016/j.jclinepi.2024.111247",
    "pii": "S0895-4356(24)00002-7"
  },
  "doi": "10.1016/j.jclinepi.2024.111247",
  "dates": {
    "completed": "2024-04-22",
    "revised": "2024-04-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.644241",
    "pmid": "38185190"
  }
}