{
  "pmid": "38193044",
  "uid": "38193044",
  "title": "Inhibitor development according to concentrate in severe hemophilia: reporting on 1392 Previously Untreated Patients from Europe and Canada.",
  "abstract": "BACKGROUND: Clotting factor concentrates have been the mainstay of severe hemophilia treatment over the last 50 years. Differences in risk of neutralizing antibody (inhibitor) formation according to concentrate used remain clinically relevant. OBJECTIVES: To assess inhibitor development according to type of clotting factor concentrate in previously untreated patients (PUPs) with severe hemophilia A and B. METHODS: The European Haemophilia Safety Surveillance (EUHASS) and Canadian Bleeding Disorders Registry (CBDR) have been monitoring adverse events overall and according to concentrate for 11 and 8 years, respectively. Inhibitors were reported quarterly, and PUPs completed 50 exposure days without inhibitor development annually. Cumulative inhibitor incidences and 95% confidence intervals (CIs) were compared without adjustment for other risk factors. RESULTS: Fifty-six European and 23 Canadian centers reported inhibitor development in 312 of 1219 (26%; CI, 23%-28%) PUPs with severe hemophilia A and 14 of 173 (8%; CI, 5%-13%) PUPs with severe hemophilia B. Inhibitor development was lower on plasma-derived factor (F)VIII (pdFVIII, 20%; CI, 14%-26%) than on standard half-life recombinant FVIII (SHL-rFVIII, 27%; CI, 24%-30% and odds ratio, 0.67; CI, 0.45%-0.98%; P = .04). Extended half-life recombinant FVIII (EHL-rFVIII, 22%; CI, 12%-36%) showed an intermediate inhibitor rate, while inhibitor rates for Advate (26%; CI, 22%-31%) and Kogenate/Helixate (30%; CI, 24%-36%) overlapped. For other SHL-rFVIII concentrates, inhibitor rates varied from 3% to 43%. Inhibitor development was similar for pdFIX (11%; CI, 3%-25%), SHL-rFIX (8%; CI, 3%-15%), and EHL-rFIX (7%; CI, 1%-22%). CONCLUSION: While confirming expected rates of inhibitors in PUPs, inhibitor development was lower in pdFVIII than in SHL-rFVIII. Preliminary data suggest variation in inhibitor development among different SHL-rFVIII and EHL-rFVIII concentrates.",
  "authors": [
    {
      "last_name": "Fischer",
      "fore_name": "Kathelijn",
      "initials": "K",
      "name": "Kathelijn Fischer",
      "affiliations": [
        "Center for Benign Haematology, Thrombosis and Haemostasis, Van Creveldkliniek, University Medical Center Utrecht, University Utrecht, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Lassila",
      "fore_name": "Riitta",
      "initials": "R",
      "name": "Riitta Lassila",
      "affiliations": [
        "Department of Hematology, Unit of Coagulation Disorders, Helsinki University Central Hospital, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Peyvandi",
      "fore_name": "Flora",
      "initials": "F",
      "name": "Flora Peyvandi",
      "affiliations": [
        "Angelo Bianchi Bonomi Hemophilia and Thrombosis Centre, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy.",
        "Department of Pathophysiology and Transplantation, University of Milan, Milan, Italy."
      ]
    },
    {
      "last_name": "Gatt",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Gatt",
      "affiliations": [
        "Mater Dei Hospital, Tal-QRoqq, Msida, Malta."
      ]
    },
    {
      "last_name": "Hollingsworth",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Hollingsworth",
      "affiliations": [
        "MDSAS, Manchester, United Kingdom."
      ]
    },
    {
      "last_name": "Lambert",
      "fore_name": "Thierry",
      "initials": "T",
      "name": "Thierry Lambert",
      "affiliations": [
        "Hopital Bicetre, Paris, France."
      ]
    },
    {
      "last_name": "Kaczmarek",
      "fore_name": "Radek",
      "initials": "R",
      "name": "Radek Kaczmarek",
      "affiliations": [
        "Coagulation Products Safety Supply and Access Committee, World Federation of Hemophilia, Montreal, Quebec, Canada.",
        "Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, Indiana, USA."
      ]
    },
    {
      "last_name": "Bettle",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Bettle",
      "affiliations": [
        "IWK Health Centre, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Samji",
      "fore_name": "Nasrin",
      "initials": "N",
      "name": "Nasrin Samji",
      "affiliations": [
        "Department of Pediatrics, Division of Hematology-Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rivard",
      "fore_name": "Georges-Étienne",
      "initials": "GÉ",
      "name": "Georges-Étienne Rivard",
      "affiliations": [
        "Department of Pediatrics, Division of Hematology-Oncology, CHU Sainte-Justine, Université de Montréal, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Carcao",
      "fore_name": "Manuel",
      "initials": "M",
      "name": "Manuel Carcao",
      "affiliations": [
        "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Makris",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Makris",
      "affiliations": [
        "Department of Infection, Immunity and Cardiovascular Disease, University of Sheffield, Sheffield, United Kingdom."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Research and practice in thrombosis and haemostasis",
    "iso_abbreviation": "Res Pract Thromb Haemost",
    "issn": "2475-0379",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "8",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "102265",
  "pages": "102265",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38193044",
    "pmc": "PMC10772871",
    "doi": "10.1016/j.rpth.2023.102265",
    "pii": "S2475-0379(23)05693-5"
  },
  "doi": "10.1016/j.rpth.2023.102265",
  "pmc_id": "PMC10772871",
  "dates": {
    "revised": "2024-01-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.416898",
    "pmid": "38193044"
  }
}