{
  "pmid": "38192366",
  "uid": "38192366",
  "title": "Individuals' Values and Preferences Regarding Medical Cannabis for Chronic Pain: A Descriptive Qualitative Study.",
  "abstract": "BACKGROUND: Cannabis for medical purposes has been legal in Canada since 2001; however, physicians receive no formal training in this modality, and clinical use of cannabis remains controversial. This study aims to explore the values and preferences of people living with chronic pain (PLwCP) in using medical cannabis for chronic pain to inform guideline development and shared decision-making in clinical practice. METHODS: We conducted a descriptive qualitative study using in-depth interviews with PLwCP. Using a deductive/inductive approach, we developed concepts and themes related to values and preferences of PLwCP on their use (or avoidance) of medical cannabis for chronic pain. RESULTS: We interviewed 52 PLwCP, including current medical cannabis users (40), previous users (10) and non-users (2). Most PLwCP who used cannabis therapeutically reported the need for experimentation to determine what cannabis products, routes, and doses worked for them. Perceived benefits of medical cannabis among current users included relief from pain, better sleep, and improved mental health. Reasons for discontinuing use of medical cannabis included lack of improvement in pain or sleep or undesirable side effects. Cannabidiol (CBD) dominant products were reported to result in minimal adverse effects (eg, physical or mental impairment) compared to tetrahydrocannabinol (THC) dominant products. Perceived barriers or facilitators to use included social acceptability, availability or access, cost, and attitudes and knowledge among healthcare providers. Participants noted different routes of cannabis use including oral routes that provided longer-lasting pain relief with a slower onset and inhaled routes with a more rapid onset with shorter-lived effects. CONCLUSION: Participants' decisions to use medical cannabis for chronic pain were varied, which suggests these decisions are likely to be sensitive to individuals' values and preferences. There is a call for further research and information-sharing to help PLwCP understand the complexities of cannabis use for medical purposes, including ideal dosing and timing.",
  "authors": [
    {
      "last_name": "Cummings",
      "fore_name": "Hanson",
      "initials": "H",
      "name": "Hanson Cummings",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ul Haq",
      "fore_name": "Moizza Zia",
      "initials": "MZ",
      "name": "Moizza Zia Ul Haq",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dargham",
      "fore_name": "Amne",
      "initials": "A",
      "name": "Amne Dargham",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shakeel",
      "fore_name": "Nauman",
      "initials": "N",
      "name": "Nauman Shakeel",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0009-0005-0118-7596"
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G DeGroote Centre for Medicinal Cannabis Research, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0178-8712"
    },
    {
      "last_name": "Darzi",
      "fore_name": "Andrea J",
      "initials": "AJ",
      "name": "Andrea J Darzi",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2498-1697"
    },
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-2333-0144"
    }
  ],
  "journal": {
    "title": "Journal of pain research",
    "iso_abbreviation": "J Pain Res",
    "issn": "1178-7090",
    "issn_type": "Print",
    "volume": "17",
    "pub_year": "2024"
  },
  "start_page": "21",
  "end_page": "34",
  "pages": "21-34",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38192366",
    "pmc": "PMC10771731",
    "doi": "10.2147/JPR.S432823",
    "pii": "432823"
  },
  "doi": "10.2147/JPR.S432823",
  "pmc_id": "PMC10771731",
  "dates": {
    "revised": "2024-01-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:33.380170",
    "pmid": "38192366"
  }
}