{
  "pmid": "38198205",
  "uid": "38198205",
  "title": "High-Quality eHealth Websites for Information on Endometriosis: Systematic Search.",
  "abstract": "BACKGROUND: eHealth websites are increasingly being used by community members to obtain information about endometriosis. Additionally, clinicians can use these websites to enhance their understanding of the condition and refer patients to these websites. However, poor-quality information can adversely impact users. Therefore, a critical evaluation is needed to assess and recommend high-quality endometriosis websites. OBJECTIVE: This study aimed to evaluate the quality and provide recommendations for high-quality endometriosis eHealth websites for the community and clinicians. METHODS: PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) 2020 guidelines informed 2 Google searches of international and Australian eHealth websites. The first search string used the terms \"endometriosis,\" \"adenomyosis,\" or \"pelvic pain,\" whereas \"Australia\" was added to the second search string. Only free eHealth websites in English were included. ENLIGHT, a validated tool, was used to assess the quality across 7 domains such as usability, visual design, user engagement, content, therapeutic persuasiveness, therapeutic alliance, and general subjective evaluation. Websites with a total score of 3.5 or more were classified as \"good\" according to the ENLIGHT scoring system and are recommended as high-quality eHealth websites for information on endometriosis. RESULTS: In total, 117 eHealth websites were screened, and 80 were included in the quality assessment. Four high-quality eHealth websites (ie, those that scored 3.5 or more) were identified (Endometriosis Australia Facebook Page, Endometriosis UK, National Action Plan for Endometriosis on EndoActive, and Adenomyosis by the Medical Republic). These websites provided easily understood, engaging, and accurate information. Adenomyosis by the Medical Republic can be used as a resource in clinical practice. Most eHealth websites scored well, 3.5 or more in the domains of usability (n=76, 95%), visual design (n=64, 80%), and content (n=63, 79%). However, of the 63 websites, only 25 provided references and 26 provided authorship details. Few eHealth websites scored well on user engagement (n=18, 23%), therapeutic persuasiveness (n=2, 3%), and therapeutic alliance (n=22, 28%). In total, 30 (38%) eHealth websites scored well on general subjective evaluation. CONCLUSIONS: Although geographical location can influence the search results, we identified 4 high-quality endometriosis eHealth websites that can be recommended to the endometriosis community and clinicians. To improve quality, eHealth websites must provide evidence-based information with appropriate referencing and authorship. Factors that enhance usability, visual design, user engagement, therapeutic persuasiveness, and therapeutic alliance can lead to the successful and long-term uptake of eHealth websites. User engagement, therapeutic persuasiveness, and therapeutic alliance can be strengthened by sharing lived experiences and personal stories and by cocreating meaningful content for both the community and clinicians. Reach and discoverability can be improved by leveraging search engine optimization tools. TRIAL REGISTRATION: PROSPERO CRD42020185475; https://www.crd.york.ac.uk/PROSPERO/display_record.php?RecordID=185475&VersionID=2124365.",
  "authors": [
    {
      "last_name": "Sirohi",
      "fore_name": "Diksha",
      "initials": "D",
      "name": "Diksha Sirohi",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, North Adelaide, Australia."
      ],
      "orcid": "0000-0003-4485-7877"
    },
    {
      "last_name": "Ng",
      "fore_name": "Cecilia Hoi Man",
      "initials": "CHM",
      "name": "Cecilia Hoi Man Ng",
      "affiliations": [
        "School of Clinical Medicine, Division of Obstetrics and Gynaecology, University of New South Wales, Sydney, Australia.",
        "Jean Hailes for Women's Health, Melbourne, Australia."
      ],
      "orcid": "0000-0002-8637-9861"
    },
    {
      "last_name": "Bidargaddi",
      "fore_name": "Niranjan",
      "initials": "N",
      "name": "Niranjan Bidargaddi",
      "affiliations": [
        "Digital Health, College of Medicine and Public Health, Flinders University, Adelaide, Australia."
      ],
      "orcid": "0000-0003-2868-9260"
    },
    {
      "last_name": "Slater",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Slater",
      "affiliations": [
        "Curtin School of Allied Health, Curtin University, Perth, Australia."
      ],
      "orcid": "0000-0002-4868-4988"
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa A",
      "initials": "MA",
      "name": "Melissa A Parker",
      "affiliations": [
        "Canberra Endometriosis Centre, Centenary Hospital for Women and Children, ACT Health, Canberra, Australia."
      ],
      "orcid": "0000-0002-4213-7166"
    },
    {
      "last_name": "Hull",
      "fore_name": "Mary Louise",
      "initials": "ML",
      "name": "Mary Louise Hull",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, North Adelaide, Australia."
      ],
      "orcid": "0000-0003-1813-3971"
    },
    {
      "last_name": "O'Hara",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca O'Hara",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, North Adelaide, Australia."
      ],
      "orcid": "0000-0002-7482-1691"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "26",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "10"
  },
  "start_page": "e48243",
  "pages": "e48243",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Adenomyosis",
    "Australia",
    "Authorship",
    "Endometriosis",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "38198205",
    "pmc": "PMC10809066",
    "doi": "10.2196/48243",
    "pii": "v26i1e48243"
  },
  "doi": "10.2196/48243",
  "pmc_id": "PMC10809066",
  "dates": {
    "completed": "2024-01-11",
    "revised": "2025-07-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.224111",
    "pmid": "38198205"
  }
}