{
  "pmid": "38190827",
  "uid": "38190827",
  "title": "[Not Available].",
  "abstract": "Patients undergoing challenging medical procedures often suffer from high levels of anxiety and stress. Their most important need is a feeling of control and safety. Hypnotic communication provides a means of addressing these feelings without medication. The core technique is to use the perceived stimuli, like beeping sounds or the pressure of the ventilation mask and re-evaluate them as helpful signs. For example, the beeping sounds can be an indicator of the optimal treatment with the highest level of medical equipment in the intensive care unit and the pressure of the ventilation mask might feel like a tight hug of a friend that wants to help. Positive suggestions work even better when patients are in a trance state. In the intensive care unit, you can use the natural trance state instead of inducing a formal hypnotic trance. Positive suggestions can even help to prevent negative emotions before the challenging medical procedure starts. It greatly improves patients' well-being to replace common phrases in the everyday medical practice. This article gives examples of better phrasings and elaborates the scientific evidence of positive suggestions that can even stop bleeding. The goal is to show simple ways to improve communication with patients and induce feelings of control and safety.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Anasthesiologie, Intensivmedizin, Notfallmedizin, Schmerztherapie : AINS",
    "iso_abbreviation": "Anasthesiol Intensivmed Notfallmed Schmerzther",
    "issn": "1439-1074",
    "issn_type": "Electronic",
    "volume": "59",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "59",
  "end_page": "63",
  "pages": "59-63",
  "language": "ger",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Anesthesia",
    "Anesthesiology",
    "Hypnosis",
    "Anxiety",
    "Hypnotics and Sedatives"
  ],
  "article_ids": {
    "pubmed": "38190827",
    "doi": "10.1055/a-2044-8428"
  },
  "doi": "10.1055/a-2044-8428",
  "dates": {
    "completed": "2024-01-10",
    "revised": "2024-01-10"
  },
  "chemicals": [
    "Hypnotics and Sedatives"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.465168",
    "pmid": "38190827"
  }
}