{
  "pmid": "38190889",
  "uid": "38190889",
  "title": "Gender and Racial Diversity Among Obstetrics and Gynecology Departments and Gynecologic Oncology Divisions in Canada: Are We There Yet?",
  "abstract": "OBJECTIVES: Gender and racial diversity in academic Canadian departments of obstetrics and gynecology (OBGYN) have not been previously described. We examined gender representation in leadership in academic OBGYN departments and gynecologic oncology (GO) divisions, and determined factors predictive of leadership and promotion including racialized status. METHODS: This cross-sectional study of Canadian residency-affiliated academic OBGYN departments queried institutional websites in January 2021 to compile a list of academic faculty. Subjective gender was assessed using photographs and pronouns, and racialized status was determined using photographs. Logistic regression analyses determined predictive factors for leadership roles. Fassiotto et al. rank equity indices (REI) and Hofler et al. representation ratios were calculated. RESULTS: Within 16 Canadian institutions there were 354 (33.6%) men and 699 (66.4%) women, with 18.3% racialized faculty. Men were more likely to reach full professorship (P < 0.00001) and leadership positions of department chair, vice-chair or division head (P = 0.01). Representation ratios for women in OBGYN were <1 for all administrative leadership positions, and pairwise comparisons of the probability of promotion for women OBGYNs using REI reveal significant disparities between senior and junior administrative leadership and professorial ranks. Racialized physicians were less likely to have attained full professorship (P = 0.002). Ninety-seven academic GOs were identified: 68 (70.1%) were women, 17 (17.5%) racialized. Seven GO divisions (44%) had no racialized members. On multivariate analysis, only year of completion of fellowship was predictive of leadership. CONCLUSION: In academic Canadian OBGYN departments women are underrepresented in leadership and full professor positions. Racialized faculty are underrepresented in full professorship.",
  "authors": [
    {
      "last_name": "Mah",
      "fore_name": "Sarah J",
      "initials": "SJ",
      "name": "Sarah J Mah",
      "affiliations": [
        "Division of Gynecologic Oncology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Bellini",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Bellini",
      "affiliations": [
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Reade",
      "fore_name": "Clare J",
      "initials": "CJ",
      "name": "Clare J Reade",
      "affiliations": [
        "Division of Gynecologic Oncology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Nguyen",
      "fore_name": "Julie M V",
      "initials": "JMV",
      "name": "Julie M V Nguyen",
      "affiliations": [
        "Division of Gynecologic Oncology, McMaster University, Hamilton, ON. Electronic address: nguyenjmv@hhsc.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "102350",
  "pages": "102350",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Canada",
    "Female",
    "Male",
    "Cross-Sectional Studies",
    "Gynecology",
    "Leadership",
    "Obstetrics",
    "Faculty, Medical",
    "Cultural Diversity",
    "Medical Oncology"
  ],
  "article_ids": {
    "pubmed": "38190889",
    "doi": "10.1016/j.jogc.2024.102350",
    "pii": "S1701-2163(24)00023-9"
  },
  "doi": "10.1016/j.jogc.2024.102350",
  "dates": {
    "completed": "2024-05-02",
    "revised": "2025-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.308771",
    "pmid": "38190889"
  }
}