{
  "pmid": "38190311",
  "uid": "38190311",
  "title": "An Updated Equitable Model of Readiness for Transition to Adult Care: Content Validation in Young People With Sickle Cell Disease.",
  "abstract": "IMPORTANCE: Despite elevated health risks during young adulthood, many adolescents and young adults with serious health care needs face barriers during the transfer to an adult specialty practitioner, and health disparities may occur during the transition. OBJECTIVE: To validate the content of an updated Social-Ecological Model of Adolescent and Young Adult Readiness for Transition to Promote Health Equity (SMART-E) in a group of adolescents and young adults with sickle cell disease (SCD) and their supports. DESIGN, SETTING, AND PARTICIPANTS: Health equity framework components were reviewed. Systems of power (eg, institutional and practitioner bias) and environments or networks (eg, peer or school support) were added as SMART-E preexisting factors, and health literacy was included within readiness factors. Adolescents and young adults aged 16 to 29 years with SCD, caregivers, and practitioners participated in this convergent, mixed-methods study within Children's Hospital of Philadelphia between January and August 2022. MAIN OUTCOMES AND MEASURES: Content validity was assessed through nominations of top 3 most important transition barriers prior to interviews and focus groups, ratings on importance of SMART-E factors (0-4 scale; ratings >2 support validity) after interviews and focus groups, nominations of 3 most important factors for transition and for health equity, and qualitative content analysis of interview transcripts. RESULTS: The study enrolled 10 pediatric adolescents and young adults (mean [SD] age, 18.6 [2.9] years; 4 female and 6 male), 10 transferred adolescents and young adults (mean [SD] age, 22.9 [2.1] years; 8 female and 2 male), 9 caregivers (mean [SD] age, 49.8 [8.7] years; 5 female and 4 male), and 9 practitioners (mean [SD] age, 45.6 [10.5] years; 8 female and 1 male). Quantitative ratings supported the content validity of SMART-E and met established criteria for validity. Systems of power was the most endorsed transition barrier (14 of 38 participants) reported prior to interviews and focus groups. After the interview, participants endorsed all SMART-E factors as important for transition, with new factors systems of power and environments and networks rated at a mean (SD) 2.8 (1.23) and 3.1 (0.90), respectively, on a 0 to 4 scale of importance. The most important factors for transition and equity varied by participant group, with all factors being endorsed, supporting the comprehensiveness of SMART-E. Qualitative data corroborated quantitative findings, further supporting validity, and minor modifications were made to definitions. CONCLUSIONS AND RELEVANCE: SMART-E obtained initial content validation with inclusion of health equity factors for adolescents and young adults with SCD, caregivers, and practitioners. The model should be evaluated in other populations of adolescents and young adults with chronic disease.",
  "authors": [
    {
      "last_name": "Prussien",
      "fore_name": "Kemar V",
      "initials": "KV",
      "name": "Kemar V Prussien",
      "affiliations": [
        "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania.",
        "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania."
      ]
    },
    {
      "last_name": "Crosby",
      "fore_name": "Lori E",
      "initials": "LE",
      "name": "Lori E Crosby",
      "affiliations": [
        "Division of Behavioral Medicine, Cincinnati Children's Hospital and Medical Center, Cincinnati, Ohio.",
        "Department of Pediatrics, University of Cincinnati School of Medicine, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Faust",
      "fore_name": "Haley L",
      "initials": "HL",
      "name": "Haley L Faust",
      "affiliations": [
        "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania."
      ]
    },
    {
      "last_name": "Barakat",
      "fore_name": "Lamia P",
      "initials": "LP",
      "name": "Lamia P Barakat",
      "affiliations": [
        "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania.",
        "Department of Pediatrics, University of Pennsylvania School of Medicine, Philadelphia."
      ]
    },
    {
      "last_name": "Deatrick",
      "fore_name": "Janet A",
      "initials": "JA",
      "name": "Janet A Deatrick",
      "affiliations": [
        "Department of Family & Community Health, University of Pennsylvania School of Nursing, Philadelphia."
      ]
    },
    {
      "last_name": "Smith-Whitley",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Smith-Whitley",
      "affiliations": [
        "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania.",
        "Pfizer, New York, New York."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Schwartz",
      "affiliations": [
        "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania.",
        "Department of Pediatrics, University of Pennsylvania School of Medicine, Philadelphia."
      ]
    }
  ],
  "journal": {
    "title": "JAMA pediatrics",
    "iso_abbreviation": "JAMA Pediatr",
    "issn": "2168-6211",
    "issn_type": "Electronic",
    "volume": "178",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "274",
  "end_page": "282",
  "pages": "274-282",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comment"
  ],
  "keywords": [
    "Young Adult",
    "Adolescent",
    "Humans",
    "Male",
    "Female",
    "Child",
    "Adult",
    "Middle Aged",
    "Transition to Adult Care",
    "Health Equity",
    "Health Promotion",
    "Anemia, Sickle Cell",
    "Models, Theoretical"
  ],
  "article_ids": {
    "pubmed": "38190311",
    "pmc": "PMC10775077",
    "doi": "10.1001/jamapediatrics.2023.5914",
    "pii": "2813444"
  },
  "doi": "10.1001/jamapediatrics.2023.5914",
  "pmc_id": "PMC10775077",
  "dates": {
    "completed": "2024-03-05",
    "revised": "2025-01-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.603994",
    "pmid": "38190311"
  }
}