{
  "pmid": "38202366",
  "uid": "38202366",
  "title": "Persistence of Root Exudates of Sorghum bicolor and Solidago canadensis: Impacts on Invasive and Native Species.",
  "abstract": "Root exudates of the invasive Solidago canadensis and the cereal crop Sorghum bicolor (L.) Moench cv. 'Hybridsorgo' were tested for allelopathic interactions against native and invasive plant species in a controlled environment. After the surface was sterilized, the seeds of two invasive species (Bromus sterilis and Veronica persica) and two native species (Youngia japonica and Rumex acetosa) were germinated and transplanted into the soil (1:1 mixture of coco peat and sand) that had been conditioned for one month by the cultivation of Solidago canadensis and Sorghum bicolor, both in combination or as unplanted controls. After an additional eight weeks of growth, morphometric measurements of the shoot and root, including foliar characteristics and above- and below-ground biomass accumulation, were performed. The results revealed significant inhibitory effects of root exudates released by Sorghum bicolor and Solidago canadensis on native species' productivity and physiology. The invasive species exhibited variable growth responses, with Veronica persica showing reduced shoot and root expansion, but Bromus sterilis revealed increased shoot and root biomass allocation and nutrition under the exudate treatments. Exudates from Solidago canadensis and Sorghum bicolor together showed synergistic negative effects on native species, while they promoted growth and nutrition in Veronica persica. Taken together, the differential species responses indicate that the tested native species were more sensitive to the allelopathic compounds than the invasive species, which is in line with the theory of novel weapons. The legacy effects of root exudates of both Sorghum bicolor and Solidago canadensis could promote invasive establishment through imposing allelochemical interference competition against native plant species. Understanding the specific allelopathic mechanisms may help with the development of integrated strategies for managing invasive species.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Rahil",
      "initials": "MR",
      "name": "Muhammad Rahil Afzal",
      "affiliations": [
        "Jingjiang College, Jiangsu University, Zhenjiang 212013, China.",
        "Institute of Environment and Ecology, School of the Environment and Safety Engineering, Jiangsu University, Zhenjiang 212013, China."
      ],
      "orcid": "0000-0002-9608-1647"
    },
    {
      "last_name": "Naz",
      "fore_name": "Misbah",
      "initials": "M",
      "name": "Misbah Naz",
      "affiliations": [
        "Institute of Environment and Ecology, School of the Environment and Safety Engineering, Jiangsu University, Zhenjiang 212013, China."
      ],
      "orcid": "0000-0002-8530-3259"
    },
    {
      "last_name": "Ullah",
      "fore_name": "Raza",
      "initials": "R",
      "name": "Raza Ullah",
      "affiliations": [
        "Institute of Environmental and Agricultural Science, Faculty of Life Sciences, University of Okara, Okara 56130, Pakistan."
      ],
      "orcid": "0000-0002-6217-639X"
    },
    {
      "last_name": "Du",
      "fore_name": "Daolin",
      "initials": "D",
      "name": "Daolin Du",
      "affiliations": [
        "Jingjiang College, Jiangsu University, Zhenjiang 212013, China.",
        "Institute of Environment and Ecology, School of the Environment and Safety Engineering, Jiangsu University, Zhenjiang 212013, China.",
        "School of Emergency Management, Jiangsu University, Zhenjiang 212013, China.",
        "School of Agricultural Engineering, Jiangsu University, Zhenjiang 212013, China."
      ]
    }
  ],
  "journal": {
    "title": "Plants (Basel, Switzerland)",
    "iso_abbreviation": "Plants (Basel)",
    "issn": "2223-7747",
    "issn_type": "Print",
    "volume": "13",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "23"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38202366",
    "pmc": "PMC10781015",
    "doi": "10.3390/plants13010058",
    "pii": "plants13010058"
  },
  "doi": "10.3390/plants13010058",
  "pmc_id": "PMC10781015",
  "dates": {
    "revised": "2024-01-12"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "2022ZB656",
      "agency": "Jiangsu Program for Excellent Postdoctoral Talent"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.114255",
    "pmid": "38202366"
  }
}