{
  "pmid": "38206901",
  "uid": "38206901",
  "title": "User-experience testing of an evidence-to-decision framework for selecting essential medicines.",
  "abstract": "Essential medicine lists (EMLs) are important medicine prioritization tools used by the World Health Organization (WHO) EML and over 130 countries. The criteria used by WHO's Expert Committee on the Selection and Use of Essential Medicines has parallels to the GRADE Evidence-to-Decision (EtD) frameworks. In this study, we explored the EtD frameworks and a visual abstract as adjunctive tools to strengthen the integrate evidence and improve the transparency of decisions of EML applications. We conducted user-experience testing interviews of key EML stakeholders using Morville's honeycomb model. Interviews explored multifaceted dimensions (e.g., usability) on two EML applications for the 2021 WHO EML-long-acting insulin analogues for diabetes and immune checkpoint inhibitors for lung cancer. Using a pre-determined coding framework and thematic analysis we iteratively improved both the EtD framework and the visual abstract. We coded the transcripts of 17 interviews with 13 respondents in 103 locations of the interview texts across all dimensions of the user-experience honeycomb. Respondents felt the EtD framework and visual abstract presented complementary useful and findable adjuncts to the traditional EML application. They felt this would increase transparency and efficiency in evidence assessed by EML committees. As EtD frameworks are also used in health practice guidelines, including those by the WHO, respondents articulated that the adoption of the EtD by EML applications represents a tangible mechanism to align EMLs and guidelines, decrease duplication of work and improve coordination. Improvements were made to clarify instructions for the EtD and visual abstract, and to refine the design and content included. 'Availability' was added as an additional criterion for EML applications to highlight this criterion in alignment with WHO EML criteria. EtD frameworks and visual abstracts present additional important tools to communicate evidence and support decision-criteria in EML applications, which have global health impact. Access to essential medicines is important for achieving universal health coverage, and the development of essential medicine lists should be as evidence-based and trustworthy as possible.",
  "authors": [
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Family Medicine, Queens University, Kingston, ON, Canada."
      ],
      "orcid": "0000-0003-1643-5386"
    },
    {
      "last_name": "Moja",
      "fore_name": "Lorenzo",
      "initials": "L",
      "name": "Lorenzo Moja",
      "affiliations": [
        "Department of Essential Medicines and Health Products, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Garcia",
      "fore_name": "Carlos A Cuello",
      "initials": "CAC",
      "name": "Carlos A Cuello Garcia",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1742-0242"
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Internal Medicine, American University of Beirut Medical Centre, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Banzi",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Banzi",
      "affiliations": [
        "Mario Negri Institute for Pharmacological Research IRCCS, Milan, Italy."
      ]
    },
    {
      "last_name": "Huttner",
      "fore_name": "Benedikt",
      "initials": "B",
      "name": "Benedikt Huttner",
      "affiliations": [
        "Department of Essential Medicines and Health Products, World Health Organization, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-1749-9464"
    },
    {
      "last_name": "Kredo",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Kredo",
      "affiliations": [
        "Cochrane South Africa, South African Medical Research Council, Cape Town, South Africa.",
        "Department of Medicine, and Epidemiology and Biostatistics, Department of Global Health, Clinical Pharmacology, Stellenbosch University, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Africa Centre for Evidence, University of Johannesburg, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Biomedical Sciences, Humanitas University, Milan, Italy.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3211-8479"
    }
  ],
  "journal": {
    "title": "PLOS global public health",
    "iso_abbreviation": "PLOS Glob Public Health",
    "issn": "2767-3375",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2024"
  },
  "start_page": "e0002723",
  "pages": "e0002723",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38206901",
    "pmc": "PMC10783770",
    "doi": "10.1371/journal.pgph.0002723",
    "pii": "PGPH-D-22-01949"
  },
  "doi": "10.1371/journal.pgph.0002723",
  "pmc_id": "PMC10783770",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.794383",
    "pmid": "38206901"
  }
}