{
  "pmid": "38200516",
  "uid": "38200516",
  "title": "Barriers and facilitators to improving the cascade of HIV care in Ontario: a mixed method study.",
  "abstract": "BACKGROUND: Engagement in care is important for people living with HIV (PLH) to achieve optimal outcomes. Several strategies have been developed to improve client flow through the HIV care cascade, specifically targeting initiation of treatment, adherence to antiretroviral therapy (ART), retention in care, and engagement in care. We have previously identified effective care cascade strategies in a systematic review. Initiation of ART could be improved by mobile health interventions, and changes in healthcare delivery. Adherence to ART could be improved by mobile health interventions, incentives, counselling, and psychotherapy. Retention in care could be improved by mobile health interventions, incentives, education, and electronic interventions. The aim of this study was to investigate barriers and facilitators to implementing these effective interventions in HIV clinics in Ontario, Canada. METHODS: We conducted a sequential explanatory mixed methods study. In the quantitative strand, we administered a survey to health workers who provide care to PLH to identify barriers and facilitators. In the qualitative strand, we conducted in-depth interviews informed by the theoretical domains framework (TDF) with health workers and with PLH to explain our quantitative findings. Qualitative and quantitative data were merged to create meta-inferences. RESULTS: Twenty health workers from 8 clinics in 9 cities in Ontario took the survey. Nine PLH and 10 health workers participated in the qualitative interviews. Clinics in Ontario implemented all the effective interventions identified from the literature for initiation of treatment, adherence to ART, and retention in care despite concerns about resources. Barriers to physical and financial access to care, the workload for tailored care, and expertise were identified by both health workers and PLH. Key facilitators were virtual care and client preparedness through education and peer support. CONCLUSION: Clinics in Ontario appear to implement several evidence-based strategies to improve PLH engagement. There is a need for more health workers with skills to address unique PLH needs. Virtual care is beneficial to both health workers and PLH.",
  "authors": [
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S4L8, Canada. mbuagblc@mcmaster.ca.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St. Josep's Healthcare, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon. mbuagblc@mcmaster.ca.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa. mbuagblc@mcmaster.ca."
      ]
    },
    {
      "last_name": "Fernando",
      "fore_name": "Saranee",
      "initials": "S",
      "name": "Saranee Fernando",
      "affiliations": [
        "Centre for Advancing Health Outcomes, Vancouver, BC, Canada.",
        "School of Population & Public Health, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Chloe",
      "initials": "C",
      "name": "Chloe Lee",
      "affiliations": [
        "McMaster University, Bachelors of Health Sciences Program, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Owino",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Owino",
      "affiliations": [
        "The Canadian HIV Trials Network (CTN), Vancouver, BC, Canada.",
        "Committee for Accessible AIDS Treatment, Toronto, ON, Canada.",
        "York University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Youssef",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Youssef",
      "affiliations": [
        "McMaster University, Bachelors of Health Sciences Program, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Snow",
      "fore_name": "M Elizabeth",
      "initials": "ME",
      "name": "M Elizabeth Snow",
      "affiliations": [
        "Centre for Advancing Health Outcomes, Vancouver, BC, Canada.",
        "School of Population & Public Health, University of British Columbia, Vancouver, BC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "10"
  },
  "start_page": "48",
  "pages": "48",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Cities",
    "Cognition",
    "Educational Status",
    "Ontario",
    "Psychotherapy",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "38200516",
    "pmc": "PMC10782539",
    "doi": "10.1186/s12913-023-10481-z",
    "pii": "10.1186/s12913-023-10481-z"
  },
  "doi": "10.1186/s12913-023-10481-z",
  "pmc_id": "PMC10782539",
  "dates": {
    "completed": "2024-01-16",
    "revised": "2024-01-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.644644",
    "pmid": "38200516"
  }
}