{
  "pmid": "38213682",
  "uid": "38213682",
  "title": "Comparison of analgesic effects of pericapsular nerve group block and fascia iliaca compartment block during hip arthroplasty: A systematic review and meta-analysis of randomised controlled trials.",
  "abstract": "BACKGROUND AND AIMS: Postoperative pain for patients having hip arthroplasty ranges from moderate to severe. Many regional anaesthesia procedures treat postoperative pain to improve functional ability and quality of life. Evidence comparing the analgesic effects of the pericapsular nerve group (PENG) block and fascia iliaca compartment block (FICB) remains unclear. The analgesic efficacies of PENG and FICB in hip arthroplasty were compared to determine which technique is associated with superior analgesia. METHODS: The electronic databases (PubMed, Cochrane Library, Google Scholar and Web of Sciences) were searched for published randomised controlled trials (RCTs) till 5 April 2023 comparing PENG block vs. FICB following hip arthroplasty. The primary outcome was pain scores [numerical rating scale (NRS) or visual analogue scale (VAS)] between 0 and 10 at rest and during movement at 24 h. Secondary outcomes included pain scores at rest and during movement within 30 min, at 6 h and 12 h, time to first rescue analgesia and cumulative postoperative opioid use in 24 h. We assessed the risk of bias using the Cochrane Collaboration Risk-of-Bias 2 tool. Using Grading of Recommendations Assessment, Development, and Evaluation (GRADE), the certainty of the evidence was assessed. Subgroup analysis was performed to explore the source of heterogeneity. RESULTS: We included 12 RCTs examining 644 patients. Pain scores at rest at 24 h (standardised mean differences (SMDs): 0.17; 95% confidence interval (CI): -0.90 to 1.23; P = 0.76, moderate certainty) and during movement at 24 h (SMD: -0.58, 95% CI: -1.53 to 0.38, P = 0.24, moderate certainty) were not different in both PENG block and FICB. Pain scores at rest and during movement within 30 min may be lower with PENG block than FICB. However, the pain score at rest and during movement at 6 h and the time to first rescue analgesia were not different between the two treatment arms. The mean opioid consumption in oral morphine equivalents (mg) in 24 h may be lower with PENG than FICB. CONCLUSION: We observed no difference between the PENG block and the FICB at 24 h for pain at rest and movement with a moderate degree of certainty. However, PENG block showed improved analgesia within 30 min at rest and during movement, and reduce postoperative opioid consumption in 24 h with moderate certainty of evidence. Further large-scale and high-quality RCTs are required to supplement the present findings.",
  "authors": [
    {
      "last_name": "Prakash",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Prakash",
      "affiliations": [
        "Department of Critical Care Medicine, Rajendra Institute of Medical Sciences, Ranchi, Jharkhand, India."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine (Division of Critical Care), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Saran",
      "fore_name": "Khushboo",
      "initials": "K",
      "name": "Khushboo Saran",
      "affiliations": [
        "Department of Pathology, Gandhi Nagar Hospital, Central Coalfield, Kanke, Ranchi, Jharkhand, India."
      ]
    },
    {
      "last_name": "Yadav",
      "fore_name": "Arun K",
      "initials": "AK",
      "name": "Arun K Yadav",
      "affiliations": [
        "Department of Community Medicine, Armed Forces Medical College, Pune, Maharashtra, India."
      ]
    },
    {
      "last_name": "Bhattacharya",
      "fore_name": "Pradip Kumar",
      "initials": "PK",
      "name": "Pradip Kumar Bhattacharya",
      "affiliations": [
        "Department of Critical Care Medicine, Rajendra Institute of Medical Sciences, Ranchi, Jharkhand, India."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Kumar",
      "affiliations": [
        "Laboratory Medicine, Rajendra Institute of Medical Sciences, Ranchi, Jharkhand, India."
      ]
    },
    {
      "last_name": "Chaudhuri",
      "fore_name": "Dipayan",
      "initials": "D",
      "name": "Dipayan Chaudhuri",
      "affiliations": [
        "Department of Medicine (Division of Critical Care), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Priye",
      "fore_name": "Shio",
      "initials": "S",
      "name": "Shio Priye",
      "affiliations": [
        "Superspeciality Anaesthesia, Rajendra Institute of Medical Sciences, Ranchi, Jharkhand, India."
      ]
    }
  ],
  "journal": {
    "title": "Indian journal of anaesthesia",
    "iso_abbreviation": "Indian J Anaesth",
    "issn": "0019-5049",
    "issn_type": "Print",
    "volume": "67",
    "issue": "11",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "962",
  "end_page": "972",
  "pages": "962-972",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38213682",
    "pmc": "PMC10779973",
    "doi": "10.4103/ija.ija_672_23",
    "pii": "IJA-67-962"
  },
  "doi": "10.4103/ija.ija_672_23",
  "pmc_id": "PMC10779973",
  "dates": {
    "revised": "2024-01-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.234144",
    "pmid": "38213682"
  }
}