{
  "pmid": "38212748",
  "uid": "38212748",
  "title": "A closer look at the international health regulations capacities in Lebanon: a mixed method study.",
  "abstract": "BACKGROUND: Lebanon ratified the International Health Regulations (IHR) (2005) in 2007, and since then, it has been facing complex political deadlocks, financial deterioration, and infectious disease emergencies. We aimed to understand the IHR capacities' scores of Lebanon in comparison to other countries, the IHR milestones and activities in Lebanon, the challenges of maintaining the IHR capacities, the refugee crisis's impact on the development of these capacities; and the possible recommendations to support the IHR performance in Lebanon. METHODS: We used a mixed-method design. The study combined the use of secondary data analysis of the 2020 State Party Self-Assessment Annual Report (SPAR) submissions and qualitative design using semi-structured interviews with key informants. Semi-structured interviews were conducted with nine key informants. The analysis of the data generated was based on inductive thematic analysis. RESULTS: According to SPAR, Lebanon had levels of 4 out of 5 (≤ 80%) in 2020 in the prevention, detection, response, enabling functions, and operational readiness capacities, pertaining that the country was functionally capable of dealing with various events at the national and subnational levels. Lebanon scored more than its neighboring countries, Syria, and Jordan, which have similar contexts of economic crises, emergencies, and refugee waves. Despite this high level of commitment to meeting IHR capacities, the qualitative findings demonstrated several gaps in IHR performance as resource shortage, governance, and political challenges. The study also showed contradictory results regarding the impact of refugees on IHR capacities. Some key informants agreed that the Syrian crisis had a positive impact, while others suggested the opposite. Whether refugees interfere with IHR development is still an area that needs further investigation. CONCLUSION: The study shows that urgent interventions are needed to strengthen the implementation of the IHR capacities in Lebanon. The study recommends 1) reconsidering the weight given to IHR capacities; 2) promoting governance to strengthen IHR compliance; 3) strengthening the multisectoral coordination mechanisms; 4) reinforcing risk communication strategies constantly; 5) mobilizing and advancing human resources at the central and sub-national levels; 6) ensuring sustainable financing; 7) integrating refugees and displaced persons in IHR framework and its assessment tools; 8) acknowledging risk mapping as a pre-requisite to a successful response; and 9) strengthening research on IHR capacities in Lebanon.",
  "authors": [
    {
      "last_name": "Hassan",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Hassan",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Riad El Solh 1107, Beirut, 2022, Lebanon."
      ]
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Riad El Solh 1107, Beirut, 2022, Lebanon.",
        "Knowledge to Policy (K2P) Center/WHO Collaborating Centre for Evidence-Informed Policymaking and Practice, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Riad El Solh 1107, Beirut, 2022, Lebanon. fe08@aub.edu.lb.",
        "Knowledge to Policy (K2P) Center/WHO Collaborating Centre for Evidence-Informed Policymaking and Practice, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Center for Systematic Reviews for Health Policy and Systems Research, American University of Beirut, Riad El-Solh, P.O.Box 11-0236, Beirut, 1107 2020, Lebanon. fe08@aub.edu.lb.",
        "Department of Health Research Methods, Evidence, and Impact (HE&I), McMaster University, Hamilton, Canada. fe08@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "11"
  },
  "start_page": "56",
  "pages": "56",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "International Health Regulations",
    "Lebanon",
    "Emergencies",
    "Communicable Diseases",
    "Syria",
    "Refugees"
  ],
  "article_ids": {
    "pubmed": "38212748",
    "pmc": "PMC10782771",
    "doi": "10.1186/s12913-023-10380-3",
    "pii": "10.1186/s12913-023-10380-3"
  },
  "doi": "10.1186/s12913-023-10380-3",
  "pmc_id": "PMC10782771",
  "dates": {
    "completed": "2024-01-15",
    "revised": "2024-01-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.836235",
    "pmid": "38212748"
  }
}