{
  "pmid": "38222872",
  "uid": "38222872",
  "title": "Glycemic Variability As a Prognostic Factor for Mortality in Patients With Critical Illness: A Systematic Review and Meta-Analysis.",
  "abstract": "OBJECTIVES: To perform a systematic review and meta-analysis to evaluate the association of various measures of glycemic variability, including time-domain and complexity-domain, with short-term mortality in patients with critical illness. DATA SOURCES: We searched Embase Classic +, MEDLINE, and the Cochrane Database of Systematic Reviews from inception to November 3, 2023. STUDY SELECTION: We included English language studies that assessed metrics of glycemic variation or complexity and short-term mortality in patients admitted to the ICU. DATA EXTRACTION: Two authors performed independent data abstraction and risk-of-bias assessments. We used a random-effects model to pool binary and continuous data and summarized estimates of effect using odds ratios and mean difference. We used the Quality in Prognosis Studies tool to assess risk of bias and the Grading of Recommendations, Assessment, Development and Evaluations to assess certainty of pooled estimates. DATA SYNTHESIS: We included 41 studies (n = 162,259). We demonstrate that increased sd, coefficient of variance, glycemic lability index, and decreased time in range are probably associated with increased mortality in critically ill patients (moderate certainty) and that increased mean absolute glucose, mean amplitude of glycemic excursion, and detrended fluctuation analysis may be associated with increased mortality (low certainty). CONCLUSIONS: We found a consistent association between increased measures of glycemic variability and higher short-term mortality in patient with critical illness. Further research should focus on standardized measurements of glycemic variation and complexity, along with their utility as therapeutic targets and prognostic markers.",
  "authors": [
    {
      "last_name": "Hryciw",
      "fore_name": "Brett N",
      "initials": "BN",
      "name": "Brett N Hryciw",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Ghossein",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Ghossein",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Meggison",
      "fore_name": "Hilary",
      "initials": "H",
      "name": "Hilary Meggison",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Department of Critical Care, Lakeridge Health Corporation, Oshawa, ON, Canada."
      ]
    },
    {
      "last_name": "Kyeremanteng",
      "fore_name": "Kwadwo",
      "initials": "K",
      "name": "Kwadwo Kyeremanteng",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Tran",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Seely",
      "fore_name": "Andrew J E",
      "initials": "AJE",
      "name": "Andrew J E Seely",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada.",
        "Division of Thoracic Surgery, Department of Surgery, The Ottawa Hospital, Ottawa, ON, Canada.",
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Critical care explorations",
    "iso_abbreviation": "Crit Care Explor",
    "issn": "2639-8028",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "e1025",
  "pages": "e1025",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38222872",
    "pmc": "PMC10786590",
    "doi": "10.1097/CCE.0000000000001025"
  },
  "doi": "10.1097/CCE.0000000000001025",
  "pmc_id": "PMC10786590",
  "dates": {
    "revised": "2024-01-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.234439",
    "pmid": "38222872"
  }
}