{
  "pmid": "38222620",
  "uid": "38222620",
  "title": "Novel Noninvasive Serum Biomarkers for Prompt Diagnosis of Breast Carcinoma.",
  "abstract": "Immune cell infiltration is associated with improved prognosis in the microenvironment of breast cancer. The incidence of breast cancer in Pakistan is 2.5 times higher than that in neighboring countries of Asia, accounting for 34.6% of female cancers. The objectives of this study were to compare and determine apoptotic mediators and biomarkers for breast carcinoma, such as serum granzyme B, cytochrome C, and vitamin D by ELIZA and calcium spectrophotometrically. Study groups were differentiated into malignant breast disease G-I, benign proliferative breast disease G-II, and healthy control group G-III. The immune-related prognostic markers and therapeutic targets were determined through the interaction of proteins by molecular docking and AutoDock Vina software. The level of granzyme B and cyt C was higher in Group-I, -II, and -III. Likewise, the mean vitamin D level was greater in Group-I than those in other groups. Through SwissDock, the proteins granzyme B and cyt C with vitamin D, single amino acid residue MET34 (H-bond 2.75 Å), and ILE81(H-bond 2.092 Å) were revealed to actively participate in interactions. This study reveals granzyme B and cyt C as biomarkers for malignant breast disease and benign proliferative breast disease, while hypovitaminosis D and hypocalcemia are complications or comorbidities of breast cancer.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Biochemistry, Government College University Faisalabad, Faisalabad 38000, Pakistan."
      ]
    },
    {
      "last_name": "Noreen",
      "fore_name": "Razia",
      "initials": "R",
      "name": "Razia Noreen",
      "affiliations": [
        "Department of Biochemistry, Government College University Faisalabad, Faisalabad 38000, Pakistan."
      ],
      "orcid": "0000-0001-9269-1117"
    },
    {
      "last_name": "Aslam",
      "fore_name": "Nosheen",
      "initials": "N",
      "name": "Nosheen Aslam",
      "affiliations": [
        "Department of Biochemistry, Government College University Faisalabad, Faisalabad 38000, Pakistan."
      ]
    },
    {
      "last_name": "Alam",
      "fore_name": "Mohammad Mahtab",
      "initials": "MM",
      "name": "Mohammad Mahtab Alam",
      "affiliations": [
        "Department of Basic Medical Sciences, College of Applied Medical Science, King Khalid University, Abha 61421, Saudi Arabia."
      ]
    },
    {
      "last_name": "Momenah",
      "fore_name": "Maha Abdullah",
      "initials": "MA",
      "name": "Maha Abdullah Momenah",
      "affiliations": [
        "Department of Biology, College of Science, Princess Nourah bint Abdulrahman University, P.O. Box 84428, Riyadh 11671, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "ACS omega",
    "iso_abbreviation": "ACS Omega",
    "issn": "2470-1343",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "09"
  },
  "start_page": "1174",
  "end_page": "1182",
  "pages": "1174-1182",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38222620",
    "pmc": "PMC10785289",
    "doi": "10.1021/acsomega.3c07431"
  },
  "doi": "10.1021/acsomega.3c07431",
  "pmc_id": "PMC10785289",
  "dates": {
    "revised": "2024-01-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.115866",
    "pmid": "38222620"
  }
}