{
  "pmid": "38226350",
  "uid": "38226350",
  "title": "Oxyphenbutazone ameliorates carfilzomib induced cardiotoxicity in rats via inhibition of oxidative free radical burst and NF-κB/IκB-α pathway.",
  "abstract": "Carfilzomib (CFZ), a chemotherapeutic agent used for multiple myeloma treatments reported to cause high incidence of cardiac events either new onset and/or exacerbate formerly diagnosed heart failure with ventricular and myocardial dysfunction. Purpose: Current research designed to explore and examine the preventive effect of oxyphenbutazone in the CFZ -instigated cardiotoxicity. Methodology: Female Wistar Rats weighing 200-250 g selected randomly and grouped as follows: Group 1 designated as the Normal control and receive normal saline only. Group 2 served toxic control and exposed to CFZ (4 mg/kg, intraperitoneally [i.p.]). Group 3 & 4 served as treatment groups and administered with CFZ concomitantly orally fed with oxyphenbutazone at doses of 35 and 70 mg/kg/three times a week, respectively. The total duration of experimental protocol was of 21 days. After completion of the experiments animals subjected to blood collection using light ether anesthesia and serum was separated for biochemical analysis further. The serum levels of Mg[+2], Ca[+2] and cardiac enzymes (aspartate transaminase (AST), lactate dehydrogenase (LDH), creatine kinase (CK) and creatine kinase-MB (CK-MB) levels were estimated. Later animals sacrificed and heart tissue isolated for further examinations. Intracellular proteins NFkB and IkBα were estimated by western blot. Results: The serum analysis revealed that CFZ administration significantly elevated the levels of LDH, CK and CKMB in CFZ exposed animals when compared to normal animals while administration of oxyphenbutazone significantly reduced these biochemical changes, Intracellular antioxidant enzymes and NF-kB in treatment groups as compared to disease control animals. Conclusion: Findings of the research protocol suggests significant injuries to cardiac tissues when animals exposed to CFZ and Oxyphenbutazone protected the cardiac tissues.",
  "authors": [
    {
      "last_name": "Imam",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Imam",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, P.O. Box 2457, Riyadh 11451, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Ghaboura",
      "fore_name": "Nehmat",
      "initials": "N",
      "name": "Nehmat Ghaboura",
      "affiliations": [
        "Pharmacy Practice Department, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Saad Alharbi",
      "fore_name": "Khalid",
      "initials": "K",
      "name": "Khalid Saad Alharbi",
      "affiliations": [
        "Department of Pharmacology and Toxicology, Unaizah College of Pharmacy, Qassim University, Qassim 51452, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alshehri",
      "fore_name": "Samiyah",
      "initials": "S",
      "name": "Samiyah Alshehri",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, King Saud University, P.O. Box 22452, Riyadh 11495, Saudi Arabia."
      ]
    },
    {
      "last_name": "Saeed Alqarni",
      "fore_name": "Sana",
      "initials": "S",
      "name": "Sana Saeed Alqarni",
      "affiliations": [
        "Medical Laboratory Science Department, College of Applied Medical Sciences,King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Guven",
      "fore_name": "Emine",
      "initials": "E",
      "name": "Emine Guven",
      "affiliations": [
        "Neuroscience Institute, Morehouse School of Medicine, Atlanta, GA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society",
    "iso_abbreviation": "Saudi Pharm J",
    "issn": "1319-0164",
    "issn_type": "Print",
    "volume": "32",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "101926",
  "pages": "101926",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38226350",
    "pmc": "PMC10788627",
    "doi": "10.1016/j.jsps.2023.101926",
    "pii": "S1319-0164(23)00421-8"
  },
  "doi": "10.1016/j.jsps.2023.101926",
  "pmc_id": "PMC10788627",
  "dates": {
    "revised": "2024-01-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.116122",
    "pmid": "38226350"
  }
}