{
  "pmid": "38239660",
  "uid": "38239660",
  "title": "Intraoperative parathyroid hormone monitoring in parathyroidectomy for hyperparathyroidism: a protocol for a network meta-analysis of diagnostic test accuracy.",
  "abstract": "Intraoperative parathyroid hormone (iPTH) monitoring is standard-of-care in the surgical management of hyperparathyroidism. It involves real-time determination of circulating PTH levels to guide parathyroid gland excision. There exists several iPTH monitoring criteria, such as the Miami criteria, and a lack of standardization in the timing of post-parathyroid gland excision samples. We present a protocol of a systematic review and network meta-analysis of diagnostic test accuracy to identify the iPTH criteria and post-gland excision timepoint that best predicts surgical cure in hyperparathyroidism. The database search strategy will be developed in conjunction with a librarian specialist. We will perform a search of Medline (Ovid), EMBASE (Ovid), CINAHL, Cochrane Collaboration, and Web of Science from 1990-present. Studies will be eligible if they include adult patients diagnosed with hyperparathyroidism who undergo parathyroidectomy with iPTH monitoring. We will only include studies that report diagnostic test properties for iPTH criteria and/or post-excision sampling timepoints. All screening, full-text review, data extraction, and critical appraisal will be performed in duplicate. Critical appraisal will be performed using QUADAS-2 instrument. A descriptive analysis will present study and critical appraisal characteristics. We will perform evaluation of between-study heterogeneity using I[2] and Cochrane Q and where applicable, we will perform sensitivity analysis. Our network meta-analysis will include Bayesian hierarchical framework with random effects using multiple models. Ethics approval is not required. This proposed systematic review will utilize a novel Bayesian network meta-analysis model to help standardize iPTH monitoring in hyperparathyroidism, thereby optimizing patient outcomes and healthcare expenditures.",
  "authors": [
    {
      "last_name": "Staibano",
      "fore_name": "Phillip",
      "initials": "P",
      "name": "Phillip Staibano",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Um",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Um",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Yu",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Gupta",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Au",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Au",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ted Young",
      "fore_name": "Jem",
      "initials": "J",
      "name": "Jem Ted Young",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Han",
      "initials": "H",
      "name": "Han Zhang",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in surgery",
    "iso_abbreviation": "Front Surg",
    "issn": "2296-875X",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2023"
  },
  "start_page": "1298611",
  "pages": "1298611",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38239660",
    "pmc": "PMC10794403",
    "doi": "10.3389/fsurg.2023.1298611"
  },
  "doi": "10.3389/fsurg.2023.1298611",
  "pmc_id": "PMC10794403",
  "dates": {
    "revised": "2024-01-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.687385",
    "pmid": "38239660"
  }
}