{
  "pmid": "38236835",
  "uid": "38236835",
  "title": "Infection prevention and control measures to reduce the transmission of mpox: A systematic review.",
  "abstract": "OBJECTIVES: To make inferences regarding the effectiveness of respiratory interventions and case isolation measures in reducing or preventing the transmission of mpox based on synthesis of available literature. METHODS: The WHO Clinical Management and Infection Prevention and Control 2022 guideline and droplet precautions in healthcare facilities and home isolation infection prevention control measures for patients with mpox. We conducted a systematic review that included a broad search of five electronic databases. In a two-stage process, we initially sought only randomized controlled trials and observational comparative studies; when the search failed to yield eligible studies, the subsequent search included all study designs including clinical and environmental sampling studies. RESULTS: No studies were identified that directly addressed airborne and droplet precautions and home isolation infection prevention control measures. To inform the review questions the review team synthesized route of transmission data in mpox. There were 2366/4309 (54.9%) cases in which investigators identified mpox infection occurring following transmission through direct physical sexual contact. There were no reported mpox cases in which investigators identified inhalation as a single route of transmission. There were 2/4309 cases in which investigators identified fomite as a single route of transmission. Clinical and environmental sampling studies isolated mpox virus in a minority of saliva, oropharangeal swabs, mpox skin lesions, and hospital room air. CONCLUSIONS: Current findings provide compelling evidence that transmission of mpox occurs through direct physical contact. Because investigators have not reported any cases of transmission via inhalation alone, the impact of airborne and droplet infection prevention control measures in reducing transmission will be minimal. Avoiding physical contact with others, covering mpox lesions and wearing a medical mask is likely to reduce onward mpox transmission; there may be minimal reduction in transmission from additionally physically isolating patients with mild disease at home.",
  "authors": [
    {
      "last_name": "Kuehn",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Kuehn",
      "affiliations": [
        "Department of Clinical Sciences, Liverpool School of Tropical Medicine, Liverpool, United Kingdom."
      ],
      "orcid": "0000-0003-4556-1752"
    },
    {
      "last_name": "Fox",
      "fore_name": "Tilly",
      "initials": "T",
      "name": "Tilly Fox",
      "affiliations": [
        "Department of Clinical Sciences, Liverpool School of Tropical Medicine, Liverpool, United Kingdom."
      ],
      "orcid": "0000-0003-3627-1016"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Lutje",
      "fore_name": "Vittoria",
      "initials": "V",
      "name": "Vittoria Lutje",
      "affiliations": [
        "Department of Clinical Sciences, Liverpool School of Tropical Medicine, Liverpool, United Kingdom."
      ],
      "orcid": "0000-0001-6815-3239"
    },
    {
      "last_name": "Gould",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Gould",
      "affiliations": [
        "Department of Clinical Sciences, Liverpool School of Tropical Medicine, Liverpool, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "PLOS global public health",
    "iso_abbreviation": "PLOS Glob Public Health",
    "issn": "2767-3375",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2024"
  },
  "start_page": "e0002731",
  "pages": "e0002731",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38236835",
    "pmc": "PMC10796032",
    "doi": "10.1371/journal.pgph.0002731",
    "pii": "PGPH-D-23-00439"
  },
  "doi": "10.1371/journal.pgph.0002731",
  "pmc_id": "PMC10796032",
  "dates": {
    "revised": "2024-01-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.303342",
    "pmid": "38236835"
  }
}