{
  "pmid": "38236802",
  "uid": "38236802",
  "title": "Make or break: Succeeding in transition from incarceration.",
  "abstract": "Several factors impact successful reintegration after incarceration. We sought to better understand these factors such as pre-release preparedness or access to financial resources in provincial correctional facilities in Ontario, Canada with an underlying focus on the role of personal identification (PID) among people at risk of homelessness. We conducted a qualitative study with one-on-one telephone interviews. Eligibility criteria included having been released from a provincial correctional facility in the preceding 2 years, being over the age of 18, speaking English and having telephone access. Participants were recruited between February 2021 and July 2021. All interviews were audio recorded and transcribed. Data was analyzed using a thematic analysis framework along with strategies from grounded theory research. We interviewed 12 individuals and identified six key themes including 1) Degree of Preparedness Pre-Release 2) Managing Priorities Post-Release 3) Impact of Support Post-Release 4) Obstacles with Accessing Services 5) Influence of Personal Identification 6) Emotions and Uncertainty. We found that people with mental health and addiction challenges are uniquely at risk post-release. Solutions must include comprehensive and proactive case management that bridges the pre-release and post-release periods, simplified processes for obtaining PID, better connections to health and social services, and improved pre-release planning for community support.",
  "authors": [
    {
      "last_name": "Shahaed",
      "fore_name": "Heba",
      "initials": "H",
      "name": "Heba Shahaed",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Canada.",
        "Faculty of Medicine, University of Toronto, Toronto, Canada."
      ],
      "orcid": "0000-0002-9994-4786"
    },
    {
      "last_name": "Thirugnanasampanthar",
      "fore_name": "Sai Surabi",
      "initials": "SS",
      "name": "Sai Surabi Thirugnanasampanthar",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Guenter",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Guenter",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2024"
  },
  "start_page": "e0296947",
  "pages": "e0296947",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Adult",
    "Middle Aged",
    "Prisoners",
    "Incarceration",
    "Prisons",
    "Ontario",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "38236802",
    "pmc": "PMC10795975",
    "doi": "10.1371/journal.pone.0296947",
    "pii": "PONE-D-23-15462"
  },
  "doi": "10.1371/journal.pone.0296947",
  "pmc_id": "PMC10795975",
  "dates": {
    "completed": "2024-01-22",
    "revised": "2024-02-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:28.404234",
    "pmid": "38236802"
  }
}