{
  "pmid": "38232226",
  "uid": "38232226",
  "title": "The LIMB-Q: Reliability and Validity of a Novel Patient-Reported Outcome Measure for Patients with Lower Extremity Trauma.",
  "abstract": "BACKGROUND: The LIMB-Q is a novel patient-reported outcome measure for patients with lower extremity trauma. The aim of this study was to perform a psychometric validation of the LIMB-Q based on the Rasch measurement theory. METHODS: An international, multisite convenience sample of patients with lower extremity traumatic injuries distal to the midfemur was recruited from clinical sites in the United States and the Netherlands and online platforms (in English; Trauma Survivors Network patient support group and the Prolific academic research platform). A cross-sectional survey of the LIMB-Q was conducted with test-retest reliability analysis performed 1 to 2 weeks after initial completion in a subgroup of patients. RESULTS: The LIMB-Q was field-tested in 713 patients. The mean age was 41 years (SD, 17 years; range, 18 to 85 years), the mean time from injury was 7 years (SD, 9 years; range, 0 to 58 years), and there were various injury and treatment characteristics (39% fracture surgery only, 38% flap or graft, 13% amputation, 10% amputation and flap or graft). Out of 382 items tested, 164 were retained across 16 scales. Reliability was demonstrated with person separation index values of 0.80 or greater in 14 scales (0.78 to 0.79 in the remaining 2 scales), Cronbach alpha values 0.83 or greater, and intraclass correlation coefficient values 0.70 or greater. Each scale was unidimensional, measurement invariance was confirmed across clinical and demographic factors, test-retest analysis showed adequate reliability, and construct validity was demonstrated. CONCLUSION: The LIMB-Q is a patient-reported outcome measure with 16 independently functioning scales (6 to 15 items per scale) developed and validated specifically for patients with lower extremity trauma with fractures, reconstruction, or amputation.",
  "authors": [
    {
      "last_name": "Mundy",
      "fore_name": "Lily R",
      "initials": "LR",
      "name": "Lily R Mundy",
      "affiliations": [
        "From the Department of Plastic and Reconstructive Surgery, Johns Hopkins School of Medicine."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery.",
        "Patient Reported Outcomes, Value and Experience Center, Brigham and Women's Hospital."
      ]
    },
    {
      "last_name": "deJong",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim deJong",
      "affiliations": [
        "Department of Plastic Surgery, Radboud University Medical Center.",
        "Department of Plastic Surgery, Erasmus Medical Center."
      ]
    },
    {
      "last_name": "Hollenbeck",
      "fore_name": "Scott T",
      "initials": "ST",
      "name": "Scott T Hollenbeck",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Department of Surgery."
      ]
    },
    {
      "last_name": "Gage",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Gage",
      "affiliations": [
        "Section of Orthopaedic Trauma, Department of Orthopaedic Surgery, Duke University.",
        "Division of Orthopaedic Trauma, Department of Orthopaedic Surgery, R Adams Cowley Shock Trauma Center, University of Maryland."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "154",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "1332",
  "end_page": "1340",
  "pages": "1332-1340",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study",
    "Multicenter Study"
  ],
  "keywords": [
    "Humans",
    "Patient Reported Outcome Measures",
    "Adult",
    "Middle Aged",
    "Male",
    "Female",
    "Reproducibility of Results",
    "Psychometrics",
    "Cross-Sectional Studies",
    "Young Adult",
    "Aged",
    "Adolescent",
    "Leg Injuries",
    "Aged, 80 and over",
    "Lower Extremity",
    "Netherlands"
  ],
  "article_ids": {
    "pubmed": "38232226",
    "doi": "10.1097/PRS.0000000000011293",
    "pii": "00006534-202412000-00042"
  },
  "doi": "10.1097/PRS.0000000000011293",
  "dates": {
    "completed": "2024-11-26",
    "revised": "2024-12-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.203842",
    "pmid": "38232226"
  }
}