{
  "pmid": "38236626",
  "uid": "38236626",
  "title": "HIV Prevention and Treatment Interventions for Black Men Who Have Sex With Men in Canada: Scoping Systematic Review.",
  "abstract": "BACKGROUND: Black men who have sex with men (MSM) experience disproportionately high HIV incidence globally. A comprehensive, intersectional approach (race, gender, and sexuality or sexual behavior) in understanding the experiences of Black MSM in Canada along the HIV prevention and care continuums has yet to be explored. OBJECTIVE: This scoping review aims to examine the available evidence on the access, quality, gaps, facilitators, and barriers of engagement and identify interventions relevant to the HIV prevention and care continuum for Black MSM in Canada. METHODS: We conducted a systematic database search, in accordance with the PRISMA-ScR (Preferred Reporting Items for Systematic Reviews and Meta-Analyses extension for Scoping Reviews) checklist, of the available studies on HIV health experience and epidemiology concerning Black MSM living with or without HIV in Canada and were published after 1983 in either English or French. Searched databases include MEDLINE, Excerpta, Cumulative Index to Nursing and Allied Health Literature, the Cochrane Library, the NHUS Economic Development Database, Global Health, PsycInfo, PubMed, Scopus, and Web of Science. From the 3095 articles identified, 19 met the inclusion criteria and were analyzed. RESULTS: Black MSM in Canada consistently report multiple forms of stigma and lack of community support contributing to an increased HIV burden. They experience discrimination based on their intersectional identities while accessing HIV preventative and treatment interventions. Available data demonstrate that Black MSM have higher HIV incidences than Black men who have sex with women (MSW) and White MSM, and low preexposure prophylaxis knowledge and HIV literacy. Black MSM experience significant disparities in HIV prevention and care knowledge, access, and use. Structural barriers, including anti-Black racism, homophobia, and xenophobia, are responsible for gaps in HIV prevention and care continuums, poor quality of care and linkage to HIV services, as well as a higher incidence of HIV. CONCLUSIONS: Considering the lack of targeted interventions, there is a clear need for interventions that reduce HIV diagnoses among Black MSM, increase access and reduce structural barriers that significantly affect the ability of Black MSM to engage with HIV prevention and care, and address provider's capacity for care and the structural barriers. These findings can inform future interventions, programming, and tools that may alleviate this HIV inequity. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): RR2-10.1136/bmjopen-2020-043055.",
  "authors": [
    {
      "last_name": "Demeke",
      "fore_name": "Jemal",
      "initials": "J",
      "name": "Jemal Demeke",
      "affiliations": [
        "MAP Centre for Urban Health Solutions, Li Ka Shing Knowledge Institute, St Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-0346-0769"
    },
    {
      "last_name": "Djiadeu",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Djiadeu",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9708-6530"
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Abban",
      "initials": "A",
      "name": "Abban Yusuf",
      "affiliations": [
        "MAP Centre for Urban Health Solutions, Li Ka Shing Knowledge Institute, St Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-6189-6857"
    },
    {
      "last_name": "Whitfield",
      "fore_name": "Darren Lovell",
      "initials": "DL",
      "name": "Darren Lovell Whitfield",
      "affiliations": [
        "School of Social Work, University of Maryland, Baltimore, MD, United States."
      ],
      "orcid": "0000-0001-9231-7803"
    },
    {
      "last_name": "Lightfoot",
      "fore_name": "David",
      "initials": "D",
      "name": "David Lightfoot",
      "affiliations": [
        "MAP Centre for Urban Health Solutions, Li Ka Shing Knowledge Institute, St Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-3852-3048"
    },
    {
      "last_name": "Worku",
      "fore_name": "Fiqir",
      "initials": "F",
      "name": "Fiqir Worku",
      "affiliations": [
        "Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-8423-161X"
    },
    {
      "last_name": "Abu-Ba'are",
      "fore_name": "Gamji Rabiu",
      "initials": "GR",
      "name": "Gamji Rabiu Abu-Ba'are",
      "affiliations": [
        "Center for Interdisciplinary Research on AIDS, Yale School of Public Health, New Haven, CT, United States."
      ],
      "orcid": "0000-0002-1718-0381"
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-5855-5461"
    },
    {
      "last_name": "Giwa",
      "fore_name": "Sulaimon",
      "initials": "S",
      "name": "Sulaimon Giwa",
      "affiliations": [
        "School of Social Work, St John's College, Memorial University of Newfoundland, St John's, NL, Canada."
      ],
      "orcid": "0000-0001-8076-0277"
    },
    {
      "last_name": "Nelson",
      "fore_name": "LaRon E",
      "initials": "LE",
      "name": "LaRon E Nelson",
      "affiliations": [
        "School of Nursing, Yale University, New Haven, CT, United States."
      ],
      "orcid": "0000-0002-2630-602X"
    }
  ],
  "journal": {
    "title": "JMIR public health and surveillance",
    "iso_abbreviation": "JMIR Public Health Surveill",
    "issn": "2369-2960",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "18"
  },
  "start_page": "e40493",
  "pages": "e40493",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Canada",
    "HIV Infections",
    "Homosexuality, Male",
    "Sexual and Gender Minorities",
    "Sexual Behavior",
    "Black People"
  ],
  "article_ids": {
    "pubmed": "38236626",
    "pmc": "PMC10835596",
    "doi": "10.2196/40493",
    "pii": "v10i1e40493"
  },
  "doi": "10.2196/40493",
  "pmc_id": "PMC10835596",
  "dates": {
    "completed": "2024-01-19",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 MH062294",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R25 MH067127",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR001863",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.644912",
    "pmid": "38236626"
  }
}