{
  "pmid": "38236795",
  "uid": "38236795",
  "title": "Engaging Community Health Workers (CHWs) in Africa: Lessons from the Canadian Red Cross supported programs.",
  "abstract": "Universal Health Coverage (UHC) will not be achieved if health care worker shortages, estimated to increase to 18 million by 2030, are not addressed rapidly. Community-based health systems, which pivot to effective engagement of community health workers (CHW), may have an essential role in linking communities with health care facilities and reducing unmet health services needs caused by these shortages. The Canadian Red Cross (CRC) has partnered with different National Red Cross/Red Crescent Societies and Ministries of Health in Africa in the implementation of programs where CHWs contributed to the provision of various health services. This study reports on key findings (i.e., beneficiaries reached, CHWs engaged, programs implemented, intervention outcomes) and lessons learned from CRC supported CHW programs in Africa over the last 15 years (2007-2022). Qualitative methodology was employed to conduct document analysis on 17 sets of reports from each CRC-supported community health worker project in Africa over the past 15 years. Focus was on identifying challenges, facilitators, and lessons learned. CRC supported projects have trained over 9000 CHWs, benefiting nearly 7.5 million people across Africa. Key success factors include adaptability and agility in programming and project management, and considering contextual factors (political, social, and cultural systems). Investing in essential training for CHWs, staff, and volunteers is crucial, alongside employing an evidence-based approach to inform all aspects of programming and implementation. Additionally, projects prioritizing protection, gender and inclusion (PGI) while leveraging existing community structures and partnerships important for successful implementation. Despite challenges (i.e., weak health systems, lack of political commitment, insufficient funding, inadequate training) CHWs are recognized as crucial in promoting community-based health, improving access to care, addressing disparities, and contributing to achieving (UHC). Their unique position within communities enables them to provide culturally appropriate and localized primary health care- particularly in remote, resource limited and poverty-stricken regions.",
  "authors": [
    {
      "last_name": "Idriss-Wheeler",
      "fore_name": "Dina",
      "initials": "D",
      "name": "Dina Idriss-Wheeler",
      "affiliations": [
        "Faculty of Health Sciences, Interdisciplinary School of Health Sciences, University of Ottawa, Ottawa, Ontario, Canada.",
        "Health Intelligence Research and Development, Canadian Red Cross, Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0003-1767-2471"
    },
    {
      "last_name": "Ormel",
      "fore_name": "Ilja",
      "initials": "I",
      "name": "Ilja Ormel",
      "affiliations": [
        "Health Intelligence Research and Development, Canadian Red Cross, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Assefa",
      "fore_name": "Mekdes",
      "initials": "M",
      "name": "Mekdes Assefa",
      "affiliations": [
        "Health Intelligence Research and Development, Canadian Red Cross, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rab",
      "fore_name": "Faiza",
      "initials": "F",
      "name": "Faiza Rab",
      "affiliations": [
        "Health Intelligence Research and Development, Canadian Red Cross, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Angelakis",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Angelakis",
      "affiliations": [
        "Health Intelligence Research and Development, Canadian Red Cross, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yaya",
      "fore_name": "Sanni",
      "initials": "S",
      "name": "Sanni Yaya",
      "affiliations": [
        "Faculty of Social Sciences, School of International Development and Global Studies, University of Ottawa, Ottawa, Ontario, Canada.",
        "The George Institute for Global Health, Imperial College London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Sohani",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Sohani",
      "affiliations": [
        "Health Intelligence Research and Development, Canadian Red Cross, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PLOS global public health",
    "iso_abbreviation": "PLOS Glob Public Health",
    "issn": "2767-3375",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2024"
  },
  "start_page": "e0002799",
  "pages": "e0002799",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38236795",
    "pmc": "PMC10796059",
    "doi": "10.1371/journal.pgph.0002799",
    "pii": "PGPH-D-23-01553"
  },
  "doi": "10.1371/journal.pgph.0002799",
  "pmc_id": "PMC10796059",
  "dates": {
    "revised": "2024-01-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:59.611001",
    "pmid": "38236795"
  }
}