{
  "pmid": "38242467",
  "uid": "38242467",
  "title": "Characteristics of flash droughts and their association with compound meteorological extremes in China: Observations and model simulations.",
  "abstract": "Flash droughts have gained considerable public attention due to the imminent threats they pose to food security, ecological safety, and human health. Currently, there has been little research exploring the projected changes in flash droughts and their association with compound meteorological extremes (CMEs). In this study, we applied the pentad-mean water deficit index to investigate the characteristics of flash droughts and their association with CMEs based on observational data and downscaled model simulations. Our analysis reveals an increasing trend in flash drought frequency in China based on historical observations and model simulations. Specifically, the proportion of flash drought frequency with a one-pentad onset time showed a consistent upward trend, with the southern parts of China experiencing a high average proportion during the historical period. Furthermore, the onset dates of the first (last) flash droughts during year are projected to shift earlier (later) in a warmer world. Flash droughts become significantly more frequent in the future, with a growth rate approximately 1.3 times higher in the high emission scenario than in the medium emission scenario. The frequency of flash droughts with a one-pentad onset time also exhibits a significant upward trend, indicating that flash droughts will occur more rapidly in the future. CMEs in southern regions of China were found to be more likely to trigger flash droughts in the historical period. The probability of CMEs triggering flash droughts is expected to increase with the magnitude of warming, particularly in the far-future under the high emissions scenario.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Geography and Planning, Huaiyin Normal University, Huai'an 223300, China; Department of Atmospheric and Oceanic Sciences & Institute of Atmospheric Sciences, Fudan University, Shanghai 200433, China. Electronic address: geonuist@foxmail.com."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "Qinglong",
      "initials": "Q",
      "name": "Qinglong You",
      "affiliations": [
        "Department of Atmospheric and Oceanic Sciences & Institute of Atmospheric Sciences, Fudan University, Shanghai 200433, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Changchun",
      "initials": "C",
      "name": "Changchun Chen",
      "affiliations": [
        "School of Geographical Sciences, Nanjing University of Information Science and Technology (NUIST), Nanjing 210044, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Huaijun",
      "initials": "H",
      "name": "Huaijun Wang",
      "affiliations": [
        "School of Geography and Planning, Huaiyin Normal University, Huai'an 223300, China."
      ]
    },
    {
      "last_name": "Ullah",
      "fore_name": "Safi",
      "initials": "S",
      "name": "Safi Ullah",
      "affiliations": [
        "Department of Atmospheric and Oceanic Sciences & Institute of Atmospheric Sciences, Fudan University, Shanghai 200433, China."
      ]
    },
    {
      "last_name": "Shen",
      "fore_name": "Liucheng",
      "initials": "L",
      "name": "Liucheng Shen",
      "affiliations": [
        "School of Environmental and Geographical Sciences, Shanghai Normal University, Shanghai 200234, China."
      ]
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "1879-1026",
    "issn_type": "Electronic",
    "volume": "916",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "15"
  },
  "start_page": "170133",
  "pages": "170133",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38242467",
    "doi": "10.1016/j.scitotenv.2024.170133",
    "pii": "S0048-9697(24)00267-5"
  },
  "doi": "10.1016/j.scitotenv.2024.170133",
  "dates": {
    "revised": "2024-02-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.646589",
    "pmid": "38242467"
  }
}