{
  "pmid": "38244982",
  "uid": "38244982",
  "title": "Validation of China Health-Related Outcomes Measures-Cardiovascular Disease.",
  "abstract": "OBJECTIVES: China Health-Related Outcomes Measures (CHROME) was an initiative aimed at developing a system of preference-based health-related quality of life instruments for China. CHROME-cardiovascular disease (CVD) is a CVD-specific instrument with 14 items developed under this initiative. This study aimed to test the psychometric properties of CHROME-CVD. METHODS: This validation study was conducted using cross-sectional questionnaire survey in China. Eligible patients with CVD were recruited and asked to complete the CHROME-CVD, the EQ-5D-5L, and a CVD-specific nonpreference-based health-related quality of life instrument selected according to the confirmed diagnosis of the patients. Item evaluation, internal consistency, measurement invariance, test-retest reliability, structural validity, and construct validity were tested using classic test theory. Item response theory was used to evaluate item-level performance. RESULTS: A total of 444 patients with CVD (coronary artery disease, n = 276, heart failure, n = 104, angina, n = 33, and atrial fibrillation, n = 16) from 6 provinces in China were enrolled for the validation. Exploratory factor analysis identified 4 factors: chest pain, other symptoms, physical health, and mental and social health. Cronbach's alpha and intraclass correlation coefficient were >0.8. A total of 20 of 26 (76.9%), and 90 of 95 (94.7%) predefined hypotheses were met for convergent and discriminant validities, respectively. No important difference was identified between subgroups of gender and residency. Response options of 10 items were found overlapped based on categorical response curves, which led to modification to 4-level response options. Wording of 3 items were modified by referring wordings of reference instruments. CONCLUSION: The validation of the CHROME-CVD demonstrated generally good psychometric properties. Further validation on the modified CHROME-CVD is needed.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Xue",
      "initials": "X",
      "name": "Xue Li",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Health Technology Assessment, China National Health Development Research Center, Beijing, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Rui",
      "initials": "R",
      "name": "Rui Li",
      "affiliations": [
        "Department of Health Technology Assessment, China National Health Development Research Center, Beijing, Beijing, China; Evidence Based Social Science Research Center/Health Technology Assessment Center, Lanzhou University, Lanzhou, Gansu, China; Evidence-Based Medicine Center, Lanzhou University, Lanzhou, Gansu, China."
      ]
    },
    {
      "last_name": "Xiao",
      "fore_name": "Feiyi",
      "initials": "F",
      "name": "Feiyi Xiao",
      "affiliations": [
        "Department of Health Technology Assessment, China National Health Development Research Center, Beijing, Beijing, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Kun",
      "initials": "K",
      "name": "Kun Zhao",
      "affiliations": [
        "Department of Health Technology Assessment, China National Health Development Research Center, Beijing, Beijing, China; Vanke School of Public Health, Tsinghua University, Beijing, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Xiaolu",
      "initials": "X",
      "name": "Xiaolu Zhang",
      "affiliations": [
        "School of Business Administration, Shenyang Pharmaceutical University, Shenyang, Liaoning, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xinyi",
      "initials": "X",
      "name": "Xinyi Wang",
      "affiliations": [
        "School of Business Administration, Shenyang Pharmaceutical University, Shenyang, Liaoning, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Meichen",
      "initials": "M",
      "name": "Meichen Li",
      "affiliations": [
        "School of Business Administration, Shenyang Pharmaceutical University, Shenyang, Liaoning, China."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Ke",
      "initials": "K",
      "name": "Ke Guo",
      "affiliations": [
        "Evidence Based Social Science Research Center/Health Technology Assessment Center, Lanzhou University, Lanzhou, Gansu, China; Evidence-Based Medicine Center, Lanzhou University, Lanzhou, Gansu, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "School of International Pharmaceutical Business, China Pharmaceutical University, Nanjing, Jiangsu, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Yanan",
      "initials": "Y",
      "name": "Yanan Wu",
      "affiliations": [
        "Evidence Based Social Science Research Center/Health Technology Assessment Center, Lanzhou University, Lanzhou, Gansu, China; Evidence-Based Medicine Center, Lanzhou University, Lanzhou, Gansu, China."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette",
      "initials": "H",
      "name": "Harriette Van Spall",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Research Institute of St Joseph's and Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Tiantian",
      "initials": "T",
      "name": "Tiantian Gao",
      "affiliations": [
        "Shandong Provincial Hospital affiliated to Shandong First Medical University, Jinan, Shandong, China."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Qiang",
      "initials": "Q",
      "name": "Qiang Fu",
      "affiliations": [
        "Department of Health Technology Assessment, China National Health Development Research Center, Beijing, Beijing, China; China National Health Development Research Center, Beijing, Beijing, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada. Electronic address: fengxie@mcmaster.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "490",
  "end_page": "499",
  "pages": "490-499",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Quality of Life",
    "Cardiovascular Diseases",
    "Reproducibility of Results",
    "Cross-Sectional Studies",
    "Surveys and Questionnaires",
    "Psychometrics",
    "China"
  ],
  "article_ids": {
    "pubmed": "38244982",
    "doi": "10.1016/j.jval.2024.01.003",
    "pii": "S1098-3015(24)00031-7"
  },
  "doi": "10.1016/j.jval.2024.01.003",
  "dates": {
    "completed": "2024-04-05",
    "revised": "2024-04-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.329744",
    "pmid": "38244982"
  }
}