{
  "pmid": "38241067",
  "uid": "38241067",
  "title": "Changes to Public Health Surveillance Methods Due to the COVID-19 Pandemic: Scoping Review.",
  "abstract": "BACKGROUND: Public health surveillance plays a vital role in informing public health decision-making. The onset of the COVID-19 pandemic in early 2020 caused a widespread shift in public health priorities. Global efforts focused on COVID-19 monitoring and contact tracing. Existing public health programs were interrupted due to physical distancing measures and reallocation of resources. The onset of the COVID-19 pandemic intersected with advancements in technologies that have the potential to support public health surveillance efforts. OBJECTIVE: This scoping review aims to explore emergent public health surveillance methods during the early COVID-19 pandemic to characterize the impact of the pandemic on surveillance methods. METHODS: A scoping search was conducted in multiple databases and by scanning key government and public health organization websites from March 2020 to January 2022. Published papers and gray literature that described the application of new or revised approaches to public health surveillance were included. Papers that discussed the implications of novel public health surveillance approaches from ethical, legal, security, and equity perspectives were also included. The surveillance subject, method, location, and setting were extracted from each paper to identify trends in surveillance practices. Two public health epidemiologists were invited to provide their perspectives as peer reviewers. RESULTS: Of the 14,238 unique papers, a total of 241 papers describing novel surveillance methods and changes to surveillance methods are included. Eighty papers were review papers and 161 were single studies. Overall, the literature heavily featured papers detailing surveillance of COVID-19 transmission (n=187). Surveillance of other infectious diseases was also described, including other pathogens (n=12). Other public health topics included vaccines (n=9), mental health (n=11), substance use (n=4), healthy nutrition (n=1), maternal and child health (n=3), antimicrobial resistance (n=2), and misinformation (n=6). The literature was dominated by applications of digital surveillance, for example, by using big data through mobility tracking and infodemiology (n=163). Wastewater surveillance was also heavily represented (n=48). Other papers described adaptations to programs or methods that existed prior to the COVID-19 pandemic (n=9). The scoping search also found 109 papers that discuss the ethical, legal, security, and equity implications of emerging surveillance methods. The peer reviewer public health epidemiologists noted that additional changes likely exist, beyond what has been reported and available for evidence syntheses. CONCLUSIONS: The COVID-19 pandemic accelerated advancements in surveillance and the adoption of new technologies, especially for digital and wastewater surveillance methods. Given the investments in these systems, further applications for public health surveillance are likely. The literature for surveillance methods was dominated by surveillance of infectious diseases, particularly COVID-19. A substantial amount of literature on the ethical, legal, security, and equity implications of these emerging surveillance methods also points to a need for cautious consideration of potential harm.",
  "authors": [
    {
      "last_name": "Clark",
      "fore_name": "Emily C",
      "initials": "EC",
      "name": "Emily C Clark",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-6615-944X"
    },
    {
      "last_name": "Neumann",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Neumann",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, Hamilton, ON, Canada."
      ],
      "orcid": "0009-0000-2932-3987"
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Hopkins",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, Hamilton, ON, Canada."
      ],
      "orcid": "0009-0002-2480-9034"
    },
    {
      "last_name": "Kostopoulos",
      "fore_name": "Alyssa",
      "initials": "A",
      "name": "Alyssa Kostopoulos",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, Hamilton, ON, Canada."
      ],
      "orcid": "0009-0008-4347-1685"
    },
    {
      "last_name": "Hagerman",
      "fore_name": "Leah",
      "initials": "L",
      "name": "Leah Hagerman",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-0033-4946"
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, Hamilton, ON, Canada.",
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1968-6765"
    }
  ],
  "journal": {
    "title": "JMIR public health and surveillance",
    "iso_abbreviation": "JMIR Public Health Surveill",
    "issn": "2369-2960",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "19"
  },
  "start_page": "e49185",
  "pages": "e49185",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child",
    "Humans",
    "COVID-19",
    "Pandemics",
    "Public Health Surveillance",
    "Wastewater",
    "Wastewater-Based Epidemiological Monitoring",
    "Communicable Diseases"
  ],
  "article_ids": {
    "pubmed": "38241067",
    "pmc": "PMC10837764",
    "doi": "10.2196/49185",
    "pii": "v10i1e49185"
  },
  "doi": "10.2196/49185",
  "pmc_id": "PMC10837764",
  "dates": {
    "completed": "2024-01-22",
    "revised": "2025-05-13"
  },
  "chemicals": [
    "Wastewater"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.355209",
    "pmid": "38241067"
  }
}