{
  "pmid": "38240510",
  "uid": "38240510",
  "title": "Society of Critical Care Medicine Guidelines on Recognizing and Responding to Clinical Deterioration Outside the ICU: 2023.",
  "abstract": "RATIONALE: Clinical deterioration of patients hospitalized outside the ICU is a source of potentially reversible morbidity and mortality. To address this, some acute care hospitals have implemented systems aimed at detecting and responding to such patients. OBJECTIVES: To provide evidence-based recommendations for hospital clinicians and administrators to optimize recognition and response to clinical deterioration in non-ICU patients. PANEL DESIGN: The 25-member panel included representatives from medicine, nursing, respiratory therapy, pharmacy, patient/family partners, and clinician-methodologists with expertise in developing evidence-based Clinical Practice Guidelines. METHODS: We generated actionable questions using the Population, Intervention, Control, and Outcomes (PICO) format and performed a systematic review of the literature to identify and synthesize the best available evidence. We used the Grading of Recommendations Assessment, Development, and Evaluation Approach to determine certainty in the evidence and to formulate recommendations and good practice statements (GPSs). RESULTS: The panel issued 10 statements on recognizing and responding to non-ICU patients with critical illness. Healthcare personnel and institutions should ensure that all vital sign acquisition is timely and accurate (GPS). We make no recommendation on the use of continuous vital sign monitoring among unselected patients. We suggest focused education for bedside clinicians in signs of clinical deterioration, and we also suggest that patient/family/care partners' concerns be included in decisions to obtain additional opinions and help (both conditional recommendations). We recommend hospital-wide deployment of a rapid response team or medical emergency team (RRT/MET) with explicit activation criteria (strong recommendation). We make no recommendation about RRT/MET professional composition or inclusion of palliative care members on the responding team but suggest that the skill set of responders should include eliciting patients' goals of care (conditional recommendation). Finally, quality improvement processes should be part of a rapid response system. CONCLUSIONS: The panel provided guidance to inform clinicians and administrators on effective processes to improve the care of patients at-risk for developing critical illness outside the ICU.",
  "authors": [
    {
      "last_name": "Honarmand",
      "fore_name": "Kimia",
      "initials": "K",
      "name": "Kimia Honarmand",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, Mackenzie Health, Vaughan, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wax",
      "fore_name": "Randy S",
      "initials": "RS",
      "name": "Randy S Wax",
      "affiliations": [
        "Department of Critical Care Medicine, Faculty of Health Sciences, Queen's University, Kingston, ON, Canada.",
        "Department of Critical Care, Lakeridge Health, Oshawa, ON, Canada."
      ]
    },
    {
      "last_name": "Penoyer",
      "fore_name": "Daleen",
      "initials": "D",
      "name": "Daleen Penoyer",
      "affiliations": [
        "Center for Nursing Research and Advanced Nursing Practice, Orlando Health, Orlando, FL."
      ]
    },
    {
      "last_name": "Lighthall",
      "fore_name": "Geoffery",
      "initials": "G",
      "name": "Geoffery Lighthall",
      "affiliations": [
        "Department of Anesthesia, Pain, and Perioperative Medicine, Stanford University School of Medicine, Palo Alto, CA.",
        "Veterans Affairs Medical Center, Palo Alto, CA."
      ]
    },
    {
      "last_name": "Danesh",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Danesh",
      "affiliations": [
        "Center for Applied Health Research, Baylor Scott and White Health, Dallas, TX."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, Mackenzie Health, Vaughan, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cheatham",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Cheatham",
      "affiliations": [
        "Division of Surgical Education, Orlando Regional Medical Center, Orlando, FL."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Daniel P",
      "initials": "DP",
      "name": "Daniel P Davis",
      "affiliations": [
        "Emergency Medical Services, Logan Health, Kalispell, MT."
      ]
    },
    {
      "last_name": "DeVita",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael DeVita",
      "affiliations": [
        "Columbia Vagelos College of Physicians and Surgeons, Department of Medicine Harlem Hospital Medical Center, New York City, NY."
      ]
    },
    {
      "last_name": "Downar",
      "fore_name": "James",
      "initials": "J",
      "name": "James Downar",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Edelson",
      "fore_name": "Dana",
      "initials": "D",
      "name": "Dana Edelson",
      "affiliations": [
        "Division of Internal Medicine, Department of Medicine, University of Chicago Medical Center, Chicago, IL."
      ]
    },
    {
      "last_name": "Fox-Robichaud",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Fox-Robichaud",
      "affiliations": [
        "Division of Critical Care, Department of Internal Medicine, Thrombosis and Atherosclerosis Research Institute, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fujitani",
      "fore_name": "Shigeki",
      "initials": "S",
      "name": "Shigeki Fujitani",
      "affiliations": [
        "Division of Critical Care, Department of Emergency Medicine, Saint Marianna University, Kawasaki, Japan."
      ]
    },
    {
      "last_name": "Fuller",
      "fore_name": "Raeann M",
      "initials": "RM",
      "name": "Raeann M Fuller",
      "affiliations": [
        "Division of Trauma and Critical Care, Department of Emergency Medicine, Advocate Condell Medical Center, Libertyville, IL."
      ]
    },
    {
      "last_name": "Haskell",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Haskell",
      "affiliations": [
        "Mothers Against Medical Error, Columbia, SC."
      ]
    },
    {
      "last_name": "Inada-Kim",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Inada-Kim",
      "affiliations": [
        "Department of Acute Medicine, Hampshire Hospitals NHS Foundation Trust and University of Southampton, Southampton, United Kingdom."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Jones",
      "affiliations": [
        "Division of Surgery, Department of Medicine, University of Melbourne, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Anand",
      "initials": "A",
      "name": "Anand Kumar",
      "affiliations": [
        "Division of Critical Care, Department of Internal Medicine, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Olsen",
      "fore_name": "Keith M",
      "initials": "KM",
      "name": "Keith M Olsen",
      "affiliations": [
        "University of Nebraska Medical Center, Nebraska Medical Center, Omaha, NE."
      ]
    },
    {
      "last_name": "Rowley",
      "fore_name": "Daniel D",
      "initials": "DD",
      "name": "Daniel D Rowley",
      "affiliations": [
        "Respiratory Therapy Services, University of Virginia Medical Center, Charlottesville, VA."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "John",
      "initials": "J",
      "name": "John Welch",
      "affiliations": [
        "Critical Care Unit, University College London Hospitals NHS Foundation Trust, London, United Kingdom."
      ]
    },
    {
      "last_name": "Baldisseri",
      "fore_name": "Marie R",
      "initials": "MR",
      "name": "Marie R Baldisseri",
      "affiliations": [
        "Department of Critical Care, University of Pittsburgh Medical Center, Pittsburgh, PA."
      ]
    },
    {
      "last_name": "Kellett",
      "fore_name": "John",
      "initials": "J",
      "name": "John Kellett",
      "affiliations": [
        "Department of Emergency Medicine, University of Southern Denmark, Odense, Denmark."
      ]
    },
    {
      "last_name": "Knowles",
      "fore_name": "Heidi",
      "initials": "H",
      "name": "Heidi Knowles",
      "affiliations": [
        "Department of Emergency Medicine, John Peter Smith Health Network, Fort Worth, TX."
      ]
    },
    {
      "last_name": "Shipley",
      "fore_name": "Jonathan K",
      "initials": "JK",
      "name": "Jonathan K Shipley",
      "affiliations": [
        "Division of Critical Care, Vanderbilt University Medical Center, Nashville, TN."
      ]
    },
    {
      "last_name": "Kolb",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Kolb",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Family Medicine, Dalhousie University, Halifax, ON, Canada."
      ]
    },
    {
      "last_name": "Wax",
      "fore_name": "Sophie P",
      "initials": "SP",
      "name": "Sophie P Wax",
      "affiliations": [
        "Faculty of Health Sciences, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Hecht",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Hecht",
      "affiliations": [
        "School of Nursing, The University of Texas at Austin, Austin, TX."
      ]
    },
    {
      "last_name": "Sebat",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Sebat",
      "affiliations": [
        "Division of Internal Medicine, Mercy Medical Center, Redding, CA."
      ]
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "314",
  "end_page": "330",
  "pages": "314-330",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Clinical Deterioration",
    "Critical Care",
    "Critical Illness",
    "Evidence-Based Practice",
    "Intensive Care Units"
  ],
  "article_ids": {
    "pubmed": "38240510",
    "doi": "10.1097/CCM.0000000000006072",
    "pii": "00003246-202402000-00014"
  },
  "doi": "10.1097/CCM.0000000000006072",
  "dates": {
    "completed": "2024-01-22",
    "revised": "2025-05-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.236192",
    "pmid": "38240510"
  }
}