{
  "pmid": "38241424",
  "uid": "38241424",
  "title": "Individual characteristics associated with road traffic collisions and healthcare seeking in low- and middle-income countries and territories.",
  "abstract": "Incidence of road traffic collisions (RTCs), types of users involved, and healthcare requirement afterwards are essential information for efficient policy making. We analysed individual-level data from nationally representative surveys conducted in low- or middle-income countries (LMICs) between 2008-2019. We describe the weighted incidence of non-fatal RTC in the past 12 months, type of road user involved, and incidence of traffic injuries requiring medical attention. Multivariable logistic regressions were done to evaluate associated sociodemographic and economic characteristics, and alcohol use. Data were included from 90,790 individuals from 15 countries or territories. The non-fatal RTC incidence in participants aged 24-65 years was 5.2% (95% CI: 4.6-5.9), with significant differences dependent on country income status. Drivers, passengers, pedestrians and cyclists composed 37.2%, 40.3%, 11.3% and 11.2% of RTCs, respectively. The distribution of road user type varied with country income status, with divers increasing and cyclists decreasing with increasing country income status. Type of road users involved in RTCs also varied by the age and sex of the person involved, with a greater proportion of males than females involved as drivers, and a reverse pattern for pedestrians. In multivariable analysis, RTC incidence was associated with younger age, male sex, being single, and having achieved higher levels of education; there was no association with alcohol use. In a sensitivity analysis including respondents aged 18-64 years, results were similar, however, there was an association of RTC incidence with alcohol use. The incidence of injuries requiring medical attention was 1.8% (1.6-2.1). In multivariable analyses, requiring medical attention was associated with younger age, male sex, and higher wealth quintile. We found remarkable heterogeneity in RTC incidence, the type of road users involved, and the requirement for medical attention after injuries depending on country income status and socio-demographic characteristics. Targeted data-informed approaches are needed to prevent and manage RTCs.",
  "authors": [
    {
      "last_name": "Ghalichi",
      "fore_name": "Leila",
      "initials": "L",
      "name": "Leila Ghalichi",
      "affiliations": [
        "Institute of Applied Health Research, University of Birmingham, Birmingham, United Kingdom."
      ],
      "orcid": "0000-0003-3690-2359"
    },
    {
      "last_name": "Goodman-Palmer",
      "fore_name": "Dina",
      "initials": "D",
      "name": "Dina Goodman-Palmer",
      "affiliations": [
        "Institute of Applied Health Research, University of Birmingham, Birmingham, United Kingdom."
      ]
    },
    {
      "last_name": "Whitaker",
      "fore_name": "John",
      "initials": "J",
      "name": "John Whitaker",
      "affiliations": [
        "Institute of Applied Health Research, University of Birmingham, Birmingham, United Kingdom.",
        "King's Centre for Global Health and Health Partnerships, School of Life Course and Population Sciences, Faculty of Life Sciences and Medicine, King's College London, London, United Kingdom.",
        "Academic Department of Military Surgery and Trauma, Royal Centre for Defence Medicine, Birmingham, United Kingdom."
      ],
      "orcid": "0000-0001-5877-4496"
    },
    {
      "last_name": "Abio",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Abio",
      "affiliations": [
        "Injury Epidemiology and Prevention Research Group, Turku Brain Injury Centre, Division of Clinical Neurosciences, Turku University Hospital and University of Turku, Turku, Finland.",
        "Research Centre for Child Psychiatry, University of Turku, Turku, Finland.",
        "INVEST Research Flagship Center, University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lowery",
      "initials": "ML",
      "name": "Michael Lowery Wilson",
      "affiliations": [
        "Injury Epidemiology and Prevention Research Group, Turku Brain Injury Centre, Division of Clinical Neurosciences, Turku University Hospital and University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Wallis",
      "fore_name": "Lee",
      "initials": "L",
      "name": "Lee Wallis",
      "affiliations": [
        "Clinical Services and Systems, Integrated Health Services, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Norov",
      "fore_name": "Bolormaa",
      "initials": "B",
      "name": "Bolormaa Norov",
      "affiliations": [
        "Department of Nutrition and Food Safety, National Center for Public Health, Ulaanbaatar, Mongolia."
      ]
    },
    {
      "last_name": "Aryal",
      "fore_name": "Krishna Kumar",
      "initials": "KK",
      "name": "Krishna Kumar Aryal",
      "affiliations": [
        "Bergen Centre for Ethics and Priority Setting, Department of Global Public Health and Primary Care, University of Bergen, Bergen, Norway."
      ]
    },
    {
      "last_name": "Malta",
      "fore_name": "Deborah Carvalho",
      "initials": "DC",
      "name": "Deborah Carvalho Malta",
      "affiliations": [
        "Universidade Federal de Minas Gerais, Departamento de Enfermagem Materno Infantil e Saúde Pública, Belo Horizonte, MG, Brasil."
      ],
      "orcid": "0000-0002-8214-5734"
    },
    {
      "last_name": "Bärnighausen",
      "fore_name": "Till",
      "initials": "T",
      "name": "Till Bärnighausen",
      "affiliations": [
        "Institute of Global Health, Heidelberg University and University Hospital, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Geldsetzer",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Geldsetzer",
      "affiliations": [
        "Division of Primary Care and Population Health, Department of Medicine, Stanford University, Stanford, California, United States of America.",
        "Chan Zuckerberg Biohub-San Francisco, San Francisco, California, United States of America."
      ]
    },
    {
      "last_name": "Flood",
      "fore_name": "David",
      "initials": "D",
      "name": "David Flood",
      "affiliations": [
        "Department of Medicine, University of Michigan, Ann Arbor, Michigan, United States of America."
      ]
    },
    {
      "last_name": "Vollmer",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian Vollmer",
      "affiliations": [
        "Department of Economics and Centre for Modern Indian Studies, University of Göttingen, Göttingen, Germany."
      ]
    },
    {
      "last_name": "Theilmann",
      "fore_name": "Michaela",
      "initials": "M",
      "name": "Michaela Theilmann",
      "affiliations": [
        "Professorship of Behavioral Science for Disease Prevention and Health Care, Technical University of Munich, Munich, Germany.",
        "Heidelberg Institute of Global Health, Heidelberg University, Heidelberg, Germany."
      ],
      "orcid": "0000-0003-3413-232X"
    },
    {
      "last_name": "Davies",
      "fore_name": "Justine",
      "initials": "J",
      "name": "Justine Davies",
      "affiliations": [
        "Institute of Applied Health Research, University of Birmingham, Birmingham, United Kingdom.",
        "Centre for Global Surgery, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ],
      "orcid": "0000-0001-6834-1838"
    }
  ],
  "journal": {
    "title": "PLOS global public health",
    "iso_abbreviation": "PLOS Glob Public Health",
    "issn": "2767-3375",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2024"
  },
  "start_page": "e0002768",
  "pages": "e0002768",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38241424",
    "pmc": "PMC10798533",
    "doi": "10.1371/journal.pgph.0002768",
    "pii": "PGPH-D-23-01588"
  },
  "doi": "10.1371/journal.pgph.0002768",
  "pmc_id": "PMC10798533",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    },
    {
      "grant_id": "K23 HL161271",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.836894",
    "pmid": "38241424"
  }
}