{
  "pmid": "38244411",
  "uid": "38244411",
  "title": "Eutrophication diminishes bacterioplankton functional dissimilarity and network complexity while enhancing stability: Implications for the management of eutrophic lakes.",
  "abstract": "Eutrophication is a growing environmental concern in lake ecosystems globally, significantly impacting the structures and ecological functions of bacterioplankton communities and posing a substantial threat to the stability of lake ecosystems. However, the patterns of functional dissimilarity, network complexity, and stability within bacterioplankton communities across different trophic states, along with the underlying mechanisms through which eutrophication influences these aspects, are not well-understood. To bridge this knowledge gap, we collected 88 samples from 34 lakes spanning trophic gradients and investigated bacterioplankton communities using network analysis and multiple statistical methods. Our results reveal that eutrophication, progressing from mesotrophic to hyper-eutrophic states, reduces the putative functional dissimilarity of bacterioplankton, particularly affecting the relative proportions of functional groups such as oxygenic photoautotrophy, phototrophy, and photoautotrophy. Network complexity exhibited a unimodal pattern across increasing trophic states, peaking at mesotrophic states and then decreasing towards hyper-eutrophic conditions, while stability exhibited the opposite pattern (U-shaped), indicating a variation in response to trophic state changes. In essence, eutrophication diminishes network complexity but enhances network stability. Collectively, these findings shed light on the ecological impact of eutrophication on bacterioplankton communities and elucidate the potential mechanisms by which eutrophication drives functional dissimilarity, network complexity and stability within bacterioplankton communities. These insights carry significant implications for the ecological management of eutrophic lakes.",
  "authors": [
    {
      "last_name": "Shen",
      "fore_name": "Zhen",
      "initials": "Z",
      "name": "Zhen Shen",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing 210008, China; College of Resources and Environment, University of Chinese Academy of Sciences, Beijing 100049, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Guijuan",
      "initials": "G",
      "name": "Guijuan Xie",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing 210008, China; College of Biology and Pharmaceutical Engineering, West Anhui University, Lu'an 237012, China."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Bobing",
      "initials": "B",
      "name": "Bobing Yu",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing 210008, China; College of Resources and Environment, University of Chinese Academy of Sciences, Beijing 100049, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing 210008, China."
      ]
    },
    {
      "last_name": "Shao",
      "fore_name": "Keqiang",
      "initials": "K",
      "name": "Keqiang Shao",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing 210008, China."
      ]
    },
    {
      "last_name": "Gong",
      "fore_name": "Yi",
      "initials": "Y",
      "name": "Yi Gong",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing 210008, China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Guang",
      "initials": "G",
      "name": "Guang Gao",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing 210008, China."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Xiangming",
      "initials": "X",
      "name": "Xiangming Tang",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing 210008, China; College of Resources and Environment, University of Chinese Academy of Sciences, Beijing 100049, China. Electronic address: xmtang@niglas.ac.cn."
      ]
    }
  ],
  "journal": {
    "title": "Journal of environmental management",
    "iso_abbreviation": "J Environ Manage",
    "issn": "1095-8630",
    "issn_type": "Electronic",
    "volume": "352",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "14"
  },
  "start_page": "120119",
  "pages": "120119",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Lakes",
    "Ecosystem",
    "Eutrophication",
    "Aquatic Organisms",
    "China"
  ],
  "article_ids": {
    "pubmed": "38244411",
    "doi": "10.1016/j.jenvman.2024.120119",
    "pii": "S0301-4797(24)00105-1"
  },
  "doi": "10.1016/j.jenvman.2024.120119",
  "dates": {
    "completed": "2024-02-05",
    "revised": "2024-02-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.646816",
    "pmid": "38244411"
  }
}