{
  "pmid": "38251552",
  "uid": "38251552",
  "title": "The Glucocorticoid Toxicity Index-Metabolic Domains, an abridged version of the Glucocorticoid Toxicity Index: post-hoc analysis of data from the ADVOCATE trial.",
  "abstract": "BACKGROUND: Quantifying glucocorticoid toxicity is crucial to efforts to reduce it. The Glucocorticoid Toxicity Index (GTI) measures toxicity effectively in clinical trials by calculating two scores: the cumulative worsening score (CWS) and the aggregate improvement score (AIS). However, in clinical practice, high patient volumes limit the time available for standardised assessments. We aimed to compare the GTI with an abbreviated version of the GTI, the GTI-Metabolic Domains (GTI-MD), which could help to address this issue by using data that are collected easily at routine visits and do not require additional effort from clinicians. METHODS: We did a post-hoc analysis of data from ADVOCATE, a randomised, double-blind, double-dummy, phase 3 trial in which avacopan replaced a standard prednisone taper in patients with antineutrophil cytoplasmic antibody-associated vasculitis. We calculated the cumulative worsening score (CWS) and aggregate improvement score (AIS) for each domain of the GTI-MD-comprising the BMI, glucose tolerance, blood pressure, and lipid metabolism domains of the GTI-to test its ability to differentiate the avacopan and prednisone groups by glucocorticoid toxicity. Data from two additional disease cohorts, one comprising patients with asthma and the other comprising patients with autoimmune blistering disease, constituted the validation set. FINDINGS: Complete data were available for 321 (97%) of the 330 participants comprising the intention-to-treat population in the ADVOCATE trial at week 13, and 307 (93%) at week 26; data from these individuals were included in our post-hoc analysis. In ADVOCATE, 98 (59%) of 166 participants in the avacopan group were men and 68 (41%) were women, 88 (54%) of 164 in the prednisone group were men and 76 (46%) were women; the mean age of participants was 61·2 years [SD 14·6] in the avacopan group and 60·5 years [14·5] in the prednisone group. The validation cohort included 159 patients (89 with glucocorticoid-dependent asthma, of whom 40 [45%] were men and 49 [55%] were women, and 70 with autoimmune blistering disease of the skin, of whom 30 [43%] were men and 40 [57%] were women). The Spearman's rank correlation coefficient in ADVOCATE for the GTI-MD CWS with the GTI CWS for the treatment groups combined was 0·78 (95% CI 0·75-0·81; p<0·0001). The corresponding correlation for the AIS was 0·73 (0·69-0·77, p<0·0001). The GTI-MD distinguished the groups by glucocorticoid toxicity at both 13 weeks and 26 weeks. The mean GTI-MD CWS was lower in the avacopan group than in the prednisone group, consistent with less toxicity (15·9 vs 23·0 at 13 weeks [p=0·0010]; 26·7 vs 31·7 at 26 weeks [p=0·0092]). The GTI-MD AIS values were also consistent with less toxicity in the avacopan group (2·5 vs 13·0 at 13 weeks [p=0·0003], 4·4 vs 10·1 at 26 weeks [p=0·027]). A GTI-MD score of 0 corresponded to a low likelihood of toxicity in the other GTI domains. In the validation set, the Spearman's rank correlation coefficient for the GTI-MD CWS with the GTI CWS was 0·61 (95% CI 0·50-0·70; p<0·0001) and the corresponding correlation for the AIS was 0·58 (0·47-0·68; p<0·0001). INTERPRETATION: The GTI-MD correlates well with the full GTI and could be incorporated readily into routine clinic workflows without additional input from the clinician. Using the GTI-MD on the background of electronic medical records systems could help clinicians to monitor glucocorticoid toxicity longitudinally, with the goals of preventing the burden of chronic, treatment-related harms and reducing long-term costs to health systems. FUNDING: ChemoCentryx.",
  "authors": [
    {
      "last_name": "Patel",
      "fore_name": "Naomi J",
      "initials": "NJ",
      "name": "Naomi J Patel",
      "affiliations": [
        "Division of Rheumatology, Allergy and Immunology, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Jayne",
      "fore_name": "David R W",
      "initials": "DRW",
      "name": "David R W Jayne",
      "affiliations": [
        "Department of Medicine, University of Cambridge, Cambridge, UK."
      ]
    },
    {
      "last_name": "Merkel",
      "fore_name": "Peter A",
      "initials": "PA",
      "name": "Peter A Merkel",
      "affiliations": [
        "Division of Rheumatology, Department of Medicine, University of Pennsylvania, Philadelphia, PA, USA; Division of Epidemiology, Department of Biostatistics, Epidemiology, and Informatics, University of Pennsylvania, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Bekker",
      "fore_name": "Pirow",
      "initials": "P",
      "name": "Pirow Bekker",
      "affiliations": [
        "Amgen, San Carlos, CA, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy and Immunology, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "McDowell",
      "fore_name": "P Jane",
      "initials": "PJ",
      "name": "P Jane McDowell",
      "affiliations": [
        "Wellcome Wolfson Centre for Experimental Medicine, School of Medicine, Dentistry, and Biological Sciences, Queen's University Belfast, Belfast, UK."
      ]
    },
    {
      "last_name": "Johal",
      "fore_name": "Joslin",
      "initials": "J",
      "name": "Joslin Johal",
      "affiliations": [
        "Department of Dermatology, St George Hospital, University of New South Wales, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Heaney",
      "fore_name": "Liam G",
      "initials": "LG",
      "name": "Liam G Heaney",
      "affiliations": [
        "Wellcome Wolfson Centre for Experimental Medicine, School of Medicine, Dentistry, and Biological Sciences, Queen's University Belfast, Belfast, UK."
      ]
    },
    {
      "last_name": "Murrell",
      "fore_name": "Dedee",
      "initials": "D",
      "name": "Dedee Murrell",
      "affiliations": [
        "Department of Dermatology, St George Hospital, University of New South Wales, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Stone",
      "fore_name": "Martha N",
      "initials": "MN",
      "name": "Martha N Stone",
      "affiliations": [
        "Steritas, Concord, MA, USA."
      ]
    },
    {
      "last_name": "Yue",
      "fore_name": "Huibin",
      "initials": "H",
      "name": "Huibin Yue",
      "affiliations": [
        "Amgen, San Carlos, CA, USA."
      ]
    },
    {
      "last_name": "Stone",
      "fore_name": "John H",
      "initials": "JH",
      "name": "John H Stone",
      "affiliations": [
        "Division of Rheumatology, Allergy and Immunology, Massachusetts General Hospital, Boston, MA, USA. Electronic address: jhstone@mgh.harvard.edu."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Rheumatology",
    "iso_abbreviation": "Lancet Rheumatol",
    "issn": "2665-9913",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "e413",
  "end_page": "e421",
  "pages": "e413-e421",
  "language": "eng",
  "publication_types": [
    "Clinical Trial, Phase III",
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Aniline Compounds",
    "Asthma",
    "Autoimmune Diseases",
    "Blister",
    "Glucocorticoids",
    "Nipecotic Acids",
    "Prednisone",
    "Double-Blind Method"
  ],
  "article_ids": {
    "pubmed": "38251552",
    "doi": "10.1016/S2665-9913(23)00131-5",
    "pii": "S2665-9913(23)00131-5"
  },
  "doi": "10.1016/S2665-9913(23)00131-5",
  "dates": {
    "completed": "2024-01-23",
    "revised": "2024-01-23"
  },
  "chemicals": [
    "Aniline Compounds",
    "avacopan",
    "Glucocorticoids",
    "Nipecotic Acids",
    "Prednisone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.647075",
    "pmid": "38251552"
  }
}