{
  "pmid": "38258568",
  "uid": "38258568",
  "title": "Healthcare utilization before and during the COVID-19 pandemic among mothers and birthing parents with elevated levels of postpartum depression symptoms.",
  "abstract": "Little is known about the healthcare utilization of mothers and birthing parents experiencing elevated levels of symptoms of postpartum depression (PPD), particularly during the COVID-19 pandemic. This study examined how healthcare utilization changed in these individuals during COVID-19. Individuals living in Ontario, Canada, with Edinburgh Postnatal Depression Scale Scores ≥ 10 were recruited into two separate randomized controlled trials of a 1-day intervention for PPD before (pre-COVID-19, n = 441) and during the pandemic (COVID-19, n = 287). Participants in both samples completed the same health resource use questionnaire, self-reporting the number of virtual and/or in-person visits to specific healthcare services over the three months preceding their treatment intervention. Use of medications, mental health care, primary care, hospital-based care, allied health care, and overall healthcare utilization were compared between the pre-COVID-19 and COVID-19 groups. While participants had higher levels of PPD symptoms during COVID-19, differences were not seen in the use of specific categories of care (e.g. mental health and primary care). However, before and after statistically adjusting for covariates, overall healthcare utilization decreased from an average of 9.5 visits prior to COVID-19 to 6.9 during COVID-19 (p < .001), a change that was at least partly contributed to by reductions in visits to allied health professionals (e.g. dentists and physiotherapists). Overall healthcare utilization decreased by 27 % in mothers and birthing parents seeking treatment for elevated levels of PPD symptoms during the COVID-19 pandemic in Ontario, Canada - despite higher levels of PPD symptoms - highlighting the need to support and address barriers to postpartum care.",
  "authors": [
    {
      "last_name": "Luk",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa Luk",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Layton",
      "fore_name": "Haley",
      "initials": "H",
      "name": "Haley Layton",
      "affiliations": []
    },
    {
      "last_name": "Savoy",
      "fore_name": "Calan",
      "initials": "C",
      "name": "Calan Savoy",
      "affiliations": []
    },
    {
      "last_name": "Huh",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Huh",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Women & health",
    "iso_abbreviation": "Women Health",
    "issn": "1541-0331",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "07"
  },
  "start_page": "175",
  "end_page": "184",
  "pages": "175-184",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Depression, Postpartum",
    "Pandemics",
    "COVID-19",
    "Mothers",
    "Patient Acceptance of Health Care",
    "Postpartum Period"
  ],
  "article_ids": {
    "pubmed": "38258568",
    "doi": "10.1080/03630242.2024.2308516"
  },
  "doi": "10.1080/03630242.2024.2308516",
  "dates": {
    "completed": "2024-02-01",
    "revised": "2024-06-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.161145",
    "pmid": "38258568"
  }
}