{
  "pmid": "38250190",
  "uid": "38250190",
  "title": "Characterization, Synthesis, and Biological Activities of Silver Nanoparticles Produced via Green Synthesis Method Using Thymus Vulgaris Aqueous Extract.",
  "abstract": "INTRODUCTION: Silver nanoparticles (AgNPs) have been found to exhibit unique properties which show their potential to be used in various therapies. Green synthesis of AgNPs has been progressively gaining acceptance due to its cost-effectiveness and energy-efficient nature. OBJECTIVE: In the current study, aqueous extract of Thymus vulgaris (T. vulgaris) was used to synthesize the AgNPs using green synthesis techniques followed by checking the effectiveness and various biological activities of these AgNPs. METHODS: At first, the plant samples were proceeded for extraction of aqueous extracts followed by chromatography studies to measure the phenolics and flavonoids. The synthesis and characterization of AgNPs were done using green synthesis techniques and were confirmed using Fourier transform infra-red (FT-IR) spectroscopy, UV-visible spectroscopy, scanning electron microscope (SEM), zeta potential, zeta sizer and X-Ray diffraction (XRD) analysis. After confirmation of synthesized AgNPs, various biological activities were checked. RESULTS: The chromatography analysis detected nine compounds accounting for 100% of the total amount of plant constituents. The FT-IR, UV-vis spectra, SEM, zeta potential, zeta sizer and XRD analysis confirmed the synthesis of AgNPs and the variety of chemical components present on the surface of synthesized AgNPs in the plant extract. The antioxidant activity of AgNPs showed 92% inhibition at the concentration of at 1000 µg/mL. A greater inhibitory effect in anti-diabetic analysis was observed with synthesized AgNPs as compared to the standard AgNPs. The hemolytic activity was low, but despite low concentrations of hemolysis activity, AgNPs proved not to be toxic or biocompatible. The anti-inflammatory activity of AgNPs was observed by in-vitro and in-vivo approaches in range at various concentrations, while maximum inhibition occurs at 1000 µg (77.31%). CONCLUSION: Our data showed that the potential biological activities of the bioactive constituents of T. vulgaris can be enhanced through green synthesis of AgNPs from T. vulgaris aqueous extracts. In addition, the current study depicted that AgNPs have good potential to cure different ailments as biogenic nano-medicine.",
  "authors": [
    {
      "last_name": "Ejaz",
      "fore_name": "Umer",
      "initials": "U",
      "name": "Umer Ejaz",
      "affiliations": [
        "Department of Basic and Applied Chemistry, Faculty of Science and Technology, University of Central Punjab, Lahore, 54000, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Basic and Applied Chemistry, Faculty of Science and Technology, University of Central Punjab, Lahore, 54000, Pakistan."
      ]
    },
    {
      "last_name": "Mazhar",
      "fore_name": "Modasrah",
      "initials": "M",
      "name": "Modasrah Mazhar",
      "affiliations": [
        "Department of Basic and Applied Chemistry, Faculty of Science and Technology, University of Central Punjab, Lahore, 54000, Pakistan."
      ]
    },
    {
      "last_name": "Riaz",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Riaz",
      "affiliations": [
        "Department of Basic and Applied Chemistry, Faculty of Science and Technology, University of Central Punjab, Lahore, 54000, Pakistan."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Naveed",
      "initials": "N",
      "name": "Naveed Ahmed",
      "affiliations": [
        "Department of Medical Microbiology and Parasitology, School of Medical Sciences, Health Campus, Universiti Sains Malaysia, Kubang Kerian, Kelantan, 16150, Malaysia."
      ],
      "orcid": "0000-0003-1504-1705"
    },
    {
      "last_name": "Rizg",
      "fore_name": "Waleed Y",
      "initials": "WY",
      "name": "Waleed Y Rizg",
      "affiliations": [
        "Center of Innovation in Personalized Medicine (CIPM), 3D Bioprinting Unit, King Abdulaziz University, Jeddah, 21589, Saudi Arabia.",
        "Department of Pharmaceutics, Faculty of Pharmacy, King Abdulaziz University, Jeddah, 21589, Saudi Arabia."
      ],
      "orcid": "0000-0002-3088-4084"
    },
    {
      "last_name": "Alahmadi",
      "fore_name": "Amerh Aiad",
      "initials": "AA",
      "name": "Amerh Aiad Alahmadi",
      "affiliations": [
        "Department of Pharmaceutics, Faculty of Pharmacy, King Abdulaziz University, Jeddah, 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Badr",
      "fore_name": "Moutaz Y",
      "initials": "MY",
      "name": "Moutaz Y Badr",
      "affiliations": [
        "Department of Pharmaceutical Sciences, College of Pharmacy, Umm Al-Qura University, Makkah, 24381, Saudi Arabia."
      ]
    },
    {
      "last_name": "Mushtaq",
      "fore_name": "Rayan Y",
      "initials": "RY",
      "name": "Rayan Y Mushtaq",
      "affiliations": [
        "Department of Pharmaceutics, College of Clinical Pharmacy, Imam Abdulrahman Bin Faisal University, Dammam, 31441, Saudi Arabia."
      ],
      "orcid": "0000-0001-5317-1135"
    },
    {
      "last_name": "Yean",
      "fore_name": "Chan Yean",
      "initials": "CY",
      "name": "Chan Yean Yean",
      "affiliations": [
        "Department of Medical Microbiology and Parasitology, School of Medical Sciences, Health Campus, Universiti Sains Malaysia, Kubang Kerian, Kelantan, 16150, Malaysia."
      ]
    }
  ],
  "journal": {
    "title": "International journal of nanomedicine",
    "iso_abbreviation": "Int J Nanomedicine",
    "issn": "1178-2013",
    "issn_type": "Electronic",
    "volume": "19",
    "pub_year": "2024"
  },
  "start_page": "453",
  "end_page": "469",
  "pages": "453-469",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Metal Nanoparticles",
    "Silver",
    "Spectroscopy, Fourier Transform Infrared",
    "Thymus Plant",
    "Cell Death",
    "Hemolysis"
  ],
  "article_ids": {
    "pubmed": "38250190",
    "pmc": "PMC10799646",
    "doi": "10.2147/IJN.S446017",
    "pii": "446017"
  },
  "doi": "10.2147/IJN.S446017",
  "pmc_id": "PMC10799646",
  "dates": {
    "completed": "2024-01-23",
    "revised": "2024-02-01"
  },
  "chemicals": [
    "Silver"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.116389",
    "pmid": "38250190"
  }
}