{
  "pmid": "38251609",
  "uid": "38251609",
  "title": "Glucocorticoid Toxicity Index scores by domain in patients with antineutrophil cytoplasmic antibody-associated vasculitis treated with avacopan versus standard prednisone taper: post-hoc analysis of data from the ADVOCATE trial.",
  "abstract": "BACKGROUND: The ADVOCATE trial, in which the complement C5a receptor inhibitor avacopan was compared with a standard prednisone taper in patients with antineutrophil cytoplasmic antibody (ANCA)-associated vasculitis, used the Glucocorticoid Toxicity Index (GTI) to measure glucocorticoid toxicity change. We set out to do a post-hoc analysis of the ADVOCATE data to evaluate changes in individual GTI domains and their ability to differentiate treatment groups. METHODS: The ADVOCATE trial was a phase 3, double-blind, double-dummy, randomised trial comparing oral avacopan (30 mg) twice daily for 52 weeks plus a prednisone-matching placebo for 20 weeks with oral prednisone tapered over 20 weeks plus an avacopan-matching placebo for 52 weeks in patients with ANCA-associated vasculitis. GTI data were collected within each of the included domains (BMI, blood pressure, glucose tolerance, lipid metabolism, glucocorticoid myopathy, skin toxicity, neuropsychiatric effects, and infections) at baseline, 13 weeks, and 26 weeks. In this post-hoc analysis, we calculated the cumulative worsening score (CWS) and aggregate improvement score (AIS) for each GTI domain, assessed to what extend each domain contributed to the GTI score, and which domains differentiated between the avacopan and prednisone groups. Differences in domain scores between the two groups were compared using Mantel-Haenszel χ[2] tests. FINDINGS: Among the 330 patients included in the intention-to-treat population of the ADVOCATE trial, 321 (97%) had complete data at week 13 (160 in the avacopan group, and 161 in the prednisone group), and 307 (93%) had complete data at week 26 (154 in the avacopan group, and 153 in the prednisone group) and were assessed in this post-hoc study. In ADVOCATE, mean age in both groups was 61 years (61·2 years [SD 14·6] in the avacopan group; 60·5 years [14·5] in the prednisone group); 98 (59%) of 166 patients in the avacopan group were men and 68 (41%) were women; 88 (54%) of 164 patients in the prednisone group were men and 76 (46%) were women. 278 (84%) of 330 patients were White. The mean glucocorticoid use over 26 weeks was lower in the avacopan group than the prednisone group (1073 mg [SD 1669] vs 3192 mg [1174]). Significantly less glucocorticoid toxicity was observed in the avacopan group than the prednisone group by week 13 in four domains of the GTI (BMI, glucose tolerance, lipid metabolism, and skin toxicity), based on both the CWS and AIS. CWS values in the BMI, lipid metabolism, and skin toxicity domains were significantly lower in the avacopan group than the prednisone group at 26 weeks. No domain favoured the prednisone group for glucocorticoid toxicity reduction. 280 (91%) of 307 patients had glucocorticoid toxicity at 26 weeks. Blood pressure (35% in the avacopan group vs 25% in the prednisone group), infection (22% vs 24%), and lipid metabolism (20% vs 15%) contributed the most weight toward CWS values at 26 weeks. 128 (42%) of 307 patients had combinations of improvement and worsening in different domains at 26 weeks. INTERPRETATION: Replacing a standard prednisone taper with avacopan in patients with ANCA-associated vasculitis reduced glucocorticoid toxicity in multiple GTI domains. For individual patients, glucocorticoid toxicity was often nuanced, improving in some domains while worsening in others. These findings emphasise the value of a composite measure of glucocorticoid toxicity that quantifies cumulative worsening and aggregate change directly. FUNDING: ChemoCentryx.",
  "authors": [
    {
      "last_name": "Patel",
      "fore_name": "Naomi J",
      "initials": "NJ",
      "name": "Naomi J Patel",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Jayne",
      "fore_name": "David R W",
      "initials": "DRW",
      "name": "David R W Jayne",
      "affiliations": [
        "Department of Medicine, University of Cambridge, Cambridge, UK."
      ]
    },
    {
      "last_name": "Merkel",
      "fore_name": "Peter A",
      "initials": "PA",
      "name": "Peter A Merkel",
      "affiliations": [
        "Division of Rheumatology, Department of Medicine, Division of Epidemiology, Department of Biostatistics, Epidemiology, and Informatics, University of Pennsylvania, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Bekker",
      "fore_name": "Pirow",
      "initials": "P",
      "name": "Pirow Bekker",
      "affiliations": [
        "ChemoCentryx, San Carlos, CA, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Yue",
      "fore_name": "Huibin",
      "initials": "H",
      "name": "Huibin Yue",
      "affiliations": [
        "ChemoCentryx, San Carlos, CA, USA."
      ]
    },
    {
      "last_name": "Stone",
      "fore_name": "John H",
      "initials": "JH",
      "name": "John H Stone",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, MA, USA. Electronic address: jhstone@mgh.harvard.edu."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Rheumatology",
    "iso_abbreviation": "Lancet Rheumatol",
    "issn": "2665-9913",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "e130",
  "end_page": "e138",
  "pages": "e130-e138",
  "language": "eng",
  "publication_types": [
    "Randomized Controlled Trial",
    "Clinical Trial, Phase III",
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Aniline Compounds",
    "Anti-Neutrophil Cytoplasmic Antibody-Associated Vasculitis",
    "Antibodies, Antineutrophil Cytoplasmic",
    "Glucocorticoids",
    "Glucose",
    "Nipecotic Acids",
    "Prednisone",
    "Double-Blind Method"
  ],
  "article_ids": {
    "pubmed": "38251609",
    "doi": "10.1016/S2665-9913(23)00030-9",
    "pii": "S2665-9913(23)00030-9"
  },
  "doi": "10.1016/S2665-9913(23)00030-9",
  "dates": {
    "completed": "2024-01-23",
    "revised": "2024-07-05"
  },
  "chemicals": [
    "Aniline Compounds",
    "Antibodies, Antineutrophil Cytoplasmic",
    "avacopan",
    "Glucocorticoids",
    "Glucose",
    "Nipecotic Acids",
    "Prednisone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.647355",
    "pmid": "38251609"
  }
}