{
  "pmid": "38258319",
  "uid": "38258319",
  "title": "Genomewide architecture of adaptation in experimentally evolved Drosophila characterized by widespread pleiotropy.",
  "abstract": "Dissecting the molecular basis of adaptation remains elusive despite our ability to sequence genomes and transcriptomes. At present, most genomic research on selection focusses on signatures of selective sweeps in patterns of heterozygosity. Other research has studied changes in patterns of gene expression in evolving populations but has not usually identified the genetic changes causing these shifts in expression. Here we attempt to go beyond these approaches by using machine learning tools to explore interactions between the genome, transcriptome, and life-history phenotypes in two groups of 10 experimentally evolved Drosophila populations subjected to selection for opposing life history patterns. Our findings indicate that genomic and transcriptomic data have comparable power for predicting phenotypic characters. Looking at the relationships between the genome and the transcriptome, we find that the expression of individual transcripts is influenced by many sites across the genome that are differentiated between the two types of populations. We find that single-nucleotide polymorphisms (SNPs), transposable elements, and indels are powerful predictors of gene expression. Collectively, our results suggest that the genomic architecture of adaptation is highly polygenic with extensive pleiotropy.",
  "authors": [
    {
      "last_name": "Greenspan",
      "fore_name": "Zachary S",
      "initials": "ZS",
      "name": "Zachary S Greenspan",
      "affiliations": [
        "Department of Ecology and Evolutionary Biology, University of California, Irvine, CA 92697, USA. ldmuelle@uci.edu."
      ]
    },
    {
      "last_name": "Barter",
      "fore_name": "Thomas T",
      "initials": "TT",
      "name": "Thomas T Barter",
      "affiliations": []
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Phillips",
      "affiliations": []
    },
    {
      "last_name": "Ranz",
      "fore_name": "José M",
      "initials": "JM",
      "name": "José M Ranz",
      "affiliations": []
    },
    {
      "last_name": "Rose",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Rose",
      "affiliations": []
    },
    {
      "last_name": "Mueller",
      "fore_name": "Laurence D",
      "initials": "LD",
      "name": "Laurence D Mueller",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of genetics",
    "iso_abbreviation": "J Genet",
    "issn": "0973-7731",
    "issn_type": "Electronic",
    "volume": "103",
    "pub_year": "2024"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Drosophila",
    "Genomics",
    "Gene Expression Profiling",
    "Heterozygote",
    "INDEL Mutation"
  ],
  "article_ids": {
    "pubmed": "38258319",
    "pii": "08"
  },
  "dates": {
    "completed": "2024-01-24",
    "revised": "2024-02-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.758945",
    "pmid": "38258319"
  }
}