{
  "pmid": "38268696",
  "uid": "38268696",
  "title": "What is the quality of reporting in randomized controlled trials in spinal conditions.",
  "abstract": "PURPOSE: Substandard quality across published randomized controlled trials (RCTs) is a major concern. Imperfect reporting has the potential to distort the evidence landscape and waste valuable health-care resources. In this study, we aim to assess the current quality of reporting in the field of spine using a modified version of the Consolidated Standards of Reporting Trials (CONSORT) checklist. MATERIALS AND METHODS: A list of published RCTs in the field of spine disease from January 1, 2013, to December 31, 2020, was built. Two reviewers scored the published RCTs against a modified CONSORT checklist. The mean adjusted CONSORT scores for each study, reporting category, and checklist item were calculated. RESULTS: The mean and median scores across all of the RCTs were 0.72 and 0.74 out of 1.00, respectively. The spectrum of scores was wide, ranging from 0.45 to 0.94. The reporting categories with the lowest score included randomization, blinding, and abstract. The items which were most under-reported included allocation sequence generation, type of randomization used, full trial protocol details, and abstract methodology. The inter-rater reliability between our reviewers was substantial (κ = 0.7, κ = 0.71). CONCLUSION: Our findings correlate with only a moderate level of compliance to the CONSORT criteria on the quality of reporting for RCTs in spinal conditions. This is in line with previous reports on compliance, both within and outside the field of spinal conditions. Further continued and sustained efforts are still required to enhance the quality and consistency of RCT reporting, ultimately reducing health-care resource wastage and improving patient safety.",
  "authors": [
    {
      "last_name": "Demetriades",
      "fore_name": "Andreas K",
      "initials": "AK",
      "name": "Andreas K Demetriades",
      "affiliations": [
        "Department of Neurosurgery, University of Leiden, Leiden, The Netherlands.",
        "Department of Clinical Neurosciences, Royal Infirmary of Edinburgh, Edinburgh, UK.",
        "Edinburgh Spinal Surgery Outcomes Studies Group, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Tiefenbach",
      "fore_name": "Jakov",
      "initials": "J",
      "name": "Jakov Tiefenbach",
      "affiliations": [
        "Edinburgh Spinal Surgery Outcomes Studies Group, Edinburgh, UK.",
        "Neurological Institute, Cleveland Clinic, Ohio, USA."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jay J",
      "initials": "JJ",
      "name": "Jay J Park",
      "affiliations": [
        "Edinburgh Spinal Surgery Outcomes Studies Group, Edinburgh, UK.",
        "Edinburgh Medical School, University of Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Anwar",
      "fore_name": "Mohammed Maarij",
      "initials": "MM",
      "name": "Mohammed Maarij Anwar",
      "affiliations": [
        "Edinburgh Medical School, University of Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Raza",
      "fore_name": "Sara Manzoor",
      "initials": "SM",
      "name": "Sara Manzoor Raza",
      "affiliations": [
        "Edinburgh Medical School, University of Edinburgh, Edinburgh, UK."
      ]
    }
  ],
  "journal": {
    "title": "Journal of craniovertebral junction & spine",
    "iso_abbreviation": "J Craniovertebr Junction Spine",
    "issn": "0974-8237",
    "issn_type": "Print",
    "volume": "14",
    "issue": "4",
    "pub_year": "2023"
  },
  "start_page": "404",
  "end_page": "411",
  "pages": "404-411",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38268696",
    "pmc": "PMC10805167",
    "doi": "10.4103/jcvjs.jcvjs_121_23",
    "pii": "JCVJS-14-404"
  },
  "doi": "10.4103/jcvjs.jcvjs_121_23",
  "pmc_id": "PMC10805167",
  "dates": {
    "revised": "2024-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.681402",
    "pmid": "38268696"
  }
}