{
  "pmid": "38262529",
  "uid": "38262529",
  "title": "Type 1 Diabetes in Ontario Schools: Policy and Practice.",
  "abstract": "OBJECTIVES: Type 1 diabetes (T1D) is a challenging chronic condition. Young children with T1D require daily support to manage their condition while at school. In 2018, Ontario established a provincial policy to ensure safe and equitable school participation for children with diabetes. Despite this, children and parents describe very different school experiences. In this qualitative study we describe the interpretation and implementation of school board policy related to the care of children with T1D from the perspective of school educators (principals/teachers). METHODS: Policy documents were reviewed employing a qualitative descriptive research design using directed qualitative content analysis. Semistructured interviews were conducted with 13 teachers and principals from 10 publicly funded elementary schools across the Hamilton and Toronto District School Boards in 2021. RESULTS: There are major differences in how policies regarding T1D are being implemented in schools. This includes how school staff are educated about T1D, and how they interpret and act on blood glucose information. Although educators often play an active role in supporting children, many face barriers, including competing priorities, fear, lack of information, and lack of support. Facilitators include effective communication/collaboration, actionable information, time, and a diabetes \"champion.\" In some instances, access to nursing support could help to resolve barriers or create care gaps. CONCLUSIONS: School board policy provides high-level guidance on how to support children with T1D in school, but gaps remain. We provide specific recommendations regarding policy, staff education/training, roles and responsibilities, and future research.",
  "authors": [
    {
      "last_name": "Geddie",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Geddie",
      "affiliations": [
        "Division of Endocrinology, Department of Pediatrics, McMaster Children's Hospital, McMaster University, Hamilton, Ontario, Canada. Electronic address: geddiehr@mcmaster.ca."
      ]
    },
    {
      "last_name": "Visekruna",
      "fore_name": "Sanja",
      "initials": "S",
      "name": "Sanja Visekruna",
      "affiliations": [
        "School of Nursing, McMaster Children's Hospital, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lawrence",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Lawrence",
      "affiliations": [
        "Division of Endocrinology, Department of Pediatrics, Children's Hospital of Eastern Ontario, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster Children's Hospital, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bassilious",
      "fore_name": "Ereny",
      "initials": "E",
      "name": "Ereny Bassilious",
      "affiliations": [
        "Division of Endocrinology, Department of Pediatrics, McMaster Children's Hospital, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of diabetes",
    "iso_abbreviation": "Can J Diabetes",
    "issn": "2352-3840",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "218",
  "end_page": "226",
  "pages": "218-226",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Diabetes Mellitus, Type 1",
    "Ontario",
    "Child",
    "Schools",
    "School Health Services",
    "Health Policy",
    "Qualitative Research",
    "Female",
    "Male"
  ],
  "article_ids": {
    "pubmed": "38262529",
    "doi": "10.1016/j.jcjd.2024.01.005",
    "pii": "S1499-2671(24)00021-2"
  },
  "doi": "10.1016/j.jcjd.2024.01.005",
  "dates": {
    "completed": "2024-06-14",
    "revised": "2024-06-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.780829",
    "pmid": "38262529"
  }
}