{
  "pmid": "38267995",
  "uid": "38267995",
  "title": "Multi-sectoral collaborations in selected countries of the Eastern Mediterranean region: assessment, enablers and missed opportunities from the COVID-19 pandemic response.",
  "abstract": "BACKGROUND: The coronavirus disease 2019 (COVID-19) pandemic has emphasized the importance of multi-sectoral collaboration to respond effectively to public health emergencies. This study aims to generate evidence on the extent to which multi-sectoral collaborations have been employed in the macro-level responses to the COVID-19 pandemic in nine selected countries of the Eastern Mediterranean region (EMR). METHODS: The study employed in-depth analytical research design and was conducted in two phases. In the first phase, data were collected using a comprehensive documentation review. In the second phase, key informant interviews were conducted to validate findings from the first phase and gain additional insights into key barriers and facilitators. We analysed the macro-level pandemic responses across the following seven components of the analytical framework for multi-sectoral collaborations: (1) context and trigger; (2) leadership, institutional mechanisms and processes; (3) actors; (4) administration, funding and evaluation; (5) degree of multi-sectoral engagement; (6) impact; and (7) enabling factors. RESULTS: Governments in the EMR have responded differently to the pandemic, with variations in reaction speed and strictness of implementation. While inter-ministerial committees were identified as the primary mechanism through which multi-sectoral action was established and implemented in the selected countries, there was a lack of clarity on how they functioned, particularly regarding the closeness of the cooperation and the working methods. Coordination structures lacked a clear mandate, joint costed action plan, sufficient resources and regular reporting on commitments. Furthermore, there was no evidence of robust communication planning both internally, focused on promoting internal consensual decision-making and managing power dynamics, and externally, concerning communication with the public. Across the selected countries, there was strong representation of different ministries in the pandemic response. Conversely, the contribution of non-state actors, including non-governmental organizations, civil society organizations, the private sector, the media and citizens, was relatively modest. Their involvement was more ad hoc, fragmented and largely self-initiated, particularly within the selected middle- and low income- countries of the EMR. Moreover, none of the countries incorporated explicit accountability framework or included anti-corruption and counter-fraud measures as integral components of their multi-sectoral plans and coordination mechanisms. Key enablers for the adoption of multi-sectoral collaborations have been identified, paving the way for more efficient responses in the future. DISCUSSION: Mirroring global efforts, this study demonstrates that the selected countries in the EMR are making efforts to integrate multi-sectoral action into their pandemic responses. Nevertheless, persistent challenges and gaps remain, presenting untapped opportunities that governments can leverage to enhance the efficiency of future public health emergency responses.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. rf52@aub.edu.lb.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon. rf52@aub.edu.lb."
      ]
    },
    {
      "last_name": "Daher",
      "fore_name": "Najla",
      "initials": "N",
      "name": "Najla Daher",
      "affiliations": [
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "24"
  },
  "start_page": "14",
  "pages": "14",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Pandemics",
    "Communication",
    "Documentation",
    "Mediterranean Region"
  ],
  "article_ids": {
    "pubmed": "38267995",
    "pmc": "PMC10807098",
    "doi": "10.1186/s12961-023-01098-z",
    "pii": "10.1186/s12961-023-01098-z"
  },
  "doi": "10.1186/s12961-023-01098-z",
  "pmc_id": "PMC10807098",
  "dates": {
    "completed": "2024-01-26",
    "revised": "2024-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.836478",
    "pmid": "38267995"
  }
}