{
  "pmid": "38261565",
  "uid": "38261565",
  "title": "\"You can because you do and you do, because you can\": Using interpretative description to examine what it means to be a physically literate adult living with multiple chronic conditions.",
  "abstract": "AIMS: Physical literacy is an emerging strategy to increase participation in movement activities for children and youth, however little is known about how to frame physical literacy for aging adults. The purpose of this qualitative study was to explore how adults with multiple chronic conditions describe physically literacy for adults and to understand the needs, preferences, barriers, and facilitators to acquiring and maintaining physical literacy despite fluctuations in health status. METHODS: Sixteen semi-structured interviews were conducted with working and retired teachers in Ontario, Canada, with varying self-identified physical activity levels and are living with 2 or more chronic conditions. A semi-structured interview guide was used to conduct the interviews. Thematic analysis was used to analyze the data. RESULTS: Participants identified 5 themes when describing physical literacy for adults: understanding one's body, conscious commitment to movement, access to and knowledge of rehabilitation health resources, valuable physical activities, and confident problem solver. Results indicate that when acquiring physical literacy for adults, there are important new constructs, such as self-management and the awareness of rehabilitation strategies to maintain mobility, that differ from the traditional physical literacy model. CONCLUSIONS: To improve function and mobility outcomes for adults living with chronic conditions, programs should be guided by a physical literacy framework that addresses the needs unique to aging adults, such as understanding the changes that occur with aging, self-monitoring mobility changes and participating in rehabilitation strategies.",
  "authors": [
    {
      "last_name": "Petrusevski",
      "fore_name": "Celeste",
      "initials": "C",
      "name": "Celeste Petrusevski",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Joy",
      "fore_name": "MacDermid",
      "initials": "M",
      "name": "MacDermid Joy",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada.",
        "Physical Therapy and Surgery, Western University, London, ON, Canada.",
        "Hand and Upper Limb Centre, St. Joseph's Health Centre, London, ON, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of Health Evidence & Impact, McMaster University, Hamilton, ON, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Richardson",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Richardson",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Evidence & Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-6356-0492"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2024"
  },
  "start_page": "e0297261",
  "pages": "e0297261",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Adolescent",
    "Humans",
    "Literacy",
    "Multiple Chronic Conditions",
    "Aging",
    "Consciousness",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "38261565",
    "pmc": "PMC10805309",
    "doi": "10.1371/journal.pone.0297261",
    "pii": "PONE-D-23-18954"
  },
  "doi": "10.1371/journal.pone.0297261",
  "pmc_id": "PMC10805309",
  "dates": {
    "completed": "2024-01-25",
    "revised": "2024-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.800950",
    "pmid": "38261565"
  }
}