{
  "pmid": "38277746",
  "uid": "38277746",
  "title": "The emerging role of non-coding RNAs in the Wnt/β-catenin signaling pathway in Prostate Cancer.",
  "abstract": "Prostate cancer (PCa) is an important worldwide medical concern, necessitating a greater understanding of the molecular processes driving its development. The Wnt/-catenin signaling cascade is established as a central player in PCa pathogenesis, and recent research emphasizes the critical involvement of non-coding RNAs (ncRNAs) in this scenario. This in-depth study seeks to give a thorough examination of the complex relationship between ncRNAs and the Wnt/β-catenin system in PCa. NcRNAs, such as circular RNAs (circRNAs), long ncRNAs (lncRNAs), and microRNAs (miRNAs), have been recognized as essential regulators that modulate numerous facets of the Wnt/β-catenin network. MiRNAs have been recognized as targeting vital elements of the process, either enhancing or inhibiting signaling, depending on their specific roles and targets. LncRNAs participate in fine-tuning the Wnt/β-catenin network as a result of complicated interplay with both upstream and downstream elements. CircRNAs, despite being a relatively recent addition to the ncRNA family, have been implicated in PCa, influencing the Wnt/β-catenin cascade through diverse mechanisms. This article encompasses recent advances in our comprehension of specific ncRNAs that participate in the Wnt/β-catenin network, their functional roles, and clinical relevance in PCa. We investigate their use as screening and predictive indicators, and targets for treatment. Additionally, we delve into the interplay between Wnt/β-catenin and other signaling networks in PCa and the role of ncRNAs within this complex network. As we unveil the intricate regulatory functions of ncRNAs in the Wnt/β-catenin cascade in PCa, we gain valuable insights into the disease's pathogenesis. The implementation of these discoveries in practical applications holds promise for more precise diagnosis, prognosis, and targeted therapeutic approaches, ultimately enhancing the care of PCa patients. This comprehensive review underscores the evolving landscape of ncRNA research in PCa and the potential for innovative interventions in the battle against this formidable malignancy.",
  "authors": [
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, 21589, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Altamimi",
      "fore_name": "Abdulmalik Saleh Alfawaz",
      "initials": "ASA",
      "name": "Abdulmalik Saleh Alfawaz Altamimi",
      "affiliations": [
        "Department of Pharmaceutical Chemistry, College of Pharmacy, Prince Sattam Bin Abdulaziz University, Al Kharj 11942, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Majami",
      "fore_name": "Abdullah A",
      "initials": "AA",
      "name": "Abdullah A Majami",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, 21589, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "AlGhamdi",
      "fore_name": "Abeer S",
      "initials": "AS",
      "name": "Abeer S AlGhamdi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, 21589, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alkinani",
      "fore_name": "Khadijah B",
      "initials": "KB",
      "name": "Khadijah B Alkinani",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, 21589, Jeddah, Saudi Arabia; Department of Public Health, Faculty of Health Sciences, Umm Al-Qura University, 21955 Makkah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Abbasi",
      "fore_name": "Fahad Al",
      "initials": "FA",
      "name": "Fahad Al Abbasi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, 21589, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Almalki",
      "fore_name": "Waleed Hassan",
      "initials": "WH",
      "name": "Waleed Hassan Almalki",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Umm Al-Qura University, Makkah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzera",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzera",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, 72341, Sakaka, Aljouf, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kukreti",
      "fore_name": "Neelima",
      "initials": "N",
      "name": "Neelima Kukreti",
      "affiliations": [
        "School of Pharmacy, Graphic Era Hill University, Dehradun 248007, India."
      ]
    },
    {
      "last_name": "Fuloria",
      "fore_name": "Neeraj Kumar",
      "initials": "NK",
      "name": "Neeraj Kumar Fuloria",
      "affiliations": [
        "Faculty of Pharmacy, AIMST University, Bedong 08100, Kedah, Malaysia. Electronic address: nfulorias01@gmail.com."
      ]
    },
    {
      "last_name": "Sekar",
      "fore_name": "Mahendran",
      "initials": "M",
      "name": "Mahendran Sekar",
      "affiliations": [
        "School of Pharmacy, Monash University Malaysia, Bandar Sunway, Subang Jaya 47500, Selangor, Malaysia."
      ]
    },
    {
      "last_name": "Abida",
      "name": "Abida",
      "affiliations": [
        "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, Northern Border University, Rafha 91911, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Pathology, research and practice",
    "iso_abbreviation": "Pathol Res Pract",
    "issn": "1618-0631",
    "issn_type": "Electronic",
    "volume": "254",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "155134",
  "pages": "155134",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Male",
    "Humans",
    "Wnt Signaling Pathway",
    "beta Catenin",
    "RNA, Long Noncoding",
    "RNA, Circular",
    "Prostatic Neoplasms",
    "MicroRNAs"
  ],
  "article_ids": {
    "pubmed": "38277746",
    "doi": "10.1016/j.prp.2024.155134",
    "pii": "S0344-0338(24)00045-1"
  },
  "doi": "10.1016/j.prp.2024.155134",
  "dates": {
    "completed": "2024-02-14",
    "revised": "2024-02-14"
  },
  "chemicals": [
    "beta Catenin",
    "RNA, Long Noncoding",
    "RNA, Circular",
    "MicroRNAs"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.117327",
    "pmid": "38277746"
  }
}