{
  "pmid": "38270810",
  "uid": "38270810",
  "title": "The EMBOLDEN Co-design study: Partnering with older adults and communities to develop a community program to enhance mobility.",
  "abstract": "Context: Physical mobility and social participation are requisite for independence and quality of life as one ages. Barriers to mobility lead to social isolation, poor physical and mental health, all of which are precursors to frailty. To date, most mobility-enhancing interventions in older adults have been designed by researchers without citizen input and delivered in controlled settings; their translation to real-world contexts is often impractical and rarely occurs. Objectives: i) To engage older adults and community service providers to qualitatively explore priorities, needs, enablers and barriers to mobility and community participation faced by older adults, and ii) To co-design an evidence-informed, feasible, acceptable group intervention to support mobility and promote health among older adults facing health inequities. Study Design: Adapted experience-based co-design, conducted in collaboration with a Strategic Guiding Council comprised of older adults and service providers. Setting: Community-based. Population studied: Community-dwelling older adults (55+) and local health and social service providers. Outcome Measures: EMBOLDEN's Strategic Guiding Council and the research team collectively interpreted qualitative study findings, together with results of completed systematic reviews and an environmental scan, to determine priority design features of a community-based mobility-enhancing intervention to enable health and well-being in older adults in Hamilton, ON. Results: Eighteen diverse older adults and 16 service providers completed persona scenario interviews. These lived experience perspectives were analyzed, interpreted, and integrated with research and local evidence in the intervention co-design process. Priority design features for the intervention included duration, intensity, mode of delivery, characteristics of interventionists, and implementation strategies. Findings highlighted key strategies related to participant motivation, recruitment, and engagement, as well as important equity, diversity, and inclusion considerations. Conclusions: Partnering with diverse stakeholders is critical to identifying optimal design features of a community-based intervention to promote mobility. Ultimately, we aim to implement and evaluate a health promoting intervention that is sustainable, scalable, addresses health inequities, and effectively improves the lives of older adults.",
  "authors": [
    {
      "last_name": "Ganann",
      "fore_name": "Rebbeca",
      "initials": "R",
      "name": "Rebbeca Ganann",
      "affiliations": []
    },
    {
      "last_name": "Phillips",
      "fore_name": "Stuart",
      "initials": "S",
      "name": "Stuart Phillips",
      "affiliations": []
    },
    {
      "last_name": "Moore",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Moore",
      "affiliations": []
    },
    {
      "last_name": "Newbold",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Newbold",
      "affiliations": []
    },
    {
      "last_name": "MacNeil",
      "fore_name": "Maggie",
      "initials": "M",
      "name": "Maggie MacNeil",
      "affiliations": []
    },
    {
      "last_name": "Orr",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Orr",
      "affiliations": []
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Neil-Sztramko",
      "affiliations": []
    },
    {
      "last_name": "Kuspinar",
      "fore_name": "Ayse",
      "initials": "A",
      "name": "Ayse Kuspinar",
      "affiliations": []
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Courtney",
      "initials": "C",
      "name": "Courtney Kennedy",
      "affiliations": []
    },
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of family medicine",
    "iso_abbreviation": "Ann Fam Med",
    "issn": "1544-1717",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "Suppl 1",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38270810",
    "pmc": "PMC10549125",
    "doi": "10.1370/afm.20.s1.2945"
  },
  "doi": "10.1370/afm.20.s1.2945",
  "pmc_id": "PMC10549125",
  "dates": {
    "revised": "2024-01-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:47:18.684657",
    "pmid": "38270810"
  }
}