{
  "pmid": "38283323",
  "uid": "38283323",
  "title": "Asian-White disparities in obstetric anal sphincter injury: a systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: Obstetrical anal sphincter injury describes a severe injury to the perineum and perianal muscles after birth. Obstetrical anal sphincter injury occurs in approximately 4.4% of vaginal births in the United States; however, racial and ethnic inequities in the incidence of obstetrical anal sphincter injury have been shown in several high-income countries. Specifically, an increased risk of obstetrical anal sphincter injury in individuals who identify as Asian vs those who identify as White has been documented among residents of the United States, Australia, Canada, Western Europe, and the Scandinavian countries. The high rates of obstetrical anal sphincter injury among the Asian diaspora in these countries are higher than obstetrical anal sphincter injury rates reported among Asian populations residing in Asia. A systematic review and meta-analysis of studies in high-income, non-Asian countries was conducted to further evaluate this relationship. DATA SOURCES: MEDLINE, Ovid, Embase, EmCare, and the Cochrane databases were searched from inception to March 2023 for original research studies. STUDY ELIGIBILITY CRITERIA: Observational studies using keywords and controlled vocabulary terms related to race, ethnicity and obstetrical anal sphincter injury. All observational studies, including cross-sectional, case-control, and cohort were included. 2 reviewers followed the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines and the Meta-analysis of Observational Studies in Epidemiology recommendations. METHODS: Meta-analysis was performed using RevMan (version 5.4; Cochrane Collaboration, London, United Kingdom) for dichotomous data using the random effects model and the odds ratios as effect measures with 95% confidence intervals. Subgroup analysis was performed among Asian subgroups. The risk of bias was assessed using the Joanna Briggs Institute Critical Appraisal tools. Meta-regression was used to determine sources of between-study heterogeneity. RESULTS: A total of 27 studies conducted in 7 countries met the inclusion criteria encompassing 2,337,803 individuals. The pooled incidence of obstetrical anal sphincter injury was higher among Asian individuals than White individuals (pooled odds ratio, 1.64; 95% confidence interval, 1.48-1.80). Subgroup analyses showed that obstetrical anal sphincter injury rates were highest among South Asians and among population-based vs hospital-based studies. Meta-regression showed that moderate heterogeneity remained even after accounting for differences in studies by types of Asian subgroups included, study year, mode of delivery included, and study setting. CONCLUSION: Obstetrical anal sphincter injury is more frequent among Asian versus white birthing individuals in multiple high-income, non-Asian countries. Qualitative and quantitative research to elucidate underlying causal mechanisms responsible for this relationship are warranted.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Meejin",
      "initials": "M",
      "name": "Meejin Park",
      "affiliations": [
        "Faculty of Health Sciences, Department of Global Health, McMaster University, Hamilton, Ontario, Canada (Ms Park)."
      ]
    },
    {
      "last_name": "Wanigaratne",
      "fore_name": "Susitha",
      "initials": "S",
      "name": "Susitha Wanigaratne",
      "affiliations": [
        "Edwin S.H. Leong Centre for Healthy Children, SickKids Research Institute, Toronto, Ontario, Canada (Dr Wanigaratne)."
      ]
    },
    {
      "last_name": "D'Souza",
      "fore_name": "Rohan",
      "initials": "R",
      "name": "Rohan D'Souza",
      "affiliations": [
        "Faculty of Health Sciences, Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada (Drs D'Souza and Muraca).",
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada (Drs D'Souza and Muraca)."
      ]
    },
    {
      "last_name": "Geoffrion",
      "fore_name": "Roxana",
      "initials": "R",
      "name": "Roxana Geoffrion",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia, Vancouver, British Columbia, Canada (Dr Geoffrion)."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Williams",
      "affiliations": [
        "Department of Anthropology, University of Connecticut, Mansfield, CT (Dr Williams)."
      ]
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": [
        "Faculty of Health Sciences, Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada (Drs D'Souza and Muraca).",
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada (Drs D'Souza and Muraca).",
        "Clinical Epidemiology Division, Department of Medicine, Solna, Karolinska Institutet, Stockholm, Sweden (Dr Muraca)."
      ]
    }
  ],
  "journal": {
    "title": "AJOG global reports",
    "iso_abbreviation": "AJOG Glob Rep",
    "issn": "2666-5778",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "100296",
  "pages": "100296",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38283323",
    "pmc": "PMC10820309",
    "doi": "10.1016/j.xagr.2023.100296",
    "pii": "S2666-5778(23)00138-7"
  },
  "doi": "10.1016/j.xagr.2023.100296",
  "pmc_id": "PMC10820309",
  "dates": {
    "revised": "2024-01-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:39.022021",
    "pmid": "38283323"
  }
}