{
  "pmid": "38281267",
  "uid": "38281267",
  "title": "How did COVID-19 restrictions impact alcohol consumption in Australia? A longitudinal study.",
  "abstract": "INTRODUCTION: The state of Victoria experienced more stringent public health measures than other Australian states during the COVID-19 pandemic. This study investigated how these public health measures impacted: (i) total alcohol consumption; (ii) location-specific consumption; and (iii) consumption among different pre-pandemic drinking groups, in Victoria compared to the rest of Australia during the first year of the pandemic. METHOD: A longitudinal study with six survey waves was conducted between April and December 2020. A total of 775 adults completed data on alcohol use, including detailed consumption location information. Based on their 2019 consumption, participants were classified into low, moderate or high-risk groups. Data were analysed descriptively. RESULTS: There was no difference in total alcohol consumption from 2019 levels among Victorians and those from the other Australian states when Victoria was the only state in lockdown. Location-specific consumption was relatively similar for Victoria and the rest of Australia, with an increase in home drinking, and a decrease in consumption in someone else's home, licensed premises and public spaces during lockdown compared with 2019. Participants in the high-risk group reported a reduction of two standard drinks per day in November 2020 compared with 2019. In contrast, consumption remained relatively stable for participants in the low and moderate-risk groups once accounting for regression to the mean. DISCUSSION AND CONCLUSION: Contrary to expectations, restrictions on licensed premises appeared to impact high-risk drinkers more than low and moderate-risk drinkers. Reducing availability of on-premise alcohol may be an effective way to reduce consumption in heavier drinkers.",
  "authors": [
    {
      "last_name": "Mojica-Perez",
      "fore_name": "Yvette",
      "initials": "Y",
      "name": "Yvette Mojica-Perez",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-3518-0254"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "National Drug Research Institute and enAble Institute, Faculty of Health Sciences, Curtin University, Perth, Australia.",
        "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Pennay",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Pennay",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-6271-8996"
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia."
      ],
      "orcid": "0000-0003-4146-1244"
    }
  ],
  "journal": {
    "title": "Drug and alcohol review",
    "iso_abbreviation": "Drug Alcohol Rev",
    "issn": "1465-3362",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "465",
  "end_page": "474",
  "pages": "465-474",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Alcohol Drinking",
    "Longitudinal Studies",
    "Pandemics",
    "COVID-19",
    "Communicable Disease Control",
    "Victoria"
  ],
  "article_ids": {
    "pubmed": "38281267",
    "doi": "10.1111/dar.13810"
  },
  "doi": "10.1111/dar.13810",
  "dates": {
    "completed": "2024-02-14",
    "revised": "2024-02-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FT210100656",
      "agency": "Australian Research Council grant"
    },
    {
      "grant_id": "DP200100496",
      "agency": "Australian Research Council Discovery Project"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.848050",
    "pmid": "38281267"
  }
}