{
  "pmid": "38295850",
  "uid": "38295850",
  "title": "Comparison of survival prediction models for bone metastases of the extremities following surgery.",
  "abstract": "AIMS: This study aimed to compare the performance of survival prediction models for bone metastases of the extremities (BM-E) with pathological fractures in an Asian cohort, and investigate patient characteristics associated with survival. METHODS: This retrospective cohort study included 469 patients, who underwent surgery for BM-E between January 2009 and March 2022 at a tertiary hospital in South Korea. Postoperative survival was calculated using the PATHFx3.0, SPRING13, OPTIModel, SORG, and IOR models. Model performance was assessed with area under the curve (AUC), calibration curve, Brier score, and decision curve analysis. Cox regression analyses were performed to evaluate the factors contributing to survival. RESULTS: The SORG model demonstrated the highest discriminatory accuracy with AUC (0.80 (95% confidence interval (CI) 0.76 to 0.85)) at 12 months. In calibration analysis, the PATHfx3.0 and OPTIModel models underestimated survival, while the SPRING13 and IOR models overestimated survival. The SORG model exhibited excellent calibration with intercepts of 0.10 (95% CI -0.13 to 0.33) at 12 months. The SORG model also had lower Brier scores than the null score at three and 12 months, indicating good overall performance. Decision curve analysis showed that all five survival prediction models provided greater net benefit than the default strategy of operating on either all or no patients. Rapid growth cancer and low serum albumin levels were associated with three-, six-, and 12-month survival. CONCLUSION: State-of-art survival prediction models for BM-E (PATHFx3.0, SPRING13, OPTIModel, SORG, and IOR models) are useful clinical tools for orthopaedic surgeons in the decision-making process for the treatment in Asian patients, with SORG models offering the best predictive performance. Rapid growth cancer and serum albumin level are independent, statistically significant factors contributing to survival following surgery of BM-E. Further refinement of survival prediction models will bring about informed and patient-specific treatment of BM-E.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Jay H",
      "initials": "JH",
      "name": "Jay H Park",
      "affiliations": [
        "Department of Orthopaedic Surgery, Seoul National University Hospital, Seoul, South Korea.",
        "Department of Translational Medicine, Seoul National University College of Medicine, Seoul, South Korea."
      ],
      "orcid": "0009-0000-8177-1701"
    },
    {
      "last_name": "Won",
      "fore_name": "Juneseok",
      "initials": "J",
      "name": "Juneseok Won",
      "affiliations": [
        "Department of Orthopaedic Surgery, Seoul National University Hospital, Seoul, South Korea."
      ],
      "orcid": "0009-0004-3218-3531"
    },
    {
      "last_name": "Kim",
      "fore_name": "Han-Soo",
      "initials": "HS",
      "name": "Han-Soo Kim",
      "affiliations": [
        "Department of Orthopaedic Surgery, Seoul National University Hospital, Seoul, South Korea.",
        "Department of Orthopaedic Surgery, Seoul National University College of Medicine, Seoul, South Korea."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Yongsung",
      "initials": "Y",
      "name": "Yongsung Kim",
      "affiliations": [
        "Department of Orthopaedic Surgery, Seoul National University Bundang Hospital, Seongnam, South Korea."
      ],
      "orcid": "0000-0002-6543-2598"
    },
    {
      "last_name": "Kim",
      "fore_name": "Shin",
      "initials": "S",
      "name": "Shin Kim",
      "affiliations": [
        "Department of Orthopaedic Surgery, Seoul National University Hospital, Seoul, South Korea."
      ],
      "orcid": "0000-0001-6849-288X"
    },
    {
      "last_name": "Han",
      "fore_name": "Ilkyu",
      "initials": "I",
      "name": "Ilkyu Han",
      "affiliations": [
        "Department of Orthopaedic Surgery, Seoul National University Hospital, Seoul, South Korea.",
        "Department of Orthopaedic Surgery, Seoul National University College of Medicine, Seoul, South Korea."
      ],
      "orcid": "0000-0001-9841-3775"
    }
  ],
  "journal": {
    "title": "The bone & joint journal",
    "iso_abbreviation": "Bone Joint J",
    "issn": "2049-4408",
    "issn_type": "Electronic",
    "volume": "106-B",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "203",
  "end_page": "211",
  "pages": "203-211",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Bone Neoplasms",
    "Retrospective Studies",
    "Extremities",
    "Fractures, Spontaneous",
    "Serum Albumin",
    "Prognosis"
  ],
  "article_ids": {
    "pubmed": "38295850",
    "doi": "10.1302/0301-620X.106B2.BJJ-2023-0751",
    "pii": "BJJ-2023-0751"
  },
  "doi": "10.1302/0301-620X.106B2.BJJ-2023-0751",
  "dates": {
    "completed": "2024-02-14",
    "revised": "2025-04-02"
  },
  "chemicals": [
    "Serum Albumin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.681952",
    "pmid": "38295850"
  }
}