{
  "pmid": "38296453",
  "uid": "38296453",
  "title": "Editorial Commentary: Standardized Evaluation of Cartilage Damage and Restoration in Hip Arthroscopy Requires Consideration of Clinical, Imaging, and Patient-Reported Outcomes.",
  "abstract": "Articular cartilage lesions of the acetabulum may result in significant pain and dysfunction for patients with treatment options consisting of either microfracture or various forms of cartilage restoration procedures. A systematic review of 529 patients demonstrated similar, if not lower, reoperation rates and patient-reported outcomes in patients receiving cartilage restoration procedures compared with microfracture. The primary outcomes examined in this review were reoperation rates and patient-reported outcomes with no clear mention of radiographic outcomes and no clearly defined indications as to who would benefit from a cartilage-based procedure. This raises the question as to whether there should be a consensus-based and standardized criteria established and standardized among the hip preservation expert community to evaluate the success of these cartilage restoration procedures from an imaging standpoint. These criteria can also be incorporated into a composite evaluation that combines clinical, imaging, and patient-reported outcomes to determine optimal patient candidacy for cartilage procedures as well. This would be a very useful steppingstone for much-needed future Level I randomized studies or prospective, registry-based data on this topic.",
  "authors": [
    {
      "last_name": "Cohen",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Cohen",
      "affiliations": [
        "McMaster University."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Jansen",
      "initials": "J",
      "name": "Jansen Johnson",
      "affiliations": [
        "McMaster University."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "612",
  "end_page": "613",
  "pages": "612-613",
  "language": "eng",
  "publication_types": [
    "Editorial",
    "Comment"
  ],
  "keywords": [
    "Humans",
    "Acetabulum",
    "Arthroscopy",
    "Cartilage, Articular",
    "Hip Joint",
    "Patient Reported Outcome Measures",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "38296453",
    "doi": "10.1016/j.arthro.2023.06.058",
    "pii": "S0749-8063(23)00549-2"
  },
  "doi": "10.1016/j.arthro.2023.06.058",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2025-02-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.869376",
    "pmid": "38296453"
  }
}