{
  "pmid": "38293539",
  "uid": "38293539",
  "title": "Examining the influence of organizational commitment on service quality through the lens of job involvement as a mediator and emotional labor and organizational climate as moderators.",
  "abstract": "This study investigates the impact of organizational commitment and job engagement on service quality, while integrating the influences of organizational climate and emotional labor. Utilizing data from 427 participants, acquired via structured questionnaires, the research employed the Statistical Package for the Social Sciences (SPSS) for analysis. The findings reveal that heightened job engagement and organizational commitment significantly enhance service quality, primarily through reinforcing employees' trust in their organization. A favorable organizational climate is instrumental in strengthening employees' affiliation with their organization, consequently leading to superior service provision. Furthermore, the capability to effectively regulate emotions emerges as a critical factor in both job engagement and the quality of service. The study advocates for augmenting job engagement and organizational commitment, cultivating a supportive workplace atmosphere, and equipping employees with resources for efficient emotional management. These strategies are proposed to substantially improve service quality. The insights derived from this research provide essential directives for managers striving to achieve service excellence.",
  "authors": [
    {
      "last_name": "Lo",
      "fore_name": "Ying-Chen",
      "initials": "YC",
      "name": "Ying-Chen Lo",
      "affiliations": [
        "Master Program and Doctoral Program, Department of International Business Administration, Chinese Culture University, Taipei, Taiwan."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Chongfeng",
      "initials": "C",
      "name": "Chongfeng Lu",
      "affiliations": [
        "Master of Business Administration, Graduate School, Chinese International College, Dhurakij Pundit University, Bangkok, Thailand."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Ya-Ping",
      "initials": "YP",
      "name": "Ya-Ping Chang",
      "affiliations": [
        "Department and Graduate School of Tourism Management, Chinese Culture University, No. 55, Hwa-Kang Road, Yang Ming Shan, Taipei, Taiwan."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Shu-Fen",
      "initials": "SF",
      "name": "Shu-Fen Wu",
      "affiliations": [
        "Zorn Architect Co., Ltd, Taiwan."
      ]
    }
  ],
  "journal": {
    "title": "Heliyon",
    "iso_abbreviation": "Heliyon",
    "issn": "2405-8440",
    "issn_type": "Print",
    "volume": "10",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "30"
  },
  "start_page": "e24130",
  "pages": "e24130",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38293539",
    "pmc": "PMC10826657",
    "doi": "10.1016/j.heliyon.2024.e24130",
    "pii": "S2405-8440(24)00161-0"
  },
  "doi": "10.1016/j.heliyon.2024.e24130",
  "pmc_id": "PMC10826657",
  "dates": {
    "revised": "2024-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:28.235192",
    "pmid": "38293539"
  }
}