{
  "pmid": "38295115",
  "uid": "38295115",
  "title": "Development and initial validation of a family activation measure for acute care.",
  "abstract": "BACKGROUND: Activation of a family member refers to their desire, knowledge, confidence, and skills that can inform engagement in healthcare. Family activation combined with opportunity can lead to engagement in care. No tool currently exists to measure family activation in acute care. Therefore, we aimed to develop and validate a tool to measure family activation in acute care. METHODS: An interdisciplinary team of content experts developed the FAMily Activation Measure (FAM-Activate) through an iterative process. The FAM-Activate tool is a 4-item questionnaire with 5 Likert-type response options (ranging from strongly agree to strongly disagree). Scale scores are converted to a 0-100 point scoring range so that higher FAM-Activate scores indicate increased family activation. An overall FAM-Activate score (range 0-100) is calculated by adding the scores for each item and dividing by 4. We conducted reliability and predictive validity assessments to validate the instrument by administering the FAM-Activate tool to family members of patients in an acute cardiac unit at a tertiary care hospital. We obtained preliminary estimates of family engagement and satisfaction with care. RESULTS: We surveyed 124 family participants (age 54.1±14.4; 73% women; 34% non-white). Participants were predominantly the adult child (38%) or spouse/partner (36%) of patients. The mean FAM-Activate score during hospitalization was 84.1±16.1. FAM-Activate had acceptable internal consistency (Cronbach's a = 0.74) and showed test-retest responsiveness. FAM-Activate was moderately correlated with engagement behavior (Pearson's correlation r = 0.47, P <0.0001). The FAM-Activate score was an independent predictor of family satisfaction, after adjusting for age, gender, relationship, and living status. CONCLUSION: The FAM-Activate tool was reliable and had predictive validity in the acute cardiac population. Further research is needed to explore whether improving family activation can lead to improved family engagement in care.",
  "authors": [
    {
      "last_name": "Hallot",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Hallot",
      "affiliations": [
        "McGill Faculty of Medicine, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Debay",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa Debay",
      "affiliations": [
        "McGill Faculty of Medicine, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Foster",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Foster",
      "affiliations": [
        "Patient and Family Partnership Committee, Canadian Critical Care Trials Group, Markham, ON, Canada.",
        "Division of Critical Care, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care, Department of Medicine, University of Toronto, Toronto, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Goldfarb",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Goldfarb",
      "affiliations": [
        "Division of Cardiology, Jewish General Hospital, McGill University, Montreal, QC, Canada."
      ],
      "orcid": "0000-0001-9790-1232"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2024"
  },
  "start_page": "e0286844",
  "pages": "e0286844",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Female",
    "Middle Aged",
    "Aged",
    "Male",
    "Reproducibility of Results",
    "Mental Processes",
    "Surveys and Questionnaires",
    "Personal Satisfaction",
    "Adult Children",
    "Psychometrics"
  ],
  "article_ids": {
    "pubmed": "38295115",
    "pmc": "PMC10830022",
    "doi": "10.1371/journal.pone.0286844",
    "pii": "PONE-D-23-01380"
  },
  "doi": "10.1371/journal.pone.0286844",
  "pmc_id": "PMC10830022",
  "dates": {
    "completed": "2024-02-02",
    "revised": "2024-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:08.956838",
    "pmid": "38295115"
  }
}