{
  "pmid": "38307532",
  "uid": "38307532",
  "title": "Sepsis policy, guidelines and standards in Canada: a jurisdictional scoping review protocol.",
  "abstract": "INTRODUCTION: To our knowledge, this study is the first to identify and describe current sepsis policies, clinical practice guidelines, and health professional training standards in Canada to inform evidence-based policy recommendations. METHODS AND ANALYSIS: This study will be designed and reported according to the Arksey and O'Malley framework for scoping reviews and the Preferred Reporting Items for Systematic Review and Meta-Analyses Extension for Scoping Reviews. EMBASE, CINAHL, Medline, Turning Research Into Practice and Policy Commons will be searched for policies, clinical practice guidelines and health professional training standards published or updated in 2010 onwards, and related to the identification, management or reporting of sepsis in Canada. Additional sources of evidence will be identified by searching the websites of Canadian organisations responsible for regulating the training of healthcare professionals and reporting health outcomes. All potentially eligible sources of evidence will be reviewed for inclusion, followed by data extraction, independently and in duplicate. The included policies will be collated and summarised to inform future evidence-based sepsis policy recommendations. ETHICS AND DISSEMINATION: The proposed study does not require ethics approval. The results of the study will be submitted for publication in a peer-reviewed journal and presented at local, national and international forums.",
  "authors": [
    {
      "last_name": "Sheikh",
      "fore_name": "Fatima",
      "initials": "F",
      "name": "Fatima Sheikh",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada sheikf9@mcmaster.ca."
      ],
      "orcid": "0000-0002-1327-2203"
    },
    {
      "last_name": "Chechulina",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Chechulina",
      "affiliations": [
        "Western University, London, Ontario, Canada."
      ],
      "orcid": "0009-0002-4078-5933"
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Public Health Ontario, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-8827-3764"
    },
    {
      "last_name": "Garber",
      "fore_name": "Gary E",
      "initials": "GE",
      "name": "Gary E Garber",
      "affiliations": [
        "Safe Medical Care Research, Canadian Medical Protective Association, Ottawa, Ontario, Canada.",
        "School of Public Health and Epidemiology, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hendrick",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Hendrick",
      "affiliations": [
        "Canadian Sepsis Foundation, Markham, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kissoon",
      "fore_name": "Niranjan",
      "initials": "N",
      "name": "Niranjan Kissoon",
      "affiliations": [
        "Department of Pediatrics, University of British Columbia, Vancouver, British Columbia, Canada.",
        "The Centre for International Child Health, BC Children's Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Loubani",
      "fore_name": "Osama",
      "initials": "O",
      "name": "Osama Loubani",
      "affiliations": [
        "Departments of Critical Care Medicine and Emergency Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Russell",
      "fore_name": "Kristine",
      "initials": "K",
      "name": "Kristine Russell",
      "affiliations": [
        "Department of Critical Care, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Fox-Robichaud",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Fox-Robichaud",
      "affiliations": [
        "Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Thrombosis and Atherosclerosis Research Institute (TaARI), McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9912-3606"
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Kali",
      "initials": "K",
      "name": "Kali Barrett",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada.",
        "Interdepartmental Centre for Critical Care, University Health Network, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "e077909",
  "pages": "e077909",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Canada",
    "Sepsis",
    "Practice Guidelines as Topic",
    "Health Policy",
    "Research Design",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "38307532",
    "pmc": "PMC10836367",
    "doi": "10.1136/bmjopen-2023-077909",
    "pii": "bmjopen-2023-077909"
  },
  "doi": "10.1136/bmjopen-2023-077909",
  "pmc_id": "PMC10836367",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.707451",
    "pmid": "38307532"
  }
}