{
  "pmid": "38300231",
  "uid": "38300231",
  "title": "The inseparability of context and clinical reasoning.",
  "abstract": "Early descriptions of clinical reasoning have described a dual process model that relies on analytical or nonanalytical approaches to develop a working diagnosis. In this classic research, clinical reasoning is portrayed as an individual-driven cognitive process based on gathering information from the patient encounter, forming mental representations that rely on previous experience and engaging developed patterns to drive working diagnoses and management plans. Indeed, approaches to patient safety, as well as teaching and assessing clinical reasoning focus on the individual clinician, often ignoring the complexity of the system surrounding the diagnostic process. More recent theories and evidence portray clinical reasoning as a dynamic collection of processes that takes place among and between persons across clinical settings. Yet, clinical reasoning, taken as both an individual and a system process, is insufficiently supported by theories of cognition based on individual clinicals and lacks the specificity needed to describe the phenomenology of clinical reasoning. In this review, we reinforce that the modern healthcare ecosystem - with its people, processes and technology - is the context in which health care encounters and clinical reasoning take place.",
  "authors": [
    {
      "last_name": "Olson",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Olson",
      "affiliations": [
        "Department of Medicine, University of Minnesota Medical School, Minneapolis, Minnesota, USA.",
        "Department of Pediatrics, University of Minnesota Medical School, Minneapolis, Minnesota, USA."
      ]
    },
    {
      "last_name": "Kämmer",
      "fore_name": "Juliane E",
      "initials": "JE",
      "name": "Juliane E Kämmer",
      "affiliations": [
        "Department of Emergency Medicine, Inselspital, University Hospital Bern, University of Bern, Bern, Switzerland."
      ],
      "orcid": "0000-0001-6042-8453"
    },
    {
      "last_name": "Taher",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed Taher",
      "affiliations": [
        "Quality and Innovation, Division of Emergency Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Johnston",
      "affiliations": [
        "Strategic Engagement and Advocacy, Canadian Medical Protective Association, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Qian",
      "initials": "Q",
      "name": "Qian Yang",
      "affiliations": [
        "Data Insights, Canadian Medical Protective Association, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mondoux",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Mondoux",
      "affiliations": [
        "Division of Education and Innovation, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Division of Education and Innovation, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8723-5942"
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "533",
  "end_page": "538",
  "pages": "533-538",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Clinical Reasoning",
    "Cognition",
    "Clinical Decision-Making",
    "Clinical Competence"
  ],
  "article_ids": {
    "pubmed": "38300231",
    "doi": "10.1111/jep.13969"
  },
  "doi": "10.1111/jep.13969",
  "dates": {
    "completed": "2024-05-24",
    "revised": "2024-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.071764",
    "pmid": "38300231"
  }
}