{
  "pmid": "38300964",
  "uid": "38300964",
  "title": "Physical activity and unexpected weight change in Ontario children and youth during the COVID-19 pandemic: A cross-sectional analysis of the Ontario Parent Survey 2.",
  "abstract": "The objective of this study was to investigate the association between children's parent-reported physical activity levels and weight changes during the COVID-19 pandemic among children and youth in Ontario Canada. A cross-sectional online survey was conducted in parents of children 5-17 years living in Ontario from May to July 2021. Parents recalled their child's physical activity and weight change during the year prior to their completion of the survey. Odds ratios (OR) and 95% confidence intervals (CI) were estimated using multinomial logistic regression for the association between physical activity and weight gain or loss, adjusted for child age and gender, parent ethnicity, current housing type, method of school delivery, and financial stability. Overall, 86.8% of children did not obtain 60 minutes of moderate-to-vigorous physical activity per day and 75.4% of parents were somewhat or very concerned about their child's physical activity levels. For all physical activity exposures (outdoor play, light physical activity, and moderate-to-vigorous physical activity), lower physical activity was consistently associated with increased odds of weight gain or loss. For example, the adjusted OR for the association between 0-1 days of moderate-to-vigorous physical activity versus 6-7 days and child weight gain was 5.81 (95% CI 4.47, 7.56). Parent concern about their child's physical activity was also strongly associated with child weight gain (OR 7.29; 95% CI 5.94, 8.94). No differences were observed between boys and girls. This study concludes that a high proportion of children in Ontario had low physical activity levels during the COVID-19 pandemic and that low physical activity was strongly associated with parent reports of both weight gain and loss among children.",
  "authors": [
    {
      "last_name": "McQuillan",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn McQuillan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yoshida-Montezuma",
      "fore_name": "Yulika",
      "initials": "Y",
      "name": "Yulika Yoshida-Montezuma",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jambon",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Jambon",
      "affiliations": [
        "Department of Psychology, Wilfrid Laurier University, Waterloo, Ontario, ON, Canada."
      ]
    },
    {
      "last_name": "Vanderloo",
      "fore_name": "Leigh M",
      "initials": "LM",
      "name": "Leigh M Vanderloo",
      "affiliations": [
        "ParticipACTION, Toronto, Ontario, Canada.",
        "School of Occupational Therapy, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Laura N",
      "initials": "LN",
      "name": "Laura N Anderson",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Child Health Evaluative Sciences, Hospital for Sick Children Research Institute, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-6106-5073"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "2",
    "pub_year": "2024"
  },
  "start_page": "e0292934",
  "pages": "e0292934",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Male",
    "Child",
    "Female",
    "Humans",
    "Adolescent",
    "Cross-Sectional Studies",
    "Ontario",
    "Pandemics",
    "COVID-19",
    "Exercise",
    "Surveys and Questionnaires",
    "Weight Gain"
  ],
  "article_ids": {
    "pubmed": "38300964",
    "pmc": "PMC10833564",
    "doi": "10.1371/journal.pone.0292934",
    "pii": "PONE-D-23-22783"
  },
  "doi": "10.1371/journal.pone.0292934",
  "pmc_id": "PMC10833564",
  "dates": {
    "completed": "2024-02-05",
    "revised": "2024-02-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.700780",
    "pmid": "38300964"
  }
}