{
  "pmid": "38304609",
  "uid": "38304609",
  "title": "Rationale and Design of VOYAGER: Long-term Outcomes of Faricimab and Port Delivery System with Ranibizumab for Neovascular Age-Related Macular Degeneration and Diabetic Macular Edema in Clinical Practice.",
  "abstract": "PURPOSE: To describe the rationale and design of the VOYAGER (NCT05476926) study, which aims to investigate the safety and effectiveness of faricimab and the Port Delivery System with ranibizumab (PDS) for neovascular age-related macular degeneration (nAMD) or diabetic macular edema (DME) in clinical practice. VOYAGER also aims to understand drivers of clinical practice treatment outcomes by gaining novel insight into the intersection of treatment regimens, decisions, anatomic outcomes, and vision. DESIGN: Primary data collection, noninterventional, prospective, multinational, multicenter clinical practice study. PARTICIPANTS: At least 5000 patients initiating/continuing faricimab or PDS for nAMD/DME (500 sites, 31 countries). METHODS: Management will be per usual care, with no mandated scheduled visits/imaging protocol requirements. Using robust methodologies, relevant clinical and ophthalmic data, including visual acuity (VA), and data on treatment clinical setting/regimens/philosophies, presence of anatomic features, and safety events will be collected. Routinely collected fundus images will be uploaded to the proprietary Imaging Platform for analysis. An innovative investigator interface will graphically display the patient treatment journey with the aim of optimizing treatment decisions. MAIN OUTCOME MEASURES: Primary end point: VA change from baseline at 12 months per study cohort (faricimab in nAMD and in DME, PDS in nAMD). Secondary end points: VA change over time and per treatment regimens (fixed, treat-and-extend, pro re nata, and other) and number. Exploratory end points: VA change in relation to presence/location of anatomic features that impact vision (fluid, central subfield thickness, fibrosis, atrophy, subretinal hyperreflective material, diabetic retinopathy severity, and disorganization of retinal inner layers) and per treatment regimen/philosophies. The impact of regional and practice differences on outcomes will be assessed as will safety. RESULTS: Recruitment commenced in November 2022 and will continue until late 2027, allowing for up to 5 years follow-up. Exploratory interim analyses are planned annually. CONCLUSIONS: VOYAGER is an innovative study of retinal diseases that will assess the effectiveness and safety of faricimab and PDS in nAMD and DME and identify clinician- and disease-related factors driving treatment outcomes in clinical practices globally to help optimize vision outcomes. FINANCIAL DISCLOSURES: Proprietary or commercial disclosure may be found in the Footnotes and Disclosures at the end of this article.",
  "authors": [
    {
      "last_name": "Guymer",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Guymer",
      "affiliations": [
        "Centre for Eye Research Australia, Royal Victorian Eye and Ear Hospital, University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Bailey",
      "fore_name": "Clare",
      "initials": "C",
      "name": "Clare Bailey",
      "affiliations": [
        "Bristol Eye Hospital, University Hospitals Bristol and Weston NHS Foundation Trust, Bristol, United Kingdom."
      ]
    },
    {
      "last_name": "Chaikitmongkol",
      "fore_name": "Voraporn",
      "initials": "V",
      "name": "Voraporn Chaikitmongkol",
      "affiliations": [
        "Retina Division, Department of Ophthalmology, Faculty of Medicine, Chiang Mai University, Chiang Mai, Thailand."
      ]
    },
    {
      "last_name": "Chakravarthy",
      "fore_name": "Usha",
      "initials": "U",
      "name": "Usha Chakravarthy",
      "affiliations": [
        "Queen's University of Belfast, Royal Victoria Hospital, Belfast, United Kingdom."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Department of Surgery, Hamilton Regional Eye Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Finger",
      "fore_name": "Robert P",
      "initials": "RP",
      "name": "Robert P Finger",
      "affiliations": [
        "Department of Ophthalmology, University Medical Centre Mannheim, University of Heidelberg, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Gallego-Pinazo",
      "fore_name": "Roberto",
      "initials": "R",
      "name": "Roberto Gallego-Pinazo",
      "affiliations": [
        "Unit of Macula and Clinical Trials, Oftalvist Clinic, Valencia, Spain."
      ]
    },
    {
      "last_name": "Chuan",
      "fore_name": "Adrian Koh Hock",
      "initials": "AKH",
      "name": "Adrian Koh Hock Chuan",
      "affiliations": [
        "Eye & Retina Surgeons, Camden Medical Centre, Singapore."
      ]
    },
    {
      "last_name": "Ishida",
      "fore_name": "Susumu",
      "initials": "S",
      "name": "Susumu Ishida",
      "affiliations": [
        "Department of Ophthalmology, Faculty of Medicine and Graduate School of Medicine, Hokkaido University, Sapporo, Japan."
      ]
    },
    {
      "last_name": "Lövestam-Adrian",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Lövestam-Adrian",
      "affiliations": [
        "Department of Ophthalmology, Department of Clinical Sciences, Lund, Lund University, Skåne University Hospital, Lund, Sweden."
      ]
    },
    {
      "last_name": "Parravano",
      "fore_name": "Mariacristina",
      "initials": "M",
      "name": "Mariacristina Parravano",
      "affiliations": [
        "IRCCS-Fondazione G.B. Bietti, Rome, Italy."
      ]
    },
    {
      "last_name": "Luna Pinto",
      "fore_name": "Jose D",
      "initials": "JD",
      "name": "Jose D Luna Pinto",
      "affiliations": [
        "Centro Privado de Ojos Romagosa-Fundacion VER, Córdoba, Argentina."
      ]
    },
    {
      "last_name": "Schmitz-Valckenberg",
      "fore_name": "Steffen",
      "initials": "S",
      "name": "Steffen Schmitz-Valckenberg",
      "affiliations": [
        "John A. Moran Eye Center, Department of Ophthalmology & Visual Sciences, University of Utah, Salt Lake City, Utah.",
        "Department of Ophthalmology, University Hospital Bonn, Venusberg-Campus, Bonn, Germany."
      ]
    },
    {
      "last_name": "Sheth",
      "fore_name": "Veeral",
      "initials": "V",
      "name": "Veeral Sheth",
      "affiliations": [
        "University of Illinois, Chicago, Illinois."
      ]
    },
    {
      "last_name": "Souied",
      "fore_name": "Eric H",
      "initials": "EH",
      "name": "Eric H Souied",
      "affiliations": [
        "Department of Ophthalmology, Centre Hospitalier Intercommunal de Créteil, Créteil, France."
      ]
    },
    {
      "last_name": "Chi",
      "fore_name": "Gloria C",
      "initials": "GC",
      "name": "Gloria C Chi",
      "affiliations": [
        "Genentech, Inc., South San Francisco, California."
      ]
    },
    {
      "last_name": "Gilberg",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Gilberg",
      "affiliations": [
        "F. Hoffmann-La Roche Ltd., Basel, Switzerland."
      ]
    },
    {
      "last_name": "Glittenberg",
      "fore_name": "Carl",
      "initials": "C",
      "name": "Carl Glittenberg",
      "affiliations": [
        "F. Hoffmann-La Roche Ltd., Basel, Switzerland."
      ]
    },
    {
      "last_name": "Scheidl",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Scheidl",
      "affiliations": [
        "F. Hoffmann-La Roche Ltd., Basel, Switzerland."
      ]
    },
    {
      "last_name": "Bengus",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Bengus",
      "affiliations": [
        "F. Hoffmann-La Roche Ltd., Basel, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Ophthalmology science",
    "iso_abbreviation": "Ophthalmol Sci",
    "issn": "2666-9145",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "3",
    "pub_year": "2024"
  },
  "start_page": "100442",
  "pages": "100442",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38304609",
    "pmc": "PMC10831184",
    "doi": "10.1016/j.xops.2023.100442",
    "pii": "S2666-9145(23)00174-4"
  },
  "doi": "10.1016/j.xops.2023.100442",
  "pmc_id": "PMC10831184",
  "dates": {
    "revised": "2024-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:52.987429",
    "pmid": "38304609"
  }
}