{
  "pmid": "38318548",
  "uid": "38318548",
  "title": "Effectiveness and Safety of Intrathecal Morphine for Pediatric Patients Undergoing Scoliosis Surgery: A Systematic Review and Meta-Analysis.",
  "abstract": "Adolescent idiopathic scoliosis (AIS) often necessitates spinal fusion surgery in pediatric patients, posing significant challenges in postoperative pain management. Standard care involves the administration of intravenous opioids perioperatively, often requiring high doses to achieve adequate analgesia following an operation. This increases the risk of adverse events, may delay recovery and prolong hospital stay, and increases the likelihood of future abuse and dependence. In this systematic review and meta-analysis, we assess the safety and effectiveness of intrathecal morphine (ITM) in pediatric patients undergoing posterior spinal fusion. Ovid Embase and MEDLINE were searched in October 2023 for articles that directly compared ITM use with standard pain management approaches for pediatric patients undergoing posterior spinal fusion. Our primary outcome was postoperative pain scores. Secondary outcomes included opioid usage details, adverse events, and blood loss. Of the 384 unique studies identified, nine studies (one randomized control trial, one prospective review, and seven retrospective reviews) met the inclusion criteria. The total number of patients within the ITM and control groups were 1384 and 676, respectively. Meta-analysis revealed significantly lower pain scores in the ITM group (standardized mean difference (SMD): -1.30 (-2.29, -0.31); p = 0.01). Similarly, ITM patients had significantly lower opioid usage, both intraoperatively (mean difference (MD): -0.71 mg/kg (-0.99, -0.44); p < 0.00001) as well as postoperatively (SMD: -2.10 (-3.48, -0.73); p = 0.003), and significantly lower blood loss (MD: -0.88 L (-1.34, -0.43); p = 0.0001). The occurrence of adverse events was similar across both groups. Our analysis of the available data demonstrates that a low to moderate dose of ITM is a safe and effective adjunct to improve standard postoperative care without increasing the risk of respiratory depression. When compared to control, ITM patients had superior analgesia while using fewer opioids had significantly reduced intraoperative blood loss when ITM was administered before spinal fusion, and had a similar complication profile. While further studies are warranted to establish optimal dosing, these findings underscore the potential of ITM as a valuable addition to multimodal pain management.",
  "authors": [
    {
      "last_name": "Daud",
      "fore_name": "Kashif",
      "initials": "K",
      "name": "Kashif Daud",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Wariach",
      "fore_name": "Sajid",
      "initials": "S",
      "name": "Sajid Wariach",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Maqsood",
      "fore_name": "Mubariz",
      "initials": "M",
      "name": "Mubariz Maqsood",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Sarraj",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Sarraj",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Gaber",
      "fore_name": "Karim",
      "initials": "K",
      "name": "Karim Gaber",
      "affiliations": [
        "Department of Orthopaedic Surgery, Mansoura International Hospital, Mansoura, EGY."
      ]
    },
    {
      "last_name": "Ewusie",
      "fore_name": "Joycelyne",
      "initials": "J",
      "name": "Joycelyne Ewusie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Khurshed",
      "fore_name": "Abdulaziz",
      "initials": "A",
      "name": "Abdulaziz Khurshed",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Kishta",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Kishta",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Nassef",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Nassef",
      "affiliations": [
        "Division of Anesthesia, McMaster University, Hamilton, CAN."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "16",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "e51754",
  "pages": "e51754",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38318548",
    "pmc": "PMC10841619",
    "doi": "10.7759/cureus.51754"
  },
  "doi": "10.7759/cureus.51754",
  "pmc_id": "PMC10841619",
  "dates": {
    "revised": "2024-02-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:37.286547",
    "pmid": "38318548"
  }
}