{
  "pmid": "38313331",
  "uid": "38313331",
  "title": "Participatory development of a target policy profile to support soil-transmitted helminth elimination.",
  "abstract": "INTRODUCTION: Soil-transmitted helminths (STH) are parasitic worms that infect nearly a quarter of the world's population, particularly those living in communities without access to adequate water, sanitation, and housing. Emerging evidence suggests that it may be possible to interrupt transmission of STH by deworming individuals of all ages via community-wide MDA (cMDA), as opposed to only treating children and other focal populations. Transitioning from a policy of STH control to STH elimination in targeted areas would require a fundamental shift in STH policy and programming. This policy change would require updated guidance to support countries as they adapt their current approaches for STH surveillance, supply chain management, community mobilization, and core programmatic activities in pursuit of STH elimination. There is an opportunity to engage with key stakeholders, such as program implementers and implementation partners, to understand what evidence they need to confidently adopt a new policy guideline and to deliver guideline adherent management at scale. METHODS: We aimed to engage with STH stakeholders to develop a Target Policy Profile (TPoP), a single document that describes optimal characteristics and evidence requirements that STH stakeholders prioritized in future potential STH transmission interruption efforts. Steps in TPoP development included a scoping review and key informant interviews (KIIs), which were used to design a two-stage Delphi technique to identify and verify TPoP components. RESULTS: The scoping review resulted in 25 articles, and 8 experts participated in KII's. Twenty respondents completed the first Delphi survey and 10 respondents completed the second. This systematic effort resulted in a net of 3 key information domains (background/context, clinical considerations, and implementation considerations) encompassing 24 evidence categories (examples include evidence regarding safety and adverse events, implementation feasibility, or evidence dissemination). For each evidence category, STH stakeholders reviewed, endorsed, or revised a range of options for how the evidence could be presented. DISCUSSION: This information can be used by guideline committees or global policy makers prior to convening guideline advisory groups. The TPoP tool may also speed the process of stakeholder consensus building around guidelines, accelerating progress towards implementing evidence-based policy at scale.",
  "authors": [
    {
      "last_name": "Means",
      "fore_name": "Arianna Rubin",
      "initials": "AR",
      "name": "Arianna Rubin Means",
      "affiliations": [
        "Department of Global Health, University of Washington, Seattle, WA, United States.",
        "The DeWorm3 Project, University of Washington, Seattle, WA, United States."
      ]
    },
    {
      "last_name": "List",
      "fore_name": "Kellie",
      "initials": "K",
      "name": "Kellie List",
      "affiliations": [
        "Department of Global Health, University of Washington, Seattle, WA, United States."
      ]
    },
    {
      "last_name": "Roll",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Roll",
      "affiliations": [
        "Department of Global Health, University of Washington, Seattle, WA, United States.",
        "The DeWorm3 Project, University of Washington, Seattle, WA, United States."
      ]
    },
    {
      "last_name": "Gwayi-Chore",
      "fore_name": "Marie-Claire",
      "initials": "MC",
      "name": "Marie-Claire Gwayi-Chore",
      "affiliations": [
        "Department of Global Health, University of Washington, Seattle, WA, United States.",
        "The DeWorm3 Project, University of Washington, Seattle, WA, United States."
      ]
    },
    {
      "last_name": "Dolley",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Dolley",
      "affiliations": [
        "Open Global Health, Arlington, VA, United States."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, and of Medicine, McMaster University, Hamilton, ON, Canada.",
        "McMaster GRADE Centre & Department of Biomedical Sciences, Humanitas University, Milan, Italy."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Thea C",
      "initials": "TC",
      "name": "Thea C Norman",
      "affiliations": [
        "Bill & Melinda Gates Foundation, Seattle, WA, United States."
      ]
    },
    {
      "last_name": "Walson",
      "fore_name": "Judd L",
      "initials": "JL",
      "name": "Judd L Walson",
      "affiliations": [
        "Department of Global Health, University of Washington, Seattle, WA, United States.",
        "The DeWorm3 Project, University of Washington, Seattle, WA, United States.",
        "Departments of Medicine, Pediatrics, and Epidemiology, University of Washington, Seattle, WA, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in health services",
    "iso_abbreviation": "Front Health Serv",
    "issn": "2813-0146",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2023"
  },
  "start_page": "1310694",
  "pages": "1310694",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38313331",
    "pmc": "PMC10836137",
    "doi": "10.3389/frhs.2023.1310694"
  },
  "doi": "10.3389/frhs.2023.1310694",
  "pmc_id": "PMC10836137",
  "dates": {
    "revised": "2024-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.794730",
    "pmid": "38313331"
  }
}