{
  "pmid": "38328747",
  "uid": "38328747",
  "title": "Emergency research without prior consent in the United States, Canada, European Union and United Kingdom: How regulatory differences affect study design and implementation in cardiac arrest trials.",
  "abstract": "AIM: A major barrier to performing cardiac arrest trials is the requirement for prospective informed consent, which is often infeasible during individual medical emergencies. In an effort to improve outcomes, some governments have adopted legislation permitting research without prior consent (RWPC) in these circumstances. We aimed to outline key differences between legislation in four Western locations and explore the effects of these differences on trial design and implementation in cardiac arrest research. DATA SOURCES: We performed a narrative review of RWPC legislation in the United States (US), Canada, the European Union (EU) and the United Kingdom (UK). RESULTS: The primary criteria required to perform RWPC was similar across locations: the study must involve an individual medical emergency during which neither the prospective subject nor their authorized representative can provide informed consent. The US regulations were unique in their requirements for performing Community Consultation and Public Disclosure in the communities in which the research takes place. Another major difference was the requirement for consent for ongoing participation in Canada, the EU and the UK, while only notification of enrollment and the opportunity to discontinue participation are required in the US. Additionally, only Canada and the EU explicitly state that the subject or their representative may request withdrawal of their data. CONCLUSION: Regulations governing RWPC in the US, Canada, the EU and the UK have similar goals and protections for vulnerable populations during medical emergencies. Differences in the qualifying criteria and implementation procedures exist across locations and may affect study design.",
  "authors": [
    {
      "last_name": "Ross",
      "fore_name": "Catherine E",
      "initials": "CE",
      "name": "Catherine E Ross",
      "affiliations": [
        "Division of Medical Critical Care, Department of Pediatrics, Boston Children's Hospital and Harvard Medical School, Boston, MA, USA.",
        "Center for Resuscitation Science, Department of Emergency Medicine, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa J",
      "initials": "MJ",
      "name": "Melissa J Parker",
      "affiliations": [
        "Division of Pediatric Critical Care, Department of Pediatrics, McMaster Children's Hospital and McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Emergency Medicine, Department of Pediatrics, The Hospital for Sick Children, and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mentzelopoulos",
      "fore_name": "Spyros D",
      "initials": "SD",
      "name": "Spyros D Mentzelopoulos",
      "affiliations": [
        "First Department of Intensive Care Medicine, National and Kapodistrian University of Athens Medical School, Athens, Greece."
      ]
    },
    {
      "last_name": "Scholefield",
      "fore_name": "Barnaby R",
      "initials": "BR",
      "name": "Barnaby R Scholefield",
      "affiliations": [
        "Department of Critical Care Medicine, Hospital for Sick Children, Toronto, ON, Canada.",
        "Honorary Associate Professor, University of Birmingham, UK."
      ]
    },
    {
      "last_name": "Berg",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Berg",
      "affiliations": [
        "Division of Critical Care Medicine, Department of Anesthesiology and Critical Care Medicine, Children's Hospital of Philadelphia, Philadelphia, PA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Resuscitation plus",
    "iso_abbreviation": "Resusc Plus",
    "issn": "2666-5204",
    "issn_type": "Electronic",
    "volume": "17",
    "pub_year": "2024",
    "pub_month": "Mar"
  },
  "start_page": "100565",
  "pages": "100565",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38328747",
    "pmc": "PMC10847942",
    "doi": "10.1016/j.resplu.2024.100565",
    "pii": "S2666-5204(24)00016-X"
  },
  "doi": "10.1016/j.resplu.2024.100565",
  "pmc_id": "PMC10847942",
  "dates": {
    "revised": "2024-02-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K23 HL148312",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:28.791515",
    "pmid": "38328747"
  }
}