{
  "pmid": "38329905",
  "uid": "38329905",
  "title": "A longitudinal study examining the associations between prenatal and postnatal maternal distress and toddler socioemotional developmental during the COVID-19 pandemic.",
  "abstract": "Elevated psychological distress, experienced by pregnant women and parents, has been well-documented during the COVID-19 pandemic. Most research focuses on the first 6-months postpartum, with single or limited repeated measures of perinatal distress. The present longitudinal study examined how perinatal distress, experienced over nearly 2 years of the COVID-19 pandemic, impacted toddler socioemotional development. A sample of 304 participants participated during pregnancy, 6-weeks, 6-months, and 15-months postpartum. Mothers reported their depressive, anxiety, and stress symptoms, at each timepoint. Mother-reported toddler socioemotional functioning (using the Brief Infant-Toddler Social and Emotional Assessment) was measured at 15-months. Results of structural equation mediation models indicated that (1) higher prenatal distress was associated with elevated postpartum distress, from 6-weeks to 15-months postpartum; (2) associations between prenatal distress and toddler socioemotional problems became nonsignificant after accounting for postpartum distress; and (3) higher prenatal distress was indirectly associated with greater socioemotional problems, and specifically elevated externalizing problems, through higher maternal distress at 6 weeks and 15 months postpartum. Findings suggest that the continued experience of distress during the postpartum period plays an important role in child socioemotional development during the COVID-19 pandemic.",
  "authors": [
    {
      "last_name": "Khoury",
      "fore_name": "Jennifer E",
      "initials": "JE",
      "name": "Jennifer E Khoury",
      "affiliations": [
        "Department of Psychology, Mount Saint Vincent University, Halifax, Nova Scotia, Canada."
      ],
      "orcid": "0000-0002-6703-4198"
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "Department of Psychology, Metropolitan Toronto University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Infancy : the official journal of the International Society on Infant Studies",
    "iso_abbreviation": "Infancy",
    "issn": "1532-7078",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "3",
    "pub_year": "2024"
  },
  "start_page": "412",
  "end_page": "436",
  "pages": "412-436",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Infant",
    "Humans",
    "Female",
    "Child, Preschool",
    "Pregnancy",
    "Longitudinal Studies",
    "Pandemics",
    "COVID-19",
    "Mothers",
    "Postpartum Period"
  ],
  "article_ids": {
    "pubmed": "38329905",
    "doi": "10.1111/infa.12584"
  },
  "doi": "10.1111/infa.12584",
  "dates": {
    "completed": "2024-04-16",
    "revised": "2024-04-16"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Tier II CRC in Family Health and Preventive Interventions"
    },
    {
      "agency": "Tier II Canadian Research Chair in Interdisciplinary Studies in Neurosciences"
    },
    {
      "grant_id": "465280",
      "agency": "Canadian Institute of Health Research Project Grant-PA: Pandemic and Health Emergencies Research"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.701021",
    "pmid": "38329905"
  }
}