{
  "pmid": "38323501",
  "uid": "38323501",
  "title": "Economic evaluations of treatment of depressive disorders in adolescents: Protocol for a scoping review.",
  "abstract": "AIM: Depressive disorders in adolescents are common and impairing. Evidence-based treatments are available; however, at a cost. In the context of the COVID-19 pandemic, we anticipate increased demand for treatment services for adolescents with depression. We also anticipate that economic resources will be strained. Identifying cost-effective strategies to optimally treat depression in adolescents is imperative. This protocol for a scoping review aims to describe the literature with respect to economic evaluations of treatments for depression in adolescents. METHODS: We will conduct a scoping review using established methods and reporting guidelines. MEDLINE, Embase, PsyclNFO, Econlit, and the International HTA Database will be searched from inception to June 13, 2023, with an update closer to time of manuscript submission, while the NHS Economic Evaluation Database archives will be searched from inception to December 2014. Publications that contain economic evaluations, in the context of a clinical trial or a model-based study, testing a treatment of depression in adolescents will be selected for inclusion. Extracted data items will include: economic evaluation perspectives, health outcome variables and costs used in economic evaluations, types of analyses performed, as well as quality of reporting and methodology. RESULT: A narrative synthesis with summary tables will be used to describe our findings. CONCLUSION: Our findings will help identify gaps in the literature with respect to economic analyses for the treatment of depression such that these gaps can be filled with future research. Policy-makers, funders and administrators may also use our findings to inform their decisions around provision of various treatments for depression in adolescents. REGISTRATION: osf.io/5fteb (note that information on this link will be updated upon acceptance for publication based on reviewer comments).",
  "authors": [
    {
      "last_name": "Courtney",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren Courtney",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada.",
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Margaret and Wallace McCain Centre for Child, Youth and Family Mental Health, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-1491-0972"
    },
    {
      "last_name": "Mason",
      "fore_name": "Joyce",
      "initials": "J",
      "name": "Joyce Mason",
      "affiliations": [
        "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Amani",
      "fore_name": "Bahar",
      "initials": "B",
      "name": "Bahar Amani",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rodak",
      "fore_name": "Terri",
      "initials": "T",
      "name": "Terri Rodak",
      "affiliations": [
        "CAMH Education, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada.",
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Henderson",
      "fore_name": "Jo",
      "initials": "J",
      "name": "Jo Henderson",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada.",
        "Margaret and Wallace McCain Centre for Child, Youth and Family Mental Health, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-9387-5193"
    },
    {
      "last_name": "de Oliveira",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire de Oliveira",
      "affiliations": [
        "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Early intervention in psychiatry",
    "iso_abbreviation": "Early Interv Psychiatry",
    "issn": "1751-7893",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "391",
  "end_page": "396",
  "pages": "391-396",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Humans",
    "Cost-Benefit Analysis",
    "COVID-19",
    "Depressive Disorder",
    "Research Design",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "38323501",
    "doi": "10.1111/eip.13498"
  },
  "doi": "10.1111/eip.13498",
  "dates": {
    "completed": "2024-06-07",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Cundill Centre for Child and Youth Depression"
    },
    {
      "agency": "Margaret and Wallace McCain Centre for Child, Youth, and Family Mental Health"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.536585",
    "pmid": "38323501"
  }
}