{
  "pmid": "38336351",
  "uid": "38336351",
  "title": "Maximal Mouth Opening in Infants: A Single-Group Prospective Cohort Study.",
  "abstract": "BACKGROUND: Detection of mandibular range of motion variations in infants may allow for early diagnosis of pathologic conditions to the temporomandibular joint. PURPOSE: The purpose of this study was to determine the normal ranges for maximal mouth opening (MMO) in healthy infants under 12 months of age. STUDY DESIGN, SETTING, SAMPLE: A single-group prospective cohort study of consecutive patients below 12 months of age was conducted in an outpatient setting at the Florida Craniofacial Institute in Tampa, Florida. Patients were excluded if they had trismus, presented with signs of obstructive sleep apnea, suffered a facial fracture, or were diagnosed with a craniofacial syndrome. PREDICTOR/EXPOSURE/INDEPENDENT VARIABLE: Age (in months) at the time of presentation, measured as a continuous variable. MAIN OUTCOME VARIABLE(S): The main outcome variable was MMO. This was measured by placing a thumb and forefinger in the infant's mouth and applies slight pressure to encourage MMO. In older infants with erupted central incisors, MMO was measured from the gingival margins. COVARIATES: The covariates were sex, race, and gestational age. ANALYSES: Findings were presented as means with 95% confidence intervals. A multivariate linear regression analysis was conducted to evaluate changes in MMO with increasing age. RESULTS: The sample was composed of 151 infants with a mean age of 5.2 months (95% confidence interval [CI] 4.8 to 5.6), and 33% were female. The mean MMO was 32.1 mm (95% CI 31.5 to 32.7). Results of the linear regression analysis showed MMO to significantly increase with increasing age, increasing at a mean rate of approximately 1 mm per month (coefficient 1.06, 95% CI 0.88 to 1.23, P < .001). In neonates <1 month of age, the mean MMO was 22.0 mm (95% CI 20.4 to 23.6), compared to a mean of 36.7 mm (95% CI 34.8 to 38.6) in infants 11 months of age. CONCLUSIONS AND RELEVANCE: The results of this study provide normative data of the association of age with MMO, which may be of value in assessing for infants with jaw mobility disorders.",
  "authors": [
    {
      "last_name": "Ahmadi",
      "fore_name": "Hanie",
      "initials": "H",
      "name": "Hanie Ahmadi",
      "affiliations": [
        "Research Assistant, Department of Oral Biology and Center for Molecular Microbiology, University of Florida College of Dentistry, Gainesville, FL."
      ]
    },
    {
      "last_name": "El-Rabbany",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed El-Rabbany",
      "affiliations": [
        "Private Practice, Florida Craniofacial Institute, Tampa, FL."
      ]
    },
    {
      "last_name": "Shargo",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Shargo",
      "affiliations": [
        "Medical Student, University of South Florida Morsani College of Medicine, Tampa, FL."
      ]
    },
    {
      "last_name": "Ricalde",
      "fore_name": "Pat",
      "initials": "P",
      "name": "Pat Ricalde",
      "affiliations": [
        "Private Practice, Florida Craniofacial Institute, Associate Professor, University of South Florida, Director, Tampa Bay Cleft and Craniofacial Center, Fellowship Director, FCI Cleft and Craniofacial Surgery, Tampa, FL. Electronic address: ricalde@flcranio.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of oral and maxillofacial surgery : official journal of the American Association of Oral and Maxillofacial Surgeons",
    "iso_abbreviation": "J Oral Maxillofac Surg",
    "issn": "1531-5053",
    "issn_type": "Electronic",
    "volume": "82",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "443",
  "end_page": "448",
  "pages": "443-448",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Infant",
    "Infant, Newborn",
    "Humans",
    "Female",
    "Aged",
    "Male",
    "Prospective Studies",
    "Mouth",
    "Temporomandibular Joint",
    "Trismus",
    "Range of Motion, Articular",
    "Malocclusion"
  ],
  "article_ids": {
    "pubmed": "38336351",
    "doi": "10.1016/j.joms.2024.01.013",
    "pii": "S0278-2391(24)00062-4"
  },
  "doi": "10.1016/j.joms.2024.01.013",
  "dates": {
    "completed": "2024-04-04",
    "revised": "2024-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:12.343711",
    "pmid": "38336351"
  }
}