{
  "pmid": "38339832",
  "uid": "38339832",
  "title": "Graduate training, credentialing, and continuing education to prepare genetic counselors for laboratory roles-Results of a national survey.",
  "abstract": "Opportunities for genetic counselors to work in a variety of practice settings have greatly expanded, particularly in the laboratory. This study aimed to assess attitudes of genetic counselors working both within and outside of the laboratory setting regarding (1) the re-wording and/or expansion of key measures of genetic counselors' competency, including practice-based competencies (PBCs) and board examination, to include laboratory roles, (2) preparation and transferability of competencies developed in master's in genetic counseling (MGC) programs to different roles, (3) need of additional training for genetic counselors to practice in laboratory settings, and (4) preferred methods to obtain that training. An e-blast was sent to ABGC diplomats (N = 5458) with a link to a 29-item survey with 12 demographic questions to compare respondents to 2021 NSGC Professional Status Survey (PSS) respondents. Statistical comparisons were made between respondents working in the laboratory versus other settings. Among 399 responses received, there was an oversampling of respondents working in the laboratory (52% vs. 20% in PSS) and in non-direct patient care positions (47% vs. 25% in PSS). Most respondents agreed the PBCs were transferable to their work yet favored making the PBCs less direct patient care-focused, expanding PBCs to align with laboratory roles, adding laboratory-focused questions to the ABGC exam, and adding laboratory-focused training in MGC programs. Most agreed requiring post-MGC training would limit genetic counselors' ability to change jobs. Genetic counselors working in the laboratory reported being significantly less prepared by their MGC program for some roles (p < 0.001) or how the PBCs applied to non-direct patient care positions (p < 0.001). Only 53% of all respondents agreed that NSGC supports their professional needs and others in their practice area, and genetic counselors working in the laboratory were significantly less likely to agree (p = 0.002). These sentiments should be further explored.",
  "authors": [
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Biomedical Laboratory Sciences, The George Washington University, Ashburn, Virginia, USA."
      ],
      "orcid": "0000-0003-4981-4948"
    },
    {
      "last_name": "Mackall",
      "fore_name": "Mia S",
      "initials": "MS",
      "name": "Mia S Mackall",
      "affiliations": [
        "Clinical Genetic Services, Natera, Inc., Austin, Texas, USA."
      ],
      "orcid": "0000-0003-1826-6299"
    },
    {
      "last_name": "Arjunan",
      "fore_name": "Aishwarya",
      "initials": "A",
      "name": "Aishwarya Arjunan",
      "affiliations": [
        "Department of Medical Affairs, GRAIL, LLC., Menlo Park, California, USA."
      ],
      "orcid": "0000-0002-7863-2388"
    },
    {
      "last_name": "Goodenberger",
      "fore_name": "McKinsey",
      "initials": "M",
      "name": "McKinsey Goodenberger",
      "affiliations": [
        "Division of Laboratory Genetics and Genomics, Mayo Clinic, Rochester, Minnesota, USA."
      ],
      "orcid": "0000-0001-9560-6344"
    },
    {
      "last_name": "Mills",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Mills",
      "affiliations": [
        "MS Genetic Counseling Program, University of North Carolina Greensboro, Greensboro, North Carolina, USA."
      ],
      "orcid": "0000-0003-4420-9503"
    },
    {
      "last_name": "Ham",
      "fore_name": "Chloe",
      "initials": "C",
      "name": "Chloe Ham",
      "affiliations": [
        "MD Program, Sidney Kimmel Medical College, Thomas Jefferson University, Philadelphia, Pennsylvania, USA."
      ],
      "orcid": "0009-0004-8125-1561"
    },
    {
      "last_name": "Witherington",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Witherington",
      "affiliations": [
        "Oncology Genetic Services, BioReference Health, LLC, Elmwood Park, New Jersey, USA."
      ],
      "orcid": "0000-0003-0859-4061"
    }
  ],
  "journal": {
    "title": "Journal of genetic counseling",
    "iso_abbreviation": "J Genet Couns",
    "issn": "1573-3599",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "e1883",
  "pages": "e1883",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Genetic Counseling",
    "Humans",
    "Surveys and Questionnaires",
    "Counselors",
    "Education, Continuing",
    "Credentialing",
    "Female",
    "Male",
    "Education, Graduate",
    "Adult",
    "Laboratories"
  ],
  "article_ids": {
    "pubmed": "38339832",
    "pmc": "PMC11726605",
    "doi": "10.1002/jgc4.1883"
  },
  "doi": "10.1002/jgc4.1883",
  "pmc_id": "PMC11726605",
  "dates": {
    "completed": "2025-04-21",
    "revised": "2025-05-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.605519",
    "pmid": "38339832"
  }
}