{
  "pmid": "38347065",
  "uid": "38347065",
  "title": "Post-hypnotic safety suggestion improves stress coping with long-lasting effects.",
  "abstract": "Effective coping with acute stress is important to promote mental health and to build stress resilience. Interventions improving stress coping usually require long training periods. In this study, we present a hypnosis-based intervention that produces long-term effects after a single hypnosis session. In that session, we established a post-hypnotic safety suggestion that participants can activate afterwards with a cue, the Jena Safety Anchor. We tested 60 participants in our study who all received the hypnosis session and a stress task. The safety group used the Jena Safety Anchor during acute stress (Trier Social Stress Test, TSST). The control group used a neutral anchor. We measured subjective stress responses via self-reports and physiological stress responses via saliva and blood samples as well as heart rate. One week later, all participants filled in an online survey to measure long-term effects of the post-hypnotic safety suggestion. We found that participants using the Jena Safety Anchor during the TSST reported significantly lower stress compared to the control group. The safety group also reported significantly fewer negative thoughts concerning their TSST performance than the control group during the stress recovery phase and 1 week later. All participants indicated that the Jena Safety Anchor still worked 1 week after its establishment. Suggestibility did not affect the efficacy of the Jena Safety Anchor. Our findings demonstrate that post-hypnotic safety suggestions improve stress coping with long-lasting effects, which makes it a promising intervention to promote mental health and establish stress resilience in just one hypnosis session.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute of Psychosocial Medicine, Psychotherapy and Psychooncology, Jena University Hospital, Stoystraße 3, 07743, Jena, Germany. schmidt.barbara@uni-jena.de."
      ]
    },
    {
      "last_name": "Rohleder",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Rohleder",
      "affiliations": [
        "Chair of Health Psychology, Institute of Psychology, Friedrich-Alexander-Universität, Erlangen-Nürnberg, Germany."
      ]
    },
    {
      "last_name": "Engert",
      "fore_name": "Veronika",
      "initials": "V",
      "name": "Veronika Engert",
      "affiliations": [
        "Institute of Psychosocial Medicine, Psychotherapy and Psychooncology, Jena University Hospital, Stoystraße 3, 07743, Jena, Germany.",
        "Max Planck Institute for Human Cognitive and Brain Sciences, Leipzig, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "12"
  },
  "start_page": "3548",
  "pages": "3548",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Suggestion",
    "Hypnosis",
    "Surveys and Questionnaires",
    "Self Report",
    "Coping Skills"
  ],
  "article_ids": {
    "pubmed": "38347065",
    "pmc": "PMC10861489",
    "doi": "10.1038/s41598-024-54071-3",
    "pii": "10.1038/s41598-024-54071-3"
  },
  "doi": "10.1038/s41598-024-54071-3",
  "pmc_id": "PMC10861489",
  "dates": {
    "completed": "2024-02-14",
    "revised": "2024-02-15"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "SCHM 3129/5-1",
      "agency": "Deutsche Forschungsgemeinschaft"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.465382",
    "pmid": "38347065"
  }
}