{
  "pmid": "38347595",
  "uid": "38347595",
  "title": "Acuity of asthma exacerbations in Alberta, Canada is increasing: a population-based study.",
  "abstract": "BACKGROUND: Asthma is a common respiratory illness affecting 2.8 million Canadians, including 9.7% of Albertans. Prior studies showed a substantial decrease in ED visits for asthma in the decade preceding 2010, followed by a stabilization. This was attributed to improvements in the pharmacologic and non-pharmacologic treatments for asthma during that period followed by a balance between epidemiologic drivers and protective factors in the population. METHODS: We assessed whether this trend continued in Alberta from 2010 to 2022 using population level data for the volume of daily ED visits, acuity of asthma exacerbations in the ED, and hospitalization rate. RESULTS: The mean number of ED visits decreased from 4.5 to 2.2 per million persons per day, but the acuity of exacerbations and the proportion requiring hospitalization increased. The number of patients presenting with the highest level of acuity increased by over 300%, and the percentage of patients requiring hospitalization increased from 6.8 to 11.3%. CONCLUSION: Total ED visits for asthma exacerbations continues to decline in Alberta. The reasons for an increase in more severe exacerbations requires further attention.",
  "authors": [
    {
      "last_name": "Adatia",
      "fore_name": "Adil",
      "initials": "A",
      "name": "Adil Adatia",
      "affiliations": [
        "Division of Pulmonary Medicine, Department of Medicine, University of Alberta, Edmonton, AB, Canada. adatia@ualberta.ca.",
        "Alberta Respiratory Centre, Edmonton, AB, Canada. adatia@ualberta.ca."
      ],
      "orcid": "0000-0002-7612-6529"
    },
    {
      "last_name": "Moolji",
      "fore_name": "Jalal",
      "initials": "J",
      "name": "Jalal Moolji",
      "affiliations": [
        "Division of Pulmonary Medicine, Department of Medicine, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Satia",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Satia",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Allergy, asthma, and clinical immunology : official journal of the Canadian Society of Allergy and Clinical Immunology",
    "iso_abbreviation": "Allergy Asthma Clin Immunol",
    "issn": "1710-1484",
    "issn_type": "Print",
    "volume": "20",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "12"
  },
  "start_page": "13",
  "pages": "13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38347595",
    "pmc": "PMC10863092",
    "doi": "10.1186/s13223-024-00872-0",
    "pii": "10.1186/s13223-024-00872-0"
  },
  "doi": "10.1186/s13223-024-00872-0",
  "pmc_id": "PMC10863092",
  "dates": {
    "revised": "2024-02-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:04.750405",
    "pmid": "38347595"
  }
}