{
  "pmid": "38354868",
  "uid": "38354868",
  "title": "Grilling the data: application of specification curve analysis to red meat and all-cause mortality.",
  "abstract": "OBJECTIVES: To present an application of specification curve analysis-a novel analytic method that involves defining and implementing all plausible and valid analytic approaches for addressing a research question-to nutritional epidemiology. STUDY DESIGN AND SETTING: We reviewed all observational studies addressing the effect of red meat on all-cause mortality, sourced from a published systematic review, and documented variations in analytic methods (eg, choice of model, covariates, etc.). We enumerated all defensible combinations of analytic choices to produce a comprehensive list of all the ways in which the data may reasonably be analyzed. We applied specification curve analysis to data from National Health and Nutrition Examination Survey 2007 to 2014 to investigate the effect of unprocessed red meat on all-cause mortality. The specification curve analysis used a random sample of all reasonable analytic specifications we sourced from primary studies. RESULTS: Among 15 publications reporting on 24 cohorts included in the systematic review on red meat and all-cause mortality, we identified 70 unique analytic methods, each including different analytic models, covariates, and operationalizations of red meat (eg, continuous vs quantiles). We applied specification curve analysis to National Health and Nutrition Examination Survey, including 10,661 participants. Our specification curve analysis included 1208 unique analytic specifications, of which 435 (36.0%) yielded a hazard ratio equal to or more than 1 for the effect of red meat on all-cause mortality and 773 (64.0%) less than 1. The specification curve analysis yielded a median hazard ratio of 0.94 (interquartile range: 0.83-1.05). Forty-eight specifications (3.97%) were statistically significant, 40 of which indicated unprocessed red meat to reduce all-cause mortality and eight of which indicated red meat to increase mortality. CONCLUSION: We show that the application of specification curve analysis to nutritional epidemiology is feasible and presents an innovative solution to analytic flexibility.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Yumin",
      "initials": "Y",
      "name": "Yumin Wang",
      "affiliations": [
        "Department of Biomedical Informatics, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Pitre",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Pitre",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wallach",
      "fore_name": "Joshua D",
      "initials": "JD",
      "name": "Joshua D Wallach",
      "affiliations": [
        "Department of Epidemiology, Rollins School of Public Health, Emory University, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jassal",
      "fore_name": "Tanvir",
      "initials": "T",
      "name": "Tanvir Jassal",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bier",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Bier",
      "affiliations": [
        "Department of Pediatrics, Baylor College of Medicine, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Chirag J",
      "initials": "CJ",
      "name": "Chirag J Patel",
      "affiliations": [
        "Department of Biomedical Informatics, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: zeraatd@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "168",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "111278",
  "pages": "111278",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Nutrition Surveys",
    "Red Meat",
    "Mortality",
    "Cause of Death",
    "Observational Studies as Topic",
    "Data Interpretation, Statistical",
    "Male",
    "Female"
  ],
  "article_ids": {
    "pubmed": "38354868",
    "mid": "NIHMS1992646",
    "pmc": "PMC12289182",
    "doi": "10.1016/j.jclinepi.2024.111278",
    "pii": "S0895-4356(24)00033-7"
  },
  "doi": "10.1016/j.jclinepi.2024.111278",
  "pmc_id": "PMC12289182",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2025-07-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K01 AA028258",
      "agency": "NIAAA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 ES032470",
      "agency": "NIEHS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.306368",
    "pmid": "38354868"
  }
}