{
  "pmid": "38356816",
  "uid": "38356816",
  "title": "Gender and its association with cardiac defects in down syndrome population at Children Hospital & Institute of Child Health, Lahore, Pakistan.",
  "abstract": "OBJECTIVE: The objective of this study was to determine the frequency of different congenital cardiac defects co-existing in karyotypically proved Down syndrome population. It also highlighted the association between gender and pattern of congenital cardiac defects and gender as a risk factor. METHODS: A cross sectional comparative study was done in the Department of Genetics, Children Hospital Lahore in the year 2017. A total of 160 patients were subjected to karyotypic analysis through blood test for determining the type of Down Syndrome and Echocardiography of all established cases was performed for determining presence and types of congenital cardiac defects. Results were evaluated in terms of establishing co-existence of various cardiac phenotypes in Down Syndrome cases. RESULTS: In karyotypically proven 160 cases of Down syndrome, 58.1% of Down Syndrome cases and 88.2% of Down Syndrome with Congenital Cardiac Defects presented in infancy. The odds ratio (OR) suggested that females are 1.72 times more likely to experience a cardiac effect compared to males. Female gender was potentially associated (p-value 0.07) with occurrence of Patent Ductus Arteriosus (47.8%), whereas VSD (Ventricular Septal Defects) was most prevalent (41.1%) in males. Patent Ductus Arteriosus + Atrial Septal Defects (44.4%) was the commonest cardiac defect in female cases. The combined data for pattern of cardiac anomalies showed no significant association with gender, as indicated by a p-value of 0.990. CONCLUSION: The study concluded that most of Down syndrome cases and Down syndrome with congenital cardiac defects present to the hospital in infancy. Female cases are more prone to develop cardiac defects as compared to males. The manifestation of PDA (Patent Ductus Arteriosus) was significantly associated as an isolated anomaly in females and VSD (Ventricular Septal Defects) as isolated anomaly in males. Patent Ductus Arteriosus tend to co-exist most with ASD (Atrial Septal Defects) in female cases. Gender was not established as a risk factor for affecting the pattern of cardiac defects.",
  "authors": [
    {
      "last_name": "Haider",
      "fore_name": "Areiba",
      "initials": "A",
      "name": "Areiba Haider",
      "affiliations": [
        "Areiba Haider, MBBS, M-Phil. Assistant Professor of Anatomy, Department of Anatomy, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Sarah Khan, MBBS, M-Phil. Assistant Professor of Anatomy, Department of Anatomy, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Tafweez",
      "fore_name": "Raafea",
      "initials": "R",
      "name": "Raafea Tafweez",
      "affiliations": [
        "Raafea Tafweez, MBBS, M-Phil, FCPS, PhD. Professor of Anatomy, Department of Anatomy, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Yaqoob",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Yaqoob",
      "affiliations": [
        "Muhammad Yaqoob, MBBS, MCPS, PhD. Associate Professor of Genetics, Department of Genetics, The Children's Hospital & Institute of Child Health, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of medical sciences",
    "iso_abbreviation": "Pak J Med Sci",
    "issn": "1682-024X",
    "issn_type": "Print",
    "volume": "40",
    "issue": "3Part-II",
    "pub_year": "2024"
  },
  "start_page": "371",
  "end_page": "375",
  "pages": "371-375",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38356816",
    "pmc": "PMC10862423",
    "doi": "10.12669/pjms.40.3.7346",
    "pii": "PJMS-40-371"
  },
  "doi": "10.12669/pjms.40.3.7346",
  "pmc_id": "PMC10862423",
  "dates": {
    "revised": "2024-02-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.792571",
    "pmid": "38356816"
  }
}