{
  "pmid": "38364649",
  "uid": "38364649",
  "title": "The hidden threat: Environmental toxins and their effects on gut microbiota.",
  "abstract": "The human gut microbiota (GM), which consists of a complex and diverse ecosystem of bacteria, plays a vital role in overall wellness. However, the delicate balance of this intricate system is being compromised by the widespread presence of environmental toxins. The intricate connection between contaminants in the environment and human well-being has garnered significant attention in recent times. Although many environmental pollutants and their toxicity have been identified and studied in laboratory settings and animal models, there is insufficient data concerning their relevance to human physiology. Consequently, research on the toxicity of environmental toxins in GM has gained prominence in recent years. Various factors, such as air pollution, chemicals, heavy metals, and pesticides, have a detrimental impact on the composition and functioning of the GM. This comprehensive review aims to comprehend the toxic effects of numerous environmental pollutants, including antibiotics, endocrine-disrupting chemicals, heavy metals, and pesticides, on GM by examining recent research findings. The current analysis concludes that different types of environmental toxins can lead to GM dysbiosis and have various potential adverse effects on the well-being of animals. We investigate the alterations to the GM composition induced by contaminants and their impact on overall well-being, providing a fresh perspective on research related to pollutant exposure.",
  "authors": [
    {
      "last_name": "Bhardwaj",
      "fore_name": "Gautam",
      "initials": "G",
      "name": "Gautam Bhardwaj",
      "affiliations": [
        "Department of Pharmaceutical Chemistry, School of Pharmaceutical Sciences, Delhi Pharmaceutical Sciences and Research University, Pushp Vihar sector-3, M-B Road, New Delhi 110017, India."
      ]
    },
    {
      "last_name": "Riadi",
      "fore_name": "Yassine",
      "initials": "Y",
      "name": "Yassine Riadi",
      "affiliations": [
        "Department of Pharmaceutical Chemistry, College of Pharmacy, Prince Sattam Bin Abdulaziz University, Al Kharj 11942, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Bansal",
      "fore_name": "Pooja",
      "initials": "P",
      "name": "Pooja Bansal",
      "affiliations": [
        "Department of Biotechnology and Genetics, Jain (Deemed-to-be) University, Bengaluru, Karnataka 560069, India; Department of Allied Healthcare and Sciences, Vivekananda Global University, Jaipur, Rajasthan 303012, India."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Harpreet",
      "initials": "H",
      "name": "Harpreet Kaur",
      "affiliations": [
        "School of Basic & Applied Sciences, Shobhit University, Gangoh, Uttar Pradesh 247341, India; Department of Health & Allied Sciences, Arka Jain University, Jamshedpur, Jharkhand 831001, India."
      ]
    },
    {
      "last_name": "Deorari",
      "fore_name": "Mahamedha",
      "initials": "M",
      "name": "Mahamedha Deorari",
      "affiliations": [
        "Uttaranchal Institute of Pharmaceutical Sciences, Uttaranchal University, Dehradun, India."
      ]
    },
    {
      "last_name": "Tonk",
      "fore_name": "Rajiv Kumar",
      "initials": "RK",
      "name": "Rajiv Kumar Tonk",
      "affiliations": [
        "Department of Pharmaceutical Chemistry, School of Pharmaceutical Sciences, Delhi Pharmaceutical Sciences and Research University, Pushp Vihar sector-3, M-B Road, New Delhi 110017, India. Electronic address: rajiv.tonk@dpsru.edu.in."
      ]
    },
    {
      "last_name": "Almalki",
      "fore_name": "Waleed Hassan",
      "initials": "WH",
      "name": "Waleed Hassan Almalki",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Umm Al-Qura University, Makkah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, 21589 Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, 72341 Sakaka, Aljouf, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kukreti",
      "fore_name": "Neelima",
      "initials": "N",
      "name": "Neelima Kukreti",
      "affiliations": [
        "School of Pharmacy, Graphic Era Hill University, Dehradun 248007, India."
      ]
    },
    {
      "last_name": "Thangavelu",
      "fore_name": "Lakshmi",
      "initials": "L",
      "name": "Lakshmi Thangavelu",
      "affiliations": [
        "Saveetha Institute of Medical and Technical Sciences, Saveetha University, Chennai, Tamil Nadu, India."
      ]
    },
    {
      "last_name": "Saleem",
      "fore_name": "Shakir",
      "initials": "S",
      "name": "Shakir Saleem",
      "affiliations": [
        "Department of Public Health. College of Health Sciences, Saudi Electronic University, Riyadh, Saudi Arabia. Electronic address: shakir.saleem80@outlook.com."
      ]
    }
  ],
  "journal": {
    "title": "Pathology, research and practice",
    "iso_abbreviation": "Pathol Res Pract",
    "issn": "1618-0631",
    "issn_type": "Electronic",
    "volume": "255",
    "pub_year": "2024",
    "pub_month": "Mar"
  },
  "start_page": "155173",
  "pages": "155173",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Humans",
    "Gastrointestinal Microbiome",
    "Ecosystem",
    "Environmental Pollutants",
    "Metals, Heavy",
    "Pesticides"
  ],
  "article_ids": {
    "pubmed": "38364649",
    "doi": "10.1016/j.prp.2024.155173",
    "pii": "S0344-0338(24)00084-0"
  },
  "doi": "10.1016/j.prp.2024.155173",
  "dates": {
    "completed": "2024-03-11",
    "revised": "2024-03-11"
  },
  "chemicals": [
    "Environmental Pollutants",
    "Metals, Heavy",
    "Pesticides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.119410",
    "pmid": "38364649"
  }
}