{
  "pmid": "38360604",
  "uid": "38360604",
  "title": "The effectiveness of sodium-glucose co-transporter 2 inhibitors on cardiorenal outcomes: an updated systematic review and meta-analysis.",
  "abstract": "BACKGROUND: The 2022 Canadian Cardiovascular Society (CCS) cardiorenal guideline provided clinical recommendations on sodium-glucose co-transport 2 inhibitors (SGLT2i) and glucagon-like peptide-1 receptor agonists (GLP-1RA) use. Since then, additional trials of relevance for SGLT2i have been published. This update re-evaluates the clinical recommendations for using SGLTi and their indirect comparison with existing evidence on GLP-1RA as compared to the standard of care to reduce cardiorenal morbidity and mortality. METHODS: We updated our existing search and screening of the literature from September 2021 to April 2023 for randomized controlled trials of SGLT2i and GLP-1RA with placebo control. We conducted risk of bias assessment, data extraction and updated our meta-analysis of studies with similar interventions and components. The certainty of the evidence was determined using GRADE. RESULTS: Evidence from three new trials and additional results from an updated existing trial on SGLT2i met our inclusion criteria after an updated search. Across all the included studies, the total sample size was 151,023 adults, with 90,943 in SGLT2i trials and 60,080 in GLP-1 RA trials. The mean age ranged from 59.9 to 68.4 years. Compared with standard care, the use of SGLT2i and GLP-1 RA showed significant reductions in the outcomes of cardiovascular (CV) mortality (14% & 13%), any-cause mortality (12% & 12%), major adverse CV events (MACE) (11% & 14%), heart failure (HF) hospitalization (30% & 9%), CV death or HF hospitalization (23% & 11%), and kidney composite outcome (32% & 22%). In participants with T2D, both classes demonstrated significant cardiorenal protection. But, only GLP-1RA showed a reduction in non-fatal stroke (16%) and only SGLT2i showed a reduction in HF hospitalization (30%) in this population of people living with T2D. CONCLUSIONS: This updated and comprehensive meta-analysis substantiates and strengthens the clinical recommendations of the CCS cardiorenal guidelines.",
  "authors": [
    {
      "last_name": "Ali",
      "fore_name": "Muhammad Usman",
      "initials": "MU",
      "name": "Muhammad Usman Ali",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Mancini",
      "fore_name": "G B John",
      "initials": "GBJ",
      "name": "G B John Mancini",
      "affiliations": [
        "Division of Cardiology, Centre for Cardiovascular Innovation, Department of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Fitzpatrick-Lewis",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Fitzpatrick-Lewis",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Connelly",
      "fore_name": "Kim A",
      "initials": "KA",
      "name": "Kim A Connelly",
      "affiliations": [
        "Keenan Research Centre, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, M5B 1W8, Canada."
      ]
    },
    {
      "last_name": "O'Meara",
      "fore_name": "Eileen",
      "initials": "E",
      "name": "Eileen O'Meara",
      "affiliations": [
        "Division of Cardiology, Montreal Heart Institute, Université de Montréal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Zieroth",
      "fore_name": "Shelley",
      "initials": "S",
      "name": "Shelley Zieroth",
      "affiliations": [
        "Section of Cardiology, Max Rady College of Medicine, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Canada. dsherif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Cardiovascular diabetology",
    "iso_abbreviation": "Cardiovasc Diabetol",
    "issn": "1475-2840",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "72",
  "pages": "72",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Humans",
    "Middle Aged",
    "Canada",
    "Cardiovascular Diseases",
    "Diabetes Mellitus, Type 2",
    "Heart Failure",
    "Hypoglycemic Agents",
    "Sodium-Glucose Transporter 2 Inhibitors",
    "Glucagon-Like Peptide-1 Receptor Agonists"
  ],
  "article_ids": {
    "pubmed": "38360604",
    "pmc": "PMC10870515",
    "doi": "10.1186/s12933-024-02154-w",
    "pii": "10.1186/s12933-024-02154-w"
  },
  "doi": "10.1186/s12933-024-02154-w",
  "pmc_id": "PMC10870515",
  "dates": {
    "completed": "2024-02-23",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Hypoglycemic Agents",
    "Sodium-Glucose Transporter 2 Inhibitors",
    "Glucagon-Like Peptide-1 Receptor Agonists"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.781437",
    "pmid": "38360604"
  }
}