{
  "pmid": "38360699",
  "uid": "38360699",
  "title": "Improvement in work productivity among psoriatic arthritis patients treated with biologic or targeted synthetic drugs: a systematic literature review and meta-analysis.",
  "abstract": "BACKGROUND: Capacity to work is impacted by psoriatic arthritis (PsA). Our objective was to describe the course of work productivity and leisure activity in patients with PsA treated with biologic (b) and targeted synthetic (ts) disease-modifying antirheumatic drugs (DMARDs). METHODS: A systematic literature review identified all trials and observational studies published January 1, 2010-October 22, 2021, reporting work productivity using the Work Productivity and Activity Impairment Questionnaire (WPAI) in patients with PsA treated with b/tsDMARDs. Outcomes for WPAI domains (absenteeism, presenteeism, total work productivity, and activity impairment) were collected at baseline and time point closest to 24 weeks of treatment. A random effects meta-analysis of single means was conducted to calculate an overall absolute mean change from baseline for each WPAI domain. RESULTS: Twelve studies (ten randomized controlled and two observational) assessing patients treated with adalimumab, bimekizumab, guselkumab, ixekizumab, risankizumab, secukinumab, or upadacitinib were analysed. Among 3741 employed patients, overall mean baseline scores were 11.4%, 38.7%, 42.7%, and 48.9% for absenteeism, presenteeism, total work productivity impairment, and activity impairment, respectively. Estimated absolute mean improvements (95% confidence interval) to week 24 were 2.4 percentage points (%p) (0.6, 4.1), 17.8%p (16.2,19.3), 17.6%p (15.9,19.4), and 19.3%p (17.6, 21.0) respectively, leading to a mean relative improvement of 41% for total work productivity. The change in work outcomes in the b/tsDMARDs appeared similar. CONCLUSIONS: This systematic literature review and meta-analysis confirmed that patients with active PsA have a substantially reduced capacity to work and participate in leisure activities. Substantial improvements across various WPAI domains were noted after 24 weeks of b/tsDMARD treatment, especially in presenteeism, total work productivity, and activity impairment. These findings may be useful for reimbursement purposes and in the context of shared decision-making. This systematic literature review (SLR) of randomized clinical trials and observational studies of biologic (b) and targeted synthetic (ts) disease-modifying antirheumatic drugs b/tsDMARDs in patients with PsA found that at treatment introduction, patients presented with a 42.7% mean productivity loss per week as assessed by the Work Productivity and Activity Impairment (WPAI) Questionnaire. Through a meta-analysis comparing before/after values without adjustment for placebo response, we found that after 24 weeks of treatment with b/tsDMARDs, there was a mean absolute improvement of 17.6 percentage points and a mean relative improvement of 41% in total work productivity, with similar magnitudes of improvement in time spent at work and regular activities outside of work. These results provide clinical-, regulatory- and reimbursement decision-makers with data on the potential societal and socio-economic benefits of b/tsDMARDs in PsA.",
  "authors": [
    {
      "last_name": "Gossec",
      "fore_name": "Laure",
      "initials": "L",
      "name": "Laure Gossec",
      "affiliations": [
        "Sorbonne Université, INSERM, Institut Pierre Louis d'Epidémiologie et de Santé Publique, Paris, France. laure.gossec@aphp.fr.",
        "Rheumatology Department, Pitié-Salpêtrière Hospital, AP-HP, 47-83 Bd de l'Hôpital, Paris, 75013, France. laure.gossec@aphp.fr."
      ],
      "orcid": "0000-0002-4528-310X"
    },
    {
      "last_name": "Humphries",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Humphries",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Cytel Inc, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Rutherford",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Rutherford",
      "affiliations": [
        "Cytel Inc, London, UK."
      ]
    },
    {
      "last_name": "Taieb",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa Taieb",
      "affiliations": [
        "UCB Pharma, Colombes, France."
      ]
    },
    {
      "last_name": "Willems",
      "fore_name": "Damon",
      "initials": "D",
      "name": "Damon Willems",
      "affiliations": [
        "UCB Pharma, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Tillett",
      "fore_name": "William",
      "initials": "W",
      "name": "William Tillett",
      "affiliations": [
        "Department of Life Sciences, Royal National Hospital for Rheumatic Diseases, Centre for Therapeutic Innovation University of Bath, Bath, UK."
      ],
      "orcid": "0000-0001-7531-4125"
    }
  ],
  "journal": {
    "title": "Arthritis research & therapy",
    "iso_abbreviation": "Arthritis Res Ther",
    "issn": "1478-6362",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "50",
  "pages": "50",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Arthritis, Psoriatic",
    "Antirheumatic Agents",
    "Efficiency",
    "Absenteeism",
    "Biological Products",
    "Treatment Outcome",
    "Presenteeism",
    "Synthetic Drugs"
  ],
  "article_ids": {
    "pubmed": "38360699",
    "pmc": "PMC10868000",
    "doi": "10.1186/s13075-024-03282-0",
    "pii": "10.1186/s13075-024-03282-0"
  },
  "doi": "10.1186/s13075-024-03282-0",
  "pmc_id": "PMC10868000",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Antirheumatic Agents",
    "Biological Products",
    "Synthetic Drugs"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:25.037200",
    "pmid": "38360699"
  }
}