{
  "pmid": "38365287",
  "uid": "38365287",
  "title": "Effects of ambient air pollution on obesity and ectopic fat deposition: a protocol for a systematic review and meta-analysis.",
  "abstract": "INTRODUCTION: Globally, the prevalence of obesity tripled from 1975 to 2016. There is evidence that air pollution may contribute to the obesity epidemic through an increase in oxidative stress and inflammation of adipose tissue. However, the impact of air pollution on body weight at a population level remains inconclusive. This systematic review and meta-analysis will estimate the association of ambient air pollution with obesity, distribution of ectopic adipose tissue, and the incidence and prevalence of non-alcoholic fatty liver disease among adults. METHODS AND ANALYSIS: The study will follow the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines for conduct and reporting. The search will include the following databases: Ovid Medline, Embase, PubMed, Web of Science and Latin America and the Caribbean Literature on Health Sciences, and will be supplemented by a grey literature search. Each article will be independently screened by two reviewers, and relevant data will be extracted independently and in duplicate. Study-specific estimates of associations and their 95% Confidence Intervals will be pooled using a DerSimonian and Laird random-effects model, implemented using the RevMan software. The I[2] statistic will be used to assess interstudy heterogeneity. The confidence in the body of evidence will be assessed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach. ETHICS AND DISSEMINATION: As per institutional policy, ethical approval is not required for secondary data analysis. In addition to being published in a peer-reviewed journal and presented at conferences, the results of the meta-analysis will be shared with key stakeholders, health policymakers and healthcare professionals. PROSPERO REGISTRATION NUMBER: CRD42023423955.",
  "authors": [
    {
      "last_name": "Munir",
      "fore_name": "Mehnaz",
      "initials": "M",
      "name": "Mehnaz Munir",
      "affiliations": [
        "Department of Global Health, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9711-7675"
    },
    {
      "last_name": "Azab",
      "fore_name": "Sandi M",
      "initials": "SM",
      "name": "Sandi M Azab",
      "affiliations": [
        "Department of Pharmacognosy, Alexandria University, Alexandria, Egypt.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "I Bangdiwala",
      "fore_name": "Shrikant",
      "initials": "S",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kurmi",
      "fore_name": "Om",
      "initials": "O",
      "name": "Om Kurmi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Faculty Research Centre for Healthcare and Communities, Institute of Health and Wellbeing, Coventry University, Coventry, UK."
      ]
    },
    {
      "last_name": "Doiron",
      "fore_name": "Dany",
      "initials": "D",
      "name": "Dany Doiron",
      "affiliations": [
        "Respiratory Epidemiology and Clinical Research Unit, Centre for Outcomes Research and Evaluation, Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Brook",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Brook",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Banfield",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Banfield",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada desouzrj@mcmaster.ca.",
        "Department of Global Health & Department of Health Research Methods, Evidence, and Impact, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8945-513X"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "e080026",
  "pages": "e080026",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Systematic Reviews as Topic",
    "Obesity",
    "Meta-Analysis as Topic",
    "Air Pollution",
    "Research Design",
    "Non-alcoholic Fatty Liver Disease",
    "Adipose Tissue"
  ],
  "article_ids": {
    "pubmed": "38365287",
    "pmc": "PMC10875506",
    "doi": "10.1136/bmjopen-2023-080026",
    "pii": "bmjopen-2023-080026"
  },
  "doi": "10.1136/bmjopen-2023-080026",
  "pmc_id": "PMC10875506",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2024-12-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:51.327308",
    "pmid": "38365287"
  }
}