{
  "pmid": "38379617",
  "uid": "38379617",
  "title": "Innominate artery pseudoaneurysm from a Salter-Harris fracture of the sternoclavicular joint.",
  "abstract": "Fractures and dislocations of the sternoclavicular joint (SCJ) are uncommon, accounting for <5% of all shoulder girdle injuries. They are relatively more common in the pediatric population than in the adult population and can often present concurrently as a posteriorly displaced medial clavicular dislocation with a fracture through the unfused physis. It is especially important to recognize this injury, because its management and potential sequelae are very different from those for fractures of the clavicle shaft. This type of injury frequently requires closed or open operative management because fracture-dislocation of the SCJ can be associated with potentially serious complications such as pneumothorax, brachial plexus injury, vagus nerve injury, tracheal injury, and vascular compromise. Few case reports describe fracture-dislocation of the SCJ resulting in vascular injuries. We describe the case of a 17-year-old boy who sustained a blunt hockey injury resulting in a right physeal fracture-dislocation of the SCJ causing an innominate artery pseudoaneurysm. This was treated with excision of the pseudoaneurysm, bovine pericardial patch angioplasty repair of the innominate artery, and open reduction and internal fixation of the medial clavicular physeal fracture.",
  "authors": [
    {
      "last_name": "Fan",
      "fore_name": "Emily Y",
      "initials": "EY",
      "name": "Emily Y Fan",
      "affiliations": [
        "Division of Vascular and Endovascular Surgery, University of Massachusetts Chan Medical School, Worcester, MA."
      ]
    },
    {
      "last_name": "Abrill Zegarra",
      "fore_name": "Santiago",
      "initials": "S",
      "name": "Santiago Abrill Zegarra",
      "affiliations": [
        "University of Massachusetts Amherst, Amherst, MA."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "Division of Cardiac Surgery, University of Massachusetts Chan Medical School, Worcester, MA."
      ]
    },
    {
      "last_name": "Mortimer",
      "fore_name": "Errol",
      "initials": "E",
      "name": "Errol Mortimer",
      "affiliations": [
        "Department of Orthopedic Surgery, University of Massachusetts Chan Medical School, Worcester, MA."
      ]
    },
    {
      "last_name": "Simons",
      "fore_name": "Jessica P",
      "initials": "JP",
      "name": "Jessica P Simons",
      "affiliations": [
        "Division of Vascular and Endovascular Surgery, University of Massachusetts Chan Medical School, Worcester, MA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of vascular surgery cases and innovative techniques",
    "iso_abbreviation": "J Vasc Surg Cases Innov Tech",
    "issn": "2468-4287",
    "issn_type": "Print",
    "volume": "10",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "101405",
  "pages": "101405",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38379617",
    "pmc": "PMC10877183",
    "doi": "10.1016/j.jvscit.2023.101405",
    "pii": "S2468-4287(23)00314-3"
  },
  "doi": "10.1016/j.jvscit.2023.101405",
  "pmc_id": "PMC10877183",
  "dates": {
    "revised": "2024-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.731951",
    "pmid": "38379617"
  }
}