{
  "pmid": "38373602",
  "uid": "38373602",
  "title": "ADMET-PrInt: Evaluation of ADMET Properties: Prediction and Interpretation.",
  "abstract": "Great progress in the development of computational strategies for drug design applications has revolutionized the process of searching for new drugs. Although the focus of in silico strategies is still put on the provision of the desired activity of a compound to the considered target, characterization of a compound in terms of its physicochemical and ADMET properties becomes an indispensable element of computer-aided drug design protocols. In the study, an online application ADMET-PrInt for in silico assessment of selected compound features: cardiotoxicity, solubility, genotoxicity, membrane permeability, and plasma protein binding was prepared. In addition to the prediction of particular property, ADMET-PrInt enables also the identification of compound features influencing this property thanks to the application of two explainability approaches: local interpretabile model-agnostic explanations and counterfactual analysis. It is an important factor for medicinal chemists, as it greatly facilitates the process of optimization of the compound structure in terms of the evaluated properties. The intuitive webpage, available at admet.if-pan.krakow.pl, allows making use of all predictive and interpretability models also by nonexperts and nonprogrammers.",
  "authors": [
    {
      "last_name": "Jamrozik",
      "fore_name": "Ewelina",
      "initials": "E",
      "name": "Ewelina Jamrozik",
      "affiliations": [
        "Faculty of Mathematics and Computer Science, Jagiellonian University, Łojasiewicza 6, 30-348 Kraków, Poland."
      ]
    },
    {
      "last_name": "Śmieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Śmieja",
      "affiliations": [
        "Faculty of Mathematics and Computer Science, Jagiellonian University, Łojasiewicza 6, 30-348 Kraków, Poland."
      ]
    },
    {
      "last_name": "Podlewska",
      "fore_name": "Sabina",
      "initials": "S",
      "name": "Sabina Podlewska",
      "affiliations": [
        "Maj Institute of Pharmacology, Polish Academy of Sciences, Smętna 12, 31-343 Kraków, Poland."
      ],
      "orcid": "0000-0002-2891-5603"
    }
  ],
  "journal": {
    "title": "Journal of chemical information and modeling",
    "iso_abbreviation": "J Chem Inf Model",
    "issn": "1549-960X",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "11"
  },
  "start_page": "1425",
  "end_page": "1432",
  "pages": "1425-1432",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Drug Design",
    "Solubility"
  ],
  "article_ids": {
    "pubmed": "38373602",
    "doi": "10.1021/acs.jcim.3c02038"
  },
  "doi": "10.1021/acs.jcim.3c02038",
  "dates": {
    "completed": "2024-03-12",
    "revised": "2024-08-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:37.898845",
    "pmid": "38373602"
  }
}