{
  "pmid": "38370308",
  "uid": "38370308",
  "title": "Large Kidney Cysts in HNF1B Nephropathy Mimicking Autosomal Dominant Polycystic Kidney Disease.",
  "abstract": "RATIONALE: Hepatocyte nuclear factor 1 beta (HNF1B) nephropathy is a rare autosomal dominant monogenic kidney disease. We present a case mimicking autosomal dominant polycystic kidney disease (ADPKD), highlighting the phenotypic heterogeneity of HNF1B-related disease. PRESENTING CONCERNS OF THE PATIENT: A 37-year-old man presented with hypertensive urgency, accompanied by flank pain and abdominal distension. Despite the absence of familial kidney disease, imaging revealed large bilateral kidney cysts resembling ADPKD. DIAGNOSIS: We initially suspected de novo ADPKD. However, negative genetic testing results for PKD1 and PKD2 led to a 43-gene cystic kidney sequencing panel which identified a deletion encompassing the entire HNF1B gene. INTERVENTION: To alleviate discomfort caused by the kidney cysts, ultrasound-guided aspiration and foam sclerotherapy were performed. Tolvaptan, used for treating high-risk ADPKD, was not prescribed after confirming the diagnosis was HNF1B nephropathy. OUTCOMES: A diagnosis of HNF1B nephropathy was reached following gene panel testing. Abdominal symptoms improved following cyst aspiration and foam sclerotherapy. NOVEL FINDINGS: HNF1B nephropathy has a variable presentation but can lead to cysts appearing like ADPKD. A 43-gene cystic kidney sequencing panel identified the diagnosis in this uncertain case.",
  "authors": [
    {
      "last_name": "Alamri",
      "fore_name": "Nada",
      "initials": "N",
      "name": "Nada Alamri",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Division of Nephrology, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5750-6286"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2024"
  },
  "start_page": "20543581241232470",
  "pages": "20543581241232470",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38370308",
    "pmc": "PMC10874158",
    "doi": "10.1177/20543581241232470",
    "pii": "10.1177_20543581241232470"
  },
  "doi": "10.1177/20543581241232470",
  "pmc_id": "PMC10874158",
  "dates": {
    "revised": "2024-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:34:45.731912",
    "pmid": "38370308"
  }
}