{
  "pmid": "38371830",
  "uid": "38371830",
  "title": "Barbaloin's Chemical Intervention in Aluminum Chloride Induced Cognitive Deficits and Changes in Rats through Modulation of Oxidative Stress, Cytokines, and BDNF Expression.",
  "abstract": "Alzheimer's disease (AD) is a long-term neurodegenerative condition characterized by impaired cognitive functions, particularly in the domains of learning and memory. Finding promising options for AD can be successful with a medication repurposing strategy. The goal of the research was to examine the neuroprotective characteristics of barbaloin in aluminum chloride (AlCl3)-induced cognitive deficits and changes in rats through modulation of oxidative stress, cytokines, and brain-derived neurotrophic factor (BDNF) expression. Thirty male Wistar rats were subjected to AlCl3 at a dosage of 100 mg/kg via the per oral route (p.o.), which induced cognitive decline. Morris water maze (MWM) is used to assess behavioral metrics. Assays for catalase (CAT), malondialdehyde (MDA), reduced glutathione (GSH), acetylcholinesterase (AChE), choline-acetyltransferase (ChAT), interleukins-1β (IL-1β), superoxide dismutase (SOD), tumor necrosis factor-α (TNF-α), nuclear factor kappa-B (NF-κB), interleukins-6 (IL-6), BDNF, and neurotransmitter levels [dopamine (DA), acetylcholine (Ach), and γ-aminobutyric acid (GABA)] were performed. Results: The transfer latency time was notably decreased, and substantial modifications in the concentrations of GSH, MDA, CAT, SOD, AChE, ChAT and observed modulations in the formation of interleukins-6 (IL-6), TNF-α, IL-1β, BDNF, and NF-κB were also evidenced after the treatment of rats with barbaloin in comparison to AlCl3-induced control groups. Significant alterations in neurotransmitter levels (DA, Ach, and GABA) were also seen in barbaloin-treated groups in comparison to AlCl3-induced groups. The current investigation has provided evidence that the administration of barbaloin yielded notable enhancements in cognitive function in rats through the inhibition of MDA, enhancing endogenous antioxidant enzymes, reduction of cytokine levels, and enhancement of neurotransmitter contents in the brain. These effects were observed in comparison to a control group treated with AlCl3 and can be attributable to barbaloin's strong anti-inflammatory and antioxidant properties, and metal chelating properties may contribute to its neuroprotective effects. Barbaloin may also promote neuronal survival and enhance learning and memory by upregulating the expression of BDNF.",
  "authors": [
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah 21442, Saudi Arabia."
      ],
      "orcid": "0000-0003-2570-3223"
    },
    {
      "last_name": "Imam",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Imam",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, P.O. Box 2457, Riyadh 11451, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Aljouf, Sakaka 72341, Saudi Arabia."
      ]
    },
    {
      "last_name": "Patil",
      "fore_name": "Shaktipal",
      "initials": "S",
      "name": "Shaktipal Patil",
      "affiliations": [
        "Department of Pharmacology, H. R. Patel Institute of Pharmaceutical Education and Research, Karwand naka, Shirpur 425405, Maharashtra, India.",
        "Department of Chemistry, Nootan Pharmacy College, Sankalchand Patel University, Visnagar 384315, Gujarat, India."
      ],
      "orcid": "0000-0003-0400-2022"
    },
    {
      "last_name": "Mhaiskar",
      "fore_name": "Amrapali",
      "initials": "A",
      "name": "Amrapali Mhaiskar",
      "affiliations": [
        "Department of Pharmacology, R. C. Patel Institute of Pharmaceutical Education and Research, Karwand naka, Shirpur 425405, Maharashtra, India."
      ],
      "orcid": "0000-0002-6061-7737"
    },
    {
      "last_name": "Shah",
      "fore_name": "Ujashkumar",
      "initials": "U",
      "name": "Ujashkumar Shah",
      "affiliations": [
        "Department of Chemistry, Nootan Pharmacy College, Sankalchand Patel University, Visnagar 384315, Gujarat, India."
      ]
    },
    {
      "last_name": "Almalki",
      "fore_name": "Waleed Hassan",
      "initials": "WH",
      "name": "Waleed Hassan Almalki",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Umm Al-Qura University, Makkah 21955, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "ACS omega",
    "iso_abbreviation": "ACS Omega",
    "issn": "2470-1343",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "13"
  },
  "start_page": "6976",
  "end_page": "6985",
  "pages": "6976-6985",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38371830",
    "pmc": "PMC10870395",
    "doi": "10.1021/acsomega.3c08791"
  },
  "doi": "10.1021/acsomega.3c08791",
  "pmc_id": "PMC10870395",
  "dates": {
    "revised": "2024-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.119745",
    "pmid": "38371830"
  }
}