{
  "pmid": "38383530",
  "uid": "38383530",
  "title": "Robot-assisted partial knee replacement versus standard total knee replacement (RoboKnees): a protocol for a pilot randomized controlled trial.",
  "abstract": "BACKGROUND: Total knee arthroplasty is a common surgery for end-stage knee osteoarthritis. Partial knee arthroplasty is also a treatment option for patients with arthritis present in only one or two knee compartments. Partial knee arthroplasty can preserve the natural knee biomechanics, but these replacements may not last as long as total knee replacements. Robotic-assisted orthopedic techniques can help facilitate partial knee replacements, increasing accuracy and precision. This trial will investigate the feasibility and assess clinical outcomes for a larger definitive trial. METHODS: This is a protocol for an ongoing parallel randomized pilot trial of 64 patients with uni- or bicompartmental knee arthritis. Patients are randomized to either receive robot-assisted partial knee arthroplasty or manual total knee arthroplasty. The primary outcome of this pilot is investigating the feasibility of a larger trial. Secondary (clinical) outcomes include joint awareness, return to activities, knee function, patient global impression of change, persistent post-surgical pain, re-operations, resource utilization and cost-effectiveness, health-related quality of life, radiographic alignment, knee kinematics during walking gait, and complications up to 24 months post-surgery. DISCUSSION: The RoboKnees pilot study is the first step in determining the outcome of robot-assisted partial knee replacements. Conclusions from this study will be used to design future large-scale trials. This study will inform surgeons about the potential benefits of robot-assisted partial knee replacements. TRIAL REGISTRATION: This study was prospectively registered on clinicaltrials.gov (identifier: NCT04378049) on 4 May 2020, before the first patient was randomized.",
  "authors": [
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Canada. maddenk@mcmaster.ca.",
        "Research Institute of St. Joseph's Healthcare Hamilton, Hamilton, Canada. maddenk@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada. maddenk@mcmaster.ca."
      ],
      "orcid": "0000-0002-2861-9636"
    },
    {
      "last_name": "Flood",
      "fore_name": "Breanne",
      "initials": "B",
      "name": "Breanne Flood",
      "affiliations": [
        "Research Institute of St. Joseph's Healthcare Hamilton, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Malek",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Malek",
      "affiliations": [
        "Research Institute of St. Joseph's Healthcare Hamilton, Hamilton, Canada.",
        "School of Biomedical Engineering, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Milantoni",
      "fore_name": "Vincent",
      "initials": "V",
      "name": "Vincent Milantoni",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Astephen Wilson",
      "fore_name": "Janie L",
      "initials": "JL",
      "name": "Janie L Astephen Wilson",
      "affiliations": [
        "School of Biomedical Engineering, Dalhousie University, Halifax, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Research Institute of St. Joseph's Healthcare Hamilton, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Khanna",
      "fore_name": "Vickas",
      "initials": "V",
      "name": "Vickas Khanna",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Canada.",
        "Research Institute of St. Joseph's Healthcare Hamilton, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Adili",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Adili",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Canada.",
        "Research Institute of St. Joseph's Healthcare Hamilton, Hamilton, Canada.",
        "School of Biomedical Engineering, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "10",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "21"
  },
  "start_page": "39",
  "pages": "39",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38383530",
    "pmc": "PMC10880336",
    "doi": "10.1186/s40814-024-01463-x",
    "pii": "10.1186/s40814-024-01463-x"
  },
  "doi": "10.1186/s40814-024-01463-x",
  "pmc_id": "PMC10880336",
  "dates": {
    "revised": "2024-02-24"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "436000",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.673492",
    "pmid": "38383530"
  }
}