{
  "pmid": "38388325",
  "uid": "38388325",
  "title": "Routine screening for adverse childhood experiences (ACEs) still doesn't make sense.",
  "abstract": "When a serious health or social problem is identified as both prevalent and in need of attention, a common response is to propose that various systems implement routine identification, such as universal screening. However, these well-intentioned responses often fail to consider the key requirements necessary to determine whether benefits outweigh harms. Unfortunately, this continues to be the case for calls to implement routine screening for Adverse Childhood Experiences (ACEs). Persistent evidence gaps for this type of screening include the lack of any randomized controlled trials demonstrating that ACEs screening programs lead to any benefits. Rather than being informed by established screening principles, the calls to proceed with ACEs screening appear to rely on the assumption that simply identifying risk factors can lead to beneficial outcomes that outweigh any risk of harms. This may reflect a gap in understanding that patterns identified at the population level (e.g., that more ACEs are associated with more health and social problems) cannot be directly translated to practices at the level of the individual. This commentary does not question the importance of ACEs; rather it identifies that directing limited resources to screening approaches for which there is no evidence that benefits outweigh harms is problematic. Instead, we advocate for the investment in high-quality trials of prevention interventions to determine where best to direct limited resources to reduce the occurrence of ACEs, and for the prioritization of evidence-based treatment services for those with existing health and social conditions, whether or not they are attributed to ACEs.",
  "authors": [
    {
      "last_name": "McLennan",
      "fore_name": "John D",
      "initials": "JD",
      "name": "John D McLennan",
      "affiliations": [
        "Departments of Psychiatry & Community Health Sciences, Cumming School of Medicine, Alberta Children's Hospital Research Institute, Mathison Centre for Mental Health Research & Education, University of Calgary, Calgary, Canada. Electronic address: jmclenna@ucalgary.ca."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, Faculty of Health Sciences, Offord Centre for Child Studies, McMaster University, Hamilton, Canada. Electronic address: gonzal@mcmaster.ca."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": [
        "Departments of Psychiatry & Behavioural Neurosciences, and of Pediatrics, Faculty of Health Sciences, Offord Centre for Child Studies, McMaster University, Hamilton, Canada. Electronic address: macmilnh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Afifi",
      "fore_name": "Tracie O",
      "initials": "TO",
      "name": "Tracie O Afifi",
      "affiliations": [
        "Departments of Community Health Sciences and Psychiatry, Max Rady College of Medicine, University of Manitoba, Winnipeg, Canada. Electronic address: tracie.afifi@umanitoba.ca."
      ]
    }
  ],
  "journal": {
    "title": "Child abuse & neglect",
    "iso_abbreviation": "Child Abuse Negl",
    "issn": "1873-7757",
    "issn_type": "Electronic",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "21"
  },
  "start_page": "106708",
  "pages": "106708",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38388325",
    "doi": "10.1016/j.chiabu.2024.106708",
    "pii": "S0145-2134(24)00091-7"
  },
  "doi": "10.1016/j.chiabu.2024.106708",
  "dates": {
    "revised": "2024-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.701226",
    "pmid": "38388325"
  }
}