{
  "pmid": "38384648",
  "uid": "38384648",
  "title": "Non-compliance of Spectacle Wear in School-Going Children With Refractive Errors.",
  "abstract": "Background Uncorrected refractive errors are the most common cause of avoidable visual impairment in children worldwide. The school screening of refractive errors is one of the most important initiatives outlined in WHO Vision 2020 targets for control of avoidable visual impairment in children. However, the benefit depends on the compliance of the spectacle worn by children. Objective To determine non-compliance of spectacle wear and its predisposing factors among school-going children in Lahore, Pakistan. Methods This cross-sectional analytical study was conducted among 200 school-going children (5-16 years), with spectacle prescription for at least the last six months studying in primary and secondary schools of Lahore, by using convenience sampling. We collected data with the help of a standardized, self-administered, close-ended questionnaire determining age, gender, class, and non-compliance and its reasons. Data were subjected to statistical evaluation using Statistical Product and Service Solutions (SPSS, version 26; IBM SPSS Statistics for Windows, Armonk, NY), and a chi-square test was applied to determine the statistical significance. p-value 0.05 was considered significant. Results Of the 200 children, 42 were boys, and 158 were girls, with a mean age of 12 years with a standard deviation of 2.6. The proportion of spectacle wear non-compliance was 19.5% (n=39). Children with non-compliance were more likely in the age group of 14-16 years (n=20{51.3%}; p=0.039). The main reasons for non-compliance were dislike to wear spectacles (28.2%), broken spectacles (23.1%), spectacles causing headache (20.5%), spectacles lost and parents' disapproval (20.5%), and peer pressure/teasing (15.4%). Significant difficulties faced while wearing spectacles were pressure on the nose due to worn-out nose pads (36.4%), pressure on ears causing pain in the temple and headache (34.1%), repeated cleaning of spectacles (29.5%), heavy spectacles (18.2%), excessive glare and pain in the eyes (12.5%), and improper fitting of spectacles (11.4%). Conclusions We found that non-compliance was more significant in school-going children aged 14-16 years and girls. The main reasons were unlikeness to wear, broken spectacles, headache, and spectacles lost. School children were not compliant because of many issues that should be addressed, and this information will be used for better eye care in school-going children with refractive errors.",
  "authors": [
    {
      "last_name": "Irtza",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Irtza",
      "affiliations": [
        "Medical School, Services Institute of Medical Sciences Lahore, Lahore, PAK."
      ]
    },
    {
      "last_name": "Mahwish",
      "fore_name": "Rabiah",
      "initials": "R",
      "name": "Rabiah Mahwish",
      "affiliations": [
        "Community Medicine, Khawaja Muhammad Safdar Medical College, Sialkot, Sialkot, PAK."
      ]
    },
    {
      "last_name": "Mohamin",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Mohamin",
      "affiliations": [
        "Medical School, Services Institute of Medical Sciences Lahore, Lahore, PAK."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Shaheer",
      "initials": "MS",
      "name": "Muhammad Shaheer Afzal",
      "affiliations": [
        "Medical School, Services Institute of Medical Sciences Lahore, Lahore, PAK."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Muhammad Qasim",
      "initials": "MQ",
      "name": "Muhammad Qasim Ali",
      "affiliations": [
        "Medical School, Services Institute of Medical Sciences Lahore, Lahore, PAK."
      ]
    },
    {
      "last_name": "Waqar",
      "fore_name": "Muhammad Shaheer",
      "initials": "MS",
      "name": "Muhammad Shaheer Waqar",
      "affiliations": [
        "Medical School, Services Institute of Medical Sciences Lahore, Lahore, PAK."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "16",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "e52702",
  "pages": "e52702",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38384648",
    "pmc": "PMC10879733",
    "doi": "10.7759/cureus.52702"
  },
  "doi": "10.7759/cureus.52702",
  "pmc_id": "PMC10879733",
  "dates": {
    "revised": "2024-02-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.120009",
    "pmid": "38384648"
  }
}