{
  "pmid": "38380038",
  "uid": "38380038",
  "title": "The effect of sham acupuncture can differ depending on the points needled in knee osteoarthritis: A systematic review and network meta-analysis.",
  "abstract": "OBJECTIVE: In sham acupuncture-controlled acupuncture clinical trials, although sham acupuncture techniques are different from those of verum acupuncture, the same acupuncture points are often used for verum and sham acupuncture, raising the question of whether sham acupuncture is an appropriate placebo. We aimed to examine the effects of sham and verum acupuncture according to the points needled (same or different between verum and sham acupuncture) in knee osteoarthritis. METHODS: Ten databases were searched to find randomized controlled clinical trials (RCTs) assessing the effects of verum acupuncture with sham acupuncture or waiting lists on knee osteoarthritis. Sham acupuncture was classified as using the same acupuncture points as those in verum acupuncture (SATV) or using sham points (SATS). A frequentist network meta-analysis (NMA) was conducted, and the certainty of evidence was evaluated. RESULTS: A total of 10 RCTs involving 1628 participants were included. Verum acupuncture was significantly superior to SATS but not different from SATV in terms of pain reduction. Additionally, SATV was significantly superior to the waiting list. For physical function, no difference were found between verum acupuncture, SATV, and SATS. The certainty of evidence was low to moderate. CONCLUSION: For knee osteoarthritis, the pain reduction effect of acupuncture may differ according to the needling points of sham acupuncture, and the control group should be established according to the specific aim of the study design and treatment mechanism.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Boram",
      "initials": "B",
      "name": "Boram Lee",
      "affiliations": [
        "KM Science Research Division, Korea Institute of Oriental Medicine, Daejeon, Republic of Korea."
      ]
    },
    {
      "last_name": "Kwon",
      "fore_name": "Chan-Young",
      "initials": "CY",
      "name": "Chan-Young Kwon",
      "affiliations": [
        "Department of Oriental Neuropsychiatry, Dong-eui University College of Korean Medicine, Busan, Republic of Korea."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Hye Won",
      "initials": "HW",
      "name": "Hye Won Lee",
      "affiliations": [
        "KM Convergence Research Division, Korea Institute of Oriental Medicine, Daejeon, Republic of Korea."
      ]
    },
    {
      "last_name": "Nielsen",
      "fore_name": "Arya",
      "initials": "A",
      "name": "Arya Nielsen",
      "affiliations": [
        "Department of Family Medicine & Community Health, Icahn School of Medicine at Mount Sinai, New York, USA."
      ]
    },
    {
      "last_name": "Wieland",
      "fore_name": "L Susan",
      "initials": "LS",
      "name": "L Susan Wieland",
      "affiliations": [
        "Center for Integrative Medicine, University of Maryland School of Medicine, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Tae-Hun",
      "initials": "TH",
      "name": "Tae-Hun Kim",
      "affiliations": [
        "Korean Medicine Clinical Trial Center, Korean Medicine Hospital, Kyung Hee University, Seoul, Republic of Korea."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Kristiania University College, School of Health Sciences, Oslo, Norway."
      ]
    },
    {
      "last_name": "Alraek",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alraek",
      "affiliations": [
        "Kristiania University College, School of Health Sciences, Oslo, Norway.",
        "Department of Community Medicine, Faculty of Health Sciences, National Research Center in Complementary and Alternative Medicine (NAFKAM), Institute of Health Sciences, Tromsø, Norway."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "KM Science Research Division, Korea Institute of Oriental Medicine, Daejeon, Republic of Korea."
      ]
    }
  ],
  "journal": {
    "title": "Heliyon",
    "iso_abbreviation": "Heliyon",
    "issn": "2405-8440",
    "issn_type": "Print",
    "volume": "10",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "29"
  },
  "start_page": "e25650",
  "pages": "e25650",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38380038",
    "pmc": "PMC10877264",
    "doi": "10.1016/j.heliyon.2024.e25650",
    "pii": "S2405-8440(24)01681-5"
  },
  "doi": "10.1016/j.heliyon.2024.e25650",
  "pmc_id": "PMC10877264",
  "dates": {
    "revised": "2024-07-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R24 AT001293",
      "agency": "NCCIH NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.719436",
    "pmid": "38380038"
  }
}