{
  "pmid": "38381960",
  "uid": "38381960",
  "title": "Candidate Kidney Protective Strategies for Patients Undergoing Major Abdominal Surgery: A Secondary Analysis of the RELIEF Trial Cohort.",
  "abstract": "BACKGROUND: Acute kidney injury (AKI) is common after major abdominal surgery. Selection of candidate kidney protective strategies for testing in large trials should be based on robust preliminary evidence. METHODS: A secondary analysis of the Restrictive versus Liberal Fluid Therapy in Major Abdominal Surgery (RELIEF) trial was conducted in adult patients undergoing major abdominal surgery and randomly assigned to a restrictive or liberal perioperative fluid regimen. The primary outcome was maximum AKI stage before hospital discharge. Two multivariable ordinal regression models were developed to test the primary hypothesis that modifiable risk factors associated with increased maximum stage of postoperative AKI could be identified. Each model used a separate approach to variable selection to assess the sensitivity of the findings to modeling approach. For model 1, variable selection was informed by investigator opinion; for model 2, the Least Absolute Shrinkage and Selection Operator (LASSO) technique was used to develop a data-driven model from available variables. RESULTS: Of 2,444 patients analyzed, stage 1, 2, and 3 AKI occurred in 223 (9.1%), 59 (2.4%), and 36 (1.5%) patients, respectively. In multivariable modeling by model 1, administration of a nonsteroidal anti-inflammatory drug or cyclooxygenase-2 inhibitor, intraoperatively only (odds ratio, 1.77 [99% CI, 1.11 to 2.82]), and preoperative day-of-surgery administration of an angiotensin-converting enzyme inhibitor or angiotensin receptor blocker compared to no regular use (odds ratio, 1.84 [99% CI, 1.15 to 2.94]) were associated with increased odds for greater maximum stage AKI. These results were unchanged in model 2, with the additional finding of an inverse association between nadir hemoglobin concentration on postoperative day 1 and greater maximum stage AKI. CONCLUSIONS: Avoiding intraoperative nonsteroidal anti-inflammatory drugs or cyclooxygenase-2 inhibitors is a potential strategy to mitigate the risk for postoperative AKI. The findings strengthen the rationale for a clinical trial comprehensively testing the risk-benefit ratio of these drugs in the perioperative period.",
  "authors": [
    {
      "last_name": "McIlroy",
      "fore_name": "David R",
      "initials": "DR",
      "name": "David R McIlroy",
      "affiliations": [
        "Department of Anesthesiology, Vanderbilt University Medical Center, Nashville, Tennessee; Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-8919-992X"
    },
    {
      "last_name": "Feng",
      "fore_name": "Xiaoke",
      "initials": "X",
      "name": "Xiaoke Feng",
      "affiliations": [
        "Department of Biostatistics, Vanderbilt University, Nashville, Tennessee."
      ]
    },
    {
      "last_name": "Shotwell",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Shotwell",
      "affiliations": [
        "Department of Biostatistics, Vanderbilt University, Nashville, Tennessee."
      ]
    },
    {
      "last_name": "Wallace",
      "fore_name": "Sophia",
      "initials": "S",
      "name": "Sophia Wallace",
      "affiliations": [
        "Monash University, Melbourne, Australia; Department of Anaesthesia and Perioperative Medicine, Alfred Hospital, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Bellomo",
      "fore_name": "Rinaldo",
      "initials": "R",
      "name": "Rinaldo Bellomo",
      "affiliations": [
        "Department of Intensive Care, Austin Hospital, Melbourne, Australia; Australian and New Zealand Intensive Care Research Centre, Monash University School of Public Health and Preventive Medicine, Melbourne, Australia; Department of Critical Care Critical Care, Department of Medicine and Radiology, University of Melbourne, Melbourne, Australia; Department of Intensive Care, Royal Melbourne Hospital, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Departments of Medicine, Epidemiology and Biostatistics, Schulich School of Medicine Dentistry, and the London Health Sciences Centre, London, Canada."
      ]
    },
    {
      "last_name": "Leslie",
      "fore_name": "Kate",
      "initials": "K",
      "name": "Kate Leslie",
      "affiliations": [
        "Department of Critical Care, University of Melbourne, Melbourne, Australia; Department of Anaesthesia and Pain Management, Royal Melbourne Hospital, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Peyton",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Peyton",
      "affiliations": [
        "Department of Critical Care, University of Melbourne, Melbourne, Australia; Department of Anaesthesia, Austin Hospital, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Story",
      "fore_name": "David",
      "initials": "D",
      "name": "David Story",
      "affiliations": [
        "Department of Critical Care, University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Myles",
      "fore_name": "Paul S",
      "initials": "PS",
      "name": "Paul S Myles",
      "affiliations": [
        "Monash University, Melbourne, Australia; Department of Anaesthesia and Perioperative Medicine, Alfred Hospital, Melbourne, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Anesthesiology",
    "iso_abbreviation": "Anesthesiology",
    "issn": "1528-1175",
    "issn_type": "Electronic",
    "volume": "140",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "1111",
  "end_page": "1125",
  "pages": "1111-1125",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Humans",
    "Acute Kidney Injury",
    "Female",
    "Male",
    "Abdomen",
    "Middle Aged",
    "Aged",
    "Postoperative Complications",
    "Cohort Studies",
    "Fluid Therapy",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "38381960",
    "doi": "10.1097/ALN.0000000000004957",
    "pii": "139849"
  },
  "doi": "10.1097/ALN.0000000000004957",
  "dates": {
    "completed": "2024-05-14",
    "revised": "2024-06-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.409339",
    "pmid": "38381960"
  }
}