{
  "pmid": "38383506",
  "uid": "38383506",
  "title": "Extracorporeal cardiopulmonary resuscitation versus conventional CPR in cardiac arrest: an updated meta-analysis and trial sequential analysis.",
  "abstract": "BACKGROUND: Extracorporeal cardiopulmonary resuscitation (ECPR) may reduce mortality and improve neurological outcomes in patients with cardiac arrest. We updated our existing meta-analysis and trial sequential analysis to further evaluate ECPR compared to conventional CPR (CCPR). METHODS: We searched three international databases from 1 January 2000 through 1 November 2023, for randomised controlled trials or propensity score matched studies (PSMs) comparing ECPR to CCPR in both out-of-hospital cardiac arrest (OHCA) and in-hospital cardiac arrest (IHCA). We conducted an updated random-effects meta-analysis, with the primary outcome being in-hospital mortality. Secondary outcomes included short- and long-term favourable neurological outcome and survival (30 days-1 year). We also conducted a trial sequential analysis to evaluate the required information size in the meta-analysis to detect a clinically relevant reduction in mortality. RESULTS: We included 13 studies with 14 pairwise comparisons (6336 ECPR and 7712 CCPR) in our updated meta-analysis. ECPR was associated with greater precision in reducing overall in-hospital mortality (OR 0.63, 95% CI 0.50-0.79, high certainty), to which the trial sequential analysis was concordant. The addition of recent studies revealed a newly significant decrease in mortality in OHCA (OR 0.62, 95% CI 0.45-0.84). Re-analysis of relevant secondary outcomes reaffirmed our initial findings of favourable short-term neurological outcomes and survival up to 30 days. Estimates for long-term neurological outcome and 90-day-1-year survival remained unchanged. CONCLUSIONS: We found that ECPR reduces in-hospital mortality, improves neurological outcome, and 30-day survival. We additionally found a newly significant benefit in OHCA, suggesting that ECPR may be considered in both IHCA and OHCA.",
  "authors": [
    {
      "last_name": "Low",
      "fore_name": "Christopher Jer Wei",
      "initials": "CJW",
      "name": "Christopher Jer Wei Low",
      "affiliations": [
        "Yong Loo Lin School of Medicine, National University of Singapore, National Unviersity Health System, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Ling",
      "fore_name": "Ryan Ruiyang",
      "initials": "RR",
      "name": "Ryan Ruiyang Ling",
      "affiliations": [
        "Yong Loo Lin School of Medicine, National University of Singapore, National Unviersity Health System, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Ramanathan",
      "fore_name": "Kollengode",
      "initials": "K",
      "name": "Kollengode Ramanathan",
      "affiliations": [
        "Yong Loo Lin School of Medicine, National University of Singapore, National Unviersity Health System, Singapore, Singapore.",
        "Cardiothoracic Intensive Care Unit, National University Heart Centre Singapore, National University Health System, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Chen",
      "affiliations": [
        "Genome Institute of Singapore, Agency for Science, Technology and Research (A*STAR), Singapore, Singapore."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kitamura",
      "fore_name": "Tetsuhisa",
      "initials": "T",
      "name": "Tetsuhisa Kitamura",
      "affiliations": [
        "Department of Social and Environmental Medicine, Graduate School of Medicine, Osaka University, Osaka, Japan."
      ]
    },
    {
      "last_name": "Iwami",
      "fore_name": "Taku",
      "initials": "T",
      "name": "Taku Iwami",
      "affiliations": [
        "Preventive Services, Graduate School of Medicine, School of Public Health, Kyoto University, Kyoto, Japan."
      ]
    },
    {
      "last_name": "Ong",
      "fore_name": "Marcus Eng Hock",
      "initials": "MEH",
      "name": "Marcus Eng Hock Ong",
      "affiliations": [
        "Health Services and Systems Research, Duke-NUS Medical School, Singapore, Singapore.",
        "Department of Emergency Medicine, Singapore General Hospital, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Okada",
      "fore_name": "Yohei",
      "initials": "Y",
      "name": "Yohei Okada",
      "affiliations": [
        "Preventive Services, Graduate School of Medicine, School of Public Health, Kyoto University, Kyoto, Japan. yohei_ok@duke-nus.edu.sg.",
        "Health Services and Systems Research, Duke-NUS Medical School, Singapore, Singapore. yohei_ok@duke-nus.edu.sg."
      ]
    }
  ],
  "journal": {
    "title": "Critical care (London, England)",
    "iso_abbreviation": "Crit Care",
    "issn": "1466-609X",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "21"
  },
  "start_page": "57",
  "pages": "57",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Cardiopulmonary Resuscitation",
    "Extracorporeal Membrane Oxygenation",
    "Heart Arrest",
    "Out-of-Hospital Cardiac Arrest"
  ],
  "article_ids": {
    "pubmed": "38383506",
    "pmc": "PMC10882798",
    "doi": "10.1186/s13054-024-04830-5",
    "pii": "10.1186/s13054-024-04830-5"
  },
  "doi": "10.1186/s13054-024-04830-5",
  "pmc_id": "PMC10882798",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2025-07-12"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "JP23K16253",
      "agency": "Japan Society for the Promotion of Science"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.237581",
    "pmid": "38383506"
  }
}