{
  "pmid": "38389440",
  "uid": "38389440",
  "title": "Overjet in Infants: A Cross-Sectional Study.",
  "abstract": "ObjectiveThe purpose of this study was to determine the normal ranges for overjet in healthy infants under 12 months of age.DesignA cross sectional study of consecutive patients below 12 months of age.SettingThe study was conducted at a private practice in Tampa, FL that specializes in pediatric craniomaxillofacial disorders.PatientsAll patients under the age 12 months were considered for entry into the study. Patients were excluded if they had temporomandibular joint pathology, sleep disordered breathing, facial trauma, or were diagnosed with a craniofacial anomaly.InterventionsMeasures of overjet, defined as the distance between the anterior surfaces of the alveolar ridges when in centric relation, were obtained.Main Outcome MeasureThe primary study outcome was the overjet of the enrolled patients.ResultsA total of 152 infants were included in this study. Of these, 51 were female, and 40 were born prematurely (ranging from 32-37 weeks of gestation). In neonates below 1 month of age, the mean overjet was 2.25 mm (95% CI 1.31-3.19). Multivariate linear regression analysis showed overjet to significantly decrease with age, at a mean rate of approximately 0.1 mm per month (coefficient of -0.09, 95% CI -1.61 to -0.02, p = 0.01). When controlling for potential confounders, average overjet was not shown to vary significantly between the sexes, with prematurity, with race, or with primary diagnosis at presentation.ConclusionThis paper establishes normative values for overjet in infants below 12 months of age.",
  "authors": [
    {
      "last_name": "El-Rabbany",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed El-Rabbany",
      "affiliations": [
        "Private Practice, Florida Craniofacial Institute, Tampa, FL, 33607, USA.",
        "McMaster University, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Shargo",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Shargo",
      "affiliations": [
        "Private Practice, Florida Craniofacial Institute, Tampa, FL, 33607, USA.",
        "Office of Medical Education, University of South Florida Morsani College of Medicine, Tampa, FL, 33602, USA."
      ],
      "orcid": "0009-0001-7141-0061"
    },
    {
      "last_name": "Ricalde",
      "fore_name": "Pat",
      "initials": "P",
      "name": "Pat Ricalde",
      "affiliations": [
        "Private Practice, Florida Craniofacial Institute, Tampa, FL, 33607, USA.",
        "University of South Florida, Tampa, FL, 33620, USA."
      ]
    }
  ],
  "journal": {
    "title": "The Cleft palate-craniofacial journal : official publication of the American Cleft Palate-Craniofacial Association",
    "iso_abbreviation": "Cleft Palate Craniofac J",
    "issn": "1545-1569",
    "issn_type": "Electronic",
    "volume": "62",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "901",
  "end_page": "904",
  "pages": "901-904",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Male",
    "Cross-Sectional Studies",
    "Infant, Premature",
    "Reference Values",
    "Alveolar Process"
  ],
  "article_ids": {
    "pubmed": "38389440",
    "doi": "10.1177/10556656241235030"
  },
  "doi": "10.1177/10556656241235030",
  "dates": {
    "completed": "2025-05-28",
    "revised": "2025-06-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:18.043050",
    "pmid": "38389440"
  }
}