{
  "pmid": "38394108",
  "uid": "38394108",
  "title": "Measures of retention in HIV care: A protocol for a mixed methods study.",
  "abstract": "INTRODUCTION: Retention in HIV care is necessary to achieve adherence to antiretroviral therapy, viral load suppression, and optimal health outcomes. There is no standard definition for retention in HIV care, which compromises consistent and reliable reporting and comparison of retention across facilities, jurisdictions, and studies. OBJECTIVE: The objective of this study is to explore how stakeholders involved in HIV care define retention in HIV care and their preferences on measuring retention. METHODS: We will use an exploratory sequential mixed methods design involving HIV stakeholder groups such as people living with HIV, people involved in providing care for PLHIV, and people involved in decision-making about PLHIV. In the qualitative phase of the study, we will conduct 20-25 in-depth interviews to collect the perspectives of HIV stakeholders on using their preferred retention measures. The findings from the qualitative phase will inform the development of survey items for the quantitative phase. Survey participants (n = 385) will be invited to rate the importance of each approach to measuring retention on a seven-point Likert scale. We will merge the qualitative and quantitative findings phase findings to inform a consensus-building framework for a standard definition of retention in care. ETHICAL ISSUES AND DISSEMINATION: This study has received ethics approval from the Hamilton Integrated Research Ethics Board. The findings will be disseminated through peer-reviewed publications, conference presentations, and among stakeholder groups. LIMITATIONS: This study has limitations; we won't be able to arrive at a standard definition; a Delphi technique amongst the stakeholders will be utilized using the framework to reach a consensus globally accepted definition.",
  "authors": [
    {
      "last_name": "Rehman",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Rehman",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0174-1527"
    },
    {
      "last_name": "Garcia",
      "fore_name": "Michael Cristian",
      "initials": "MC",
      "name": "Michael Cristian Garcia",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Ontario, Canada.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ],
      "orcid": "0000-0001-5855-5461"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "2",
    "pub_year": "2024"
  },
  "start_page": "e0294824",
  "pages": "e0294824",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Research Design",
    "Surveys and Questionnaires",
    "Consensus",
    "HIV Infections",
    "Viral Load"
  ],
  "article_ids": {
    "pubmed": "38394108",
    "pmc": "PMC10889855",
    "doi": "10.1371/journal.pone.0294824",
    "pii": "PONE-D-23-36545"
  },
  "doi": "10.1371/journal.pone.0294824",
  "pmc_id": "PMC10889855",
  "dates": {
    "completed": "2024-02-26",
    "revised": "2024-02-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.899628",
    "pmid": "38394108"
  }
}