{
  "pmid": "38399053",
  "uid": "38399053",
  "title": "Effects of Heat Treatment on Microstructures and Mechanical Properties of a Low-Alloy Cylinder Liner.",
  "abstract": "Cylinder liners, considered a crucial component of internal combustion (IC) engines, often require excellent mechanical properties to ensure optimal engine performance under elevated temperatures, pressures, and varying loads. In this work, a new low-alloy cylinder liner, incorporating a low content of molybdenum, copper, and chromium into gray cast iron, was fabricated using a centrifugal casting process. Subsequently, the heat treatment processes were designed to achieve bainite microstructures in the cylinder liner through rapid air cooling, isothermal transformation, and tempering. The effects of different air-cooling rates and tempering temperatures on the microstructure evolution and mechanical properties of cylinder liner were investigated. The results revealed that during the supercooled austenite transformation process, rapid air cooling at a rate of 14.5-23.3 °C/s can effectively bypass the formation of pearlitic structures and directly induce the formation of bainite structures. Once the temperature exceeded 480-520 °C, hardness and tensile strength increased with the temperature increase owing to the enhancement of the lower bainite content, the reduction of residual austenite, and the precipitation of the fine hard carbides in the matrix. With temperatures above 520-550 °C, the carbide and lower bainite organization coarsened, thereby reducing the hardness and tensile strength of the material. Therefore, the optimal heat treatment parameters were rapid cooling at 14.5-23.3 °C/s rate to obtain bainite, and tempering of 480-520 °C for finer and more uniform bainite. In addition, the results of the characterization of the mechanical properties of the cylinder liner after heat treatment showed that the hardness, tensile strength, and wear resistance were improved with the refinement of the bainite.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Wenjuan",
      "initials": "W",
      "name": "Wenjuan Zhang",
      "affiliations": [
        "School of Mechanical and Electric Engineering, Sanming University, Sanming 365004, China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Hao",
      "initials": "H",
      "name": "Hao Gao",
      "affiliations": [
        "School of Mechanical and Electric Engineering, Sanming University, Sanming 365004, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Dong",
      "initials": "D",
      "name": "Dong Liu",
      "affiliations": [
        "ZYNP International Corporation, Industrial Cluster District, Mengzhou 454750, China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Gao",
      "affiliations": [
        "ZYNP International Corporation, Industrial Cluster District, Mengzhou 454750, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Material Science and Engineering, Chongqing University, Chongqing 400044, China."
      ]
    },
    {
      "last_name": "Kong",
      "fore_name": "Lingchao",
      "initials": "L",
      "name": "Lingchao Kong",
      "affiliations": [
        "Fujian Taiming Casting Pipe Technology Co., Ltd., Sanming 365004, China."
      ]
    }
  ],
  "journal": {
    "title": "Materials (Basel, Switzerland)",
    "iso_abbreviation": "Materials (Basel)",
    "issn": "1996-1944",
    "issn_type": "Print",
    "volume": "17",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "07"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38399053",
    "pmc": "PMC10890617",
    "doi": "10.3390/ma17040802",
    "pii": "ma17040802"
  },
  "doi": "10.3390/ma17040802",
  "pmc_id": "PMC10890617",
  "dates": {
    "revised": "2024-02-27"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "2021J011127",
      "agency": "the Natural Science Foundation of Fujian Province, China"
    },
    {
      "grant_id": "220603985075307",
      "agency": "the Ministry of Education's Industry-University Cooperation Collaborative Education, China"
    },
    {
      "grant_id": "2022-G-15",
      "agency": "the Key Science and Technology Project of Industry-University-Research Collaborative Innovation in Sanming City, China"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.655686",
    "pmid": "38399053"
  }
}