{
  "pmid": "38405189",
  "uid": "38405189",
  "title": "Medical care services provision and stress experience in urologists during all waves of the COVID-19 pandemic in Germany.",
  "abstract": "PURPOSE: Urologists' practices reported decreasing medical care provision and increasing stress experience in the first wave of the COVID-19 pandemic. However, long-term effects of the pandemic are unknown. METHODS: Medical record data of n = 127 urologists were used to assess changes in healthcare provision, comparing the pandemic with the pre-pandemic period. An online survey among n = 101 urologists was conducted to assess the physicians' perceptions of the identified healthcare provision and organizational changes and experiences of anxiety, stress, and support needs during the pandemic waves. Urologists consultations, specialists' referrals, hospital admissions, documented cancer diagnoses, urologists' perceptions of causes for these changes and experienced stress, anxiety and support needs. Results were demonstrated using descriptive statistics. RESULTS: Over the first two years of the pandemic, there was a slight decline in consultations (-0,94%), but more intensive reduction in hospital admissions (-13,6%) and identified cancer diagnoses (-6,2%). Although patients' behavior was seen as the main reason for the changes, 71 and 61% of consultations of high-risk patients or urgent surgeries were canceled. Telemedical approaches were implemented by 58% of urologists, and 88% stated that the reduced cancer detection rate would negatively affect patients' outcomes. Urologists reported higher anxiety, stress, and need for support during all waves of the pandemic than other disciplines, especially females. CONCLUSION: The pandemic tremendously affects urologists' health care provision and stress experience, possibly causing long-term consequences for patients and physicians.",
  "authors": [
    {
      "last_name": "Paffenholz",
      "fore_name": "Pia",
      "initials": "P",
      "name": "Pia Paffenholz",
      "affiliations": [
        "Department of Urology, Uro-Oncology, Robot Assisted and Reconstructive Urologic Surgery, University of Cologne Faculty of Medicine and University Hospital Cologne, Cologne, Germany."
      ]
    },
    {
      "last_name": "Platen",
      "fore_name": "Moritz",
      "initials": "M",
      "name": "Moritz Platen",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Site Rostock/Greifswald, Ellernholzstrasse 1-2, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Kostev",
      "fore_name": "Karel",
      "initials": "K",
      "name": "Karel Kostev",
      "affiliations": [
        "Epidemiology, IQVIA, 60549, Frankfurt, Germany."
      ]
    },
    {
      "last_name": "Loosen",
      "fore_name": "Sven H",
      "initials": "SH",
      "name": "Sven H Loosen",
      "affiliations": [
        "Clinic for Gastroenterology, Hepatology and Infectious Diseases, University Hospital Düsseldorf, Medical Faculty of Heinrich Heine University Düsseldorf, Düsseldorf, Germany."
      ]
    },
    {
      "last_name": "Bohlken",
      "fore_name": "Jens",
      "initials": "J",
      "name": "Jens Bohlken",
      "affiliations": [
        "Occupational Medicine, and Public Health (ISAP) of the Medical Faculty at the University of LeipzigInstitute for Social Medicine, Leipzig, Germany."
      ]
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Site Rostock/Greifswald, Ellernholzstrasse 1-2, Greifswald, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in medicine",
    "iso_abbreviation": "Front Med (Lausanne)",
    "issn": "2296-858X",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2024"
  },
  "start_page": "1320489",
  "pages": "1320489",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38405189",
    "pmc": "PMC10893761",
    "doi": "10.3389/fmed.2024.1320489"
  },
  "doi": "10.3389/fmed.2024.1320489",
  "pmc_id": "PMC10893761",
  "dates": {
    "revised": "2024-02-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.042860",
    "pmid": "38405189"
  }
}