{
  "pmid": "38406648",
  "uid": "38406648",
  "title": "\"Will I be able to be myself? Or will I be forced to lie all the time?\": How Trans and Non-Binary Students Balance Professionalism, Authenticity, and Safety in Canadian Medical Programs.",
  "abstract": "INTRODUCTION: Promoting the inclusion of trans and non-binary (TNB) medical trainees is a key step in building an inclusive health workforce well-positioned to provide high-quality healthcare to all patients. Existing data on the experiences of TNB physicians and trainees describe widespread challenges related to prejudice and discrimination, with most trainees concealing their gender identity for fear of discrimination. We aimed to understand how TNB medical students have experienced professionalism and professional identity formation. METHODS: This was a secondary analysis of data gathered in a constructivist grounded theory study. The authors conducted semi-structured qualitative interviews in 2017 with seven current or recently graduated TNB Canadian medical students. RESULTS AND DISCUSSION: From medical school application to graduation, TNB medical students reported feeling tensions between meeting expectations of professionalism, being their authentic selves, and seeking to avoid conscious and implicit biases. These tensions played out around issues of disclosure, foregrounding identity through impression management, and responding to identity exemplars. The tension between TNB trainees' desire to bring their whole selves to the practice of medicine and feeling pressured to de-emphasize their gender is ironic when considering the increased call for medical trainees from equity-seeking communities. The most commonly used behavioural frameworks of professionalism were inherited from prior generations and restrict students whose experiences and community-based knowledge are most needed. Demands of professionalism that are incompatible with authentic professional identity development place an inordinate burden on trainees whose identities have been excluded from normative concepts of the professional, including TNB trainees.",
  "authors": [
    {
      "last_name": "Butler",
      "fore_name": "Kat",
      "initials": "K",
      "name": "Kat Butler",
      "affiliations": [
        "Department of Anesthesiology and Pain Medicine, University of Toronto, Toronto, CA."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, CA."
      ]
    },
    {
      "last_name": "Yak",
      "fore_name": "Adryen",
      "initials": "A",
      "name": "Adryen Yak",
      "affiliations": [
        "Family physician in Toronto, CA."
      ]
    },
    {
      "last_name": "Veltman",
      "fore_name": "Albina",
      "initials": "A",
      "name": "Albina Veltman",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, CA."
      ]
    }
  ],
  "journal": {
    "title": "Perspectives on medical education",
    "iso_abbreviation": "Perspect Med Educ",
    "issn": "2212-277X",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2024"
  },
  "start_page": "119",
  "end_page": "129",
  "pages": "119-129",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Professionalism",
    "Gender Identity",
    "Canada",
    "Students, Medical",
    "Medicine"
  ],
  "article_ids": {
    "pubmed": "38406648",
    "pmc": "PMC10885831",
    "doi": "10.5334/pme.1199"
  },
  "doi": "10.5334/pme.1199",
  "pmc_id": "PMC10885831",
  "dates": {
    "completed": "2024-02-27",
    "revised": "2024-06-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.141552",
    "pmid": "38406648"
  }
}