{
  "pmid": "38404943",
  "uid": "38404943",
  "title": "Primary prevention of venous thromboembolism for cancer patients in randomized controlled trials: a bibliographical analysis of funding and trial characteristics.",
  "abstract": "BACKGROUND: The majority of randomized controlled trials (RCTs) investigating venous thromboembolism (VTE) prophylaxis in patients with cancer involve commercial sponsorship. Commercial sponsorship overcomes feasibility limitations inherent in RCTs, such as recruitment and funding, but has attracted scrutiny for its potential for bias. OBJECTIVES: In RCTs of VTE prophylaxis in patients with cancer, how do trial characteristics compare between commercially sponsored RCTs and noncommercially sponsored RCTs? METHODS: Medline, Embase, and Cochrane Central Register of Controlled Trials were searched for RCTs that investigated at least 1 pharmacologic intervention for VTE prophylaxis in adult patients with cancer. Screening and data extraction were conducted by independent reviewers. Outcomes included trial characteristics, reporting of favorable outcomes, protocol-manuscript discrepancies, and appraisal of spin. Outcomes were compared using the independent t-test, Mann-Whitney U-test, Pearson chi-squared test, and Fisher's exact test. Logistic regression was performed to identify factors associated with possible bias. RESULTS: Of the 54 trials analyzed, 34 (63%) reported commercial sponsorship. Commercial sponsorship was not associated with the reporting of favorable outcomes, presence of spin, retrospective registration, or protocol-manuscript discrepancy. Spin was most prevalent in the abstract conclusions (9 out of 17 [53.3%]) and manuscript conclusions (8 out of 17 [46.7%]).Commercially sponsored trials had a higher rate of intention-to-treat analysis. Noncommercially sponsored trials were more likely to report retrospective registration of trial protocol and the use of composite primary outcomes. CONCLUSION: There were few significant differences between trial characteristics, suggesting that the evidence from commercially sponsored trials investigating VTE prophylaxis in patients with cancer is unlikely to be subject to bias attributable to commercial sponsorship.",
  "authors": [
    {
      "last_name": "Zhao",
      "fore_name": "Lucy",
      "initials": "L",
      "name": "Lucy Zhao",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kherani",
      "fore_name": "Jayhan",
      "initials": "J",
      "name": "Jayhan Kherani",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Pei Ye",
      "initials": "PY",
      "name": "Pei Ye Li",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Zhang",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Horta",
      "fore_name": "Angelina",
      "initials": "A",
      "name": "Angelina Horta",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Lin",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Allen",
      "initials": "A",
      "name": "Allen Li",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Eshaghpour",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Eshaghpour",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark Andrew",
      "initials": "MA",
      "name": "Mark Andrew Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Research and practice in thrombosis and haemostasis",
    "iso_abbreviation": "Res Pract Thromb Haemost",
    "issn": "2475-0379",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "102315",
  "pages": "102315",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38404943",
    "pmc": "PMC10884502",
    "doi": "10.1016/j.rpth.2024.102315",
    "pii": "S2475-0379(24)00001-3"
  },
  "doi": "10.1016/j.rpth.2024.102315",
  "pmc_id": "PMC10884502",
  "dates": {
    "revised": "2024-02-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.756039",
    "pmid": "38404943"
  }
}