{
  "pmid": "38413262",
  "uid": "38413262",
  "title": "Association of Exclusive Breast Milk Intake and Outcomes in Infants With Uncomplicated Gastroschisis: A National Cohort Study.",
  "abstract": "BACKGROUND: Enteral feeding is an essential part of the management of infants with gastroschisis. We hypothesized that exclusive breast milk is associated with improved neonatal outcomes. METHODS: We conducted a retrospective review of infants with uncomplicated gastroschisis through the Canadian Pediatric Surgery Network (CAPSNet) and Canadian Neonatal Network (CNN). The primary outcome was time to full enteral feeds. RESULTS: We identified 411 infants with gastroschisis treated at CAPSNet centres from 2014 to 2022. 144 patients were excluded due to gestational age <32 weeks, birth weight <1500 g, other congenital anomalies, or complicated gastroschisis. Of the remaining 267 participants, 78% (n = 209) received exclusive breast milk diet in the first 28 days of life, whereas 22% (n = 58) received supplemental or exclusive formula. Infants who received exclusive breast milk experienced higher time to reach full enteral feeding (median 24 vs 22 days, p = 0.047) but were more likely to have undergone delayed abdominal closure (32% vs 17%, p = 0.03). After adjustment, there were no significant differences between groups in time to reach full enteral feeds, duration of parenteral nutrition, or length of stay. Infants who received supplemental or exclusive formula had a similar risk of necrotizing enterocolitis (4% vs 3%) but were less likely to transition to exclusive breast milk at discharge (73% vs 11%, p < 0.001). CONCLUSION: Early use of exclusive breast milk in infants with uncomplicated gastroschisis is associated with similar outcomes compared to supplemental or exclusive formula. Patients who received supplemental or exclusive formula were unlikely to transition to exclusive breastfeeding by discharge. LEVEL OF EVIDENCE: Level IIb (Individual Cohort Study).",
  "authors": [
    {
      "last_name": "Hodgson",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Hodgson",
      "affiliations": [
        "Division of General Surgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Briatico",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Briatico",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Canada; Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Klapman",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Klapman",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Skarsgard",
      "fore_name": "Erik",
      "initials": "E",
      "name": "Erik Skarsgard",
      "affiliations": [
        "Division of Pediatric Surgery, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Beltempo",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Beltempo",
      "affiliations": [
        "Division of Neonatology, McGill University Health Centre, Montreal, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakesh S",
      "initials": "PS",
      "name": "Prakesh S Shah",
      "affiliations": [
        "Department of Pediatrics, Mount Sinai Hospital and University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Huisman",
      "fore_name": "Esther",
      "initials": "E",
      "name": "Esther Huisman",
      "affiliations": [
        "Division of Neonatology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Walton",
      "fore_name": "J Mark",
      "initials": "JM",
      "name": "J Mark Walton",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Canada; Division of Pediatric Surgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Livingston",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Canada; Division of Pediatric Surgery, McMaster University, Hamilton, Canada. Electronic address: livingm@mcmaster.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of pediatric surgery",
    "iso_abbreviation": "J Pediatr Surg",
    "issn": "1531-5037",
    "issn_type": "Electronic",
    "volume": "59",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "863",
  "end_page": "868",
  "pages": "863-868",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Infant",
    "Female",
    "Child",
    "Infant, Newborn",
    "Humans",
    "Milk, Human",
    "Cohort Studies",
    "Gastroschisis",
    "Canada",
    "Birth Weight",
    "Infant, Very Low Birth Weight"
  ],
  "article_ids": {
    "pubmed": "38413262",
    "doi": "10.1016/j.jpedsurg.2024.01.045",
    "pii": "S0022-3468(24)00077-0"
  },
  "doi": "10.1016/j.jpedsurg.2024.01.045",
  "dates": {
    "completed": "2024-04-22",
    "revised": "2024-04-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:42.359084",
    "pmid": "38413262"
  }
}