{
  "pmid": "38410214",
  "uid": "38410214",
  "title": "Downregulation of homeobox B8 in attenuating non-small cell lung cancer cell migration and invasion though the epithelial-mesenchymal transition pathway.",
  "abstract": "BACKGROUND: Homeobox (HOX) family genes have been identified as regulators of cancer development. No research exists concerning the mechanisms underlying homeobox B8 (HOXB8) activity in non-small cell lung cancer (NSCLC). In this study, we investigated expression and biological function in NSCLC to determine whether it is an important marker of patient prognosis. METHODS: HOXB8 expression in NSCLC tissues was investigated using immunohistochemistry (IHC) and Western blot assays. In addition, HOXB8 was knocked down in NSCLC cells to assess its biological functions in this context. The invasive and migratory potential of cells was evaluated by using Transwell (BD, Franklin Lakes, NJ, USA) inserts with 8-µm pores. Furthermore, Western blotting was used to explore whether HOXB8 can influence epithelial-mesenchymal transition (EMT). RESULTS: HOXB8 was expressed at high levels in NSCLC tissues and cell lines compared with adjacent normal tissues. Patients with high HOXB8 expression had shorter survival time and worse prognosis. HOXB8 expression was associated with pathological grading, tumor size, and lymph node metastasis. HOXB8 was prognostic in patients with NSCLC. After knockdown of HOXB8 via small interfering RNA, the proliferation, migration and invasion ability of the cells were significantly reduced compared with the control group. Moreover, EMT was inhibited by the downregulation of HOXB8 expression, as the expressions of E-cadherin was upregulated and that of the N-cadherin, vimentin, matrix metalloproteinase 2 (MMP2), and twist were downregulated. HOXB8 is a member of the ANTP homeobox family and encodes a nuclear protein with a homeobox DNA-binding domain. It is included in a cluster of homeobox B genes located on chromosome 17. The encoded protein functions as a sequence-specific transcription factor that is involved in development. CONCLUSIONS: HOXB8 is highly expressed in NSCLC and may predict prognosis of patients with this type of cancer. Furthermore, HOXB8 may promote NSCLC progression through the regulation of the EMT process.",
  "authors": [
    {
      "last_name": "Jiang",
      "fore_name": "Suxin",
      "initials": "S",
      "name": "Suxin Jiang",
      "affiliations": [
        "Department of Thoracic Surgery, Air Force Medical Center, People's Liberation Army of China, Beijing, China.",
        "Graduate School of China Medical University, Shenyang, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Tao",
      "initials": "T",
      "name": "Tao Wang",
      "affiliations": [
        "Department of Thoracic Surgery, Air Force Medical Center, People's Liberation Army of China, Beijing, China."
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Yong",
      "initials": "Y",
      "name": "Yong Han",
      "affiliations": [
        "Department of Thoracic Surgery, Air Force Medical Center, People's Liberation Army of China, Beijing, China."
      ]
    },
    {
      "last_name": "Hida",
      "fore_name": "Toyoaki",
      "initials": "T",
      "name": "Toyoaki Hida",
      "affiliations": [
        "Lung Cancer Center, Central Japan International Medical Center, Minokamo, Gifu, Japan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Zubair",
      "initials": "MZ",
      "name": "Muhammad Zubair Afzal",
      "affiliations": [
        "Hematology-Oncology, Dartmouth Cancer Center, Lebanon, NH, USA."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Chuanhong",
      "initials": "C",
      "name": "Chuanhong Zhou",
      "affiliations": [
        "Department of Thoracic Surgery, Air Force Medical Center, People's Liberation Army of China, Beijing, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Jingna",
      "initials": "J",
      "name": "Jingna Zhu",
      "affiliations": [
        "Department of Thoracic Surgery, Air Force Medical Center, People's Liberation Army of China, Beijing, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Huaiyu",
      "initials": "H",
      "name": "Huaiyu Wang",
      "affiliations": [
        "Department of Thoracic Surgery, Air Force Medical Center, People's Liberation Army of China, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Translational cancer research",
    "iso_abbreviation": "Transl Cancer Res",
    "issn": "2219-6803",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "31"
  },
  "start_page": "413",
  "end_page": "422",
  "pages": "413-422",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38410214",
    "pmc": "PMC10894350",
    "doi": "10.21037/tcr-23-2344",
    "pii": "tcr-13-01-413"
  },
  "doi": "10.21037/tcr-23-2344",
  "pmc_id": "PMC10894350",
  "dates": {
    "revised": "2024-06-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.121292",
    "pmid": "38410214"
  }
}