{
  "pmid": "38410668",
  "uid": "38410668",
  "title": "Research on the risk governance of fraudulent reimbursement of patient consultation fees.",
  "abstract": "BACKGROUND: The fundamental medical insurance fund, often referred to as the public's \"life-saving fund,\" plays a crucial role in both individual well-being and the pursuit of social justice. Medicare fraudulent claims reduce \"life-saving money\" to \"Tang's monk meat\", undermining social justice and affecting social stability. METHODS: We utilized crawler technology to gather textual data from 215 cases involving fraudulent health insurance claims. Simultaneously, statistical data spanning 2018 to 2021 was collected from the official websites of the China Medical Insurance Bureau and Anhui Medical Insurance Bureau. The collected data underwent comprehensive analysis through Excel, SPSS 26.0 and R4.2.1. Differential Auto-Regressive Moving Average Model (ARIMA (p, d, q)) was used to fit the fund safety forecast model, and test the predictive validity of the forecast model on the fund security data from July 2021 to October 2023 (the fund security data of Anhui Province from September 2021 to October 2023). RESULTS: The outcomes revealed that fraudulent claims by health insurance stakeholders adversely impact the equity of health insurance funds. Furthermore, the risk management practices of Medicare fund administrators influence the publication of fraudulent claims cases. Notably, differences among Medicare stakeholders were observed in the prevalence of fraudulent claims. Additionally, effective governance of fraudulent claims risks was found to have a positive impact on the overall health of healthcare funds. Moreover, the predictive validity of the forecast model on the national and Anhui province's fund security data was 92.86% and 100% respectively. CONCLUSION: We propose four recommendations for the governance of health insurance fraudulent claims risk behaviors. These recommendations include strategies such as \"combatting health insurance fraudulent claims to preserve the fairness of health insurance funds\", \"introducing initiatives for fraud risk governance and strengthening awareness of the rule of law\", \"focusing on designated medical institutions and establishing a robust long-term regulatory system\", and \"adapting to contemporary needs while maintaining a focus on long-term regulation\".",
  "authors": [
    {
      "last_name": "Sun",
      "fore_name": "Jiangjie",
      "initials": "J",
      "name": "Jiangjie Sun",
      "affiliations": [
        "School of Management, Hefei University of Technology, Hefei, China.",
        "School of Clinical Medicine, Anhui Medical University, Hefei, Anhui, China.",
        "School of Health Care Management, Anhui Medical University, Hefei, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yue",
      "initials": "Y",
      "name": "Yue Wang",
      "affiliations": [
        "School of Clinical Medicine, Anhui Medical University, Hefei, Anhui, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Health Care Management, Anhui Medical University, Hefei, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Limin",
      "initials": "L",
      "name": "Limin Li",
      "affiliations": [
        "School of Health Care Management, Anhui Medical University, Hefei, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Li",
      "affiliations": [
        "School of Health Care Management, Anhui Medical University, Hefei, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Tong",
      "initials": "T",
      "name": "Tong Liu",
      "affiliations": [
        "School of Health Care Management, Anhui Medical University, Hefei, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Liping",
      "initials": "L",
      "name": "Liping Zhang",
      "affiliations": [
        "School of Marxism, Anhui Medical University, Hefei, Anhui, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in public health",
    "iso_abbreviation": "Front Public Health",
    "issn": "2296-2565",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2024"
  },
  "start_page": "1339177",
  "pages": "1339177",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Humans",
    "United States",
    "Medicare",
    "Insurance, Health",
    "Fraud",
    "Referral and Consultation",
    "China"
  ],
  "article_ids": {
    "pubmed": "38410668",
    "pmc": "PMC10895054",
    "doi": "10.3389/fpubh.2024.1339177"
  },
  "doi": "10.3389/fpubh.2024.1339177",
  "pmc_id": "PMC10895054",
  "dates": {
    "completed": "2024-02-28",
    "revised": "2024-05-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.657217",
    "pmid": "38410668"
  }
}