{
  "pmid": "38411844",
  "uid": "38411844",
  "title": "Systematic methodological review of health state values in glaucoma cost-utility analyses.",
  "abstract": "IMPORTANCE: Describing the characteristics and sources of health state utility values and reporting practice in the literature of cost-utility analyses facilitates an understanding of the level of the transparency, validity, and generalizability of cost-utility analyses. Improving the quality of reporting will support investigators in describing the incremental value of emerging glaucoma interventions. OBJECTIVE: To describe the state of practice among published glaucoma cost-utility analysis studies, focusing on valuation of health and the quality of reporting. EVIDENCE REVIEW: We searched several databases including Medline, CINHAL, Embase, Web of Science, Scopus, Biosis previews, the Health Economic Evaluations Database, and the NHS Economic Evaluation Database (NHS EED). We included full-text, English, published cost-utility analyses of glaucoma interventions with quality-adjusted life years (QALYs) as the primary outcome measure to calculate incremental cost-utility ratios. Excluded studies were non-English language, reviews, editorials, protocols, or other types of economic studies (cost-benefit, cost-minimization, cost-effectiveness). Study characteristics, operational definitions of glaucoma health states and health state utilities were extracted. The original source of the health utility was reviewed to determine the scale of measurement and the source of preference weighting. Items from the Systematic Review of Utilities for Cost-Effectiveness (SpRUCE checklist) were used to assess the reporting and quality of health utilities in glaucoma CUA. FINDINGS: 43 CUAs were included, with 11 unique sources of health utilities. A wide range of health utilities for the same Hodapp-Parrish-Anderson glaucoma health states were reported; ocular hypertension (0.84-0.95), mild (0.68-0.94), moderate (0.57-0.92), advanced (0.58-0.88), severe/blind (0.46-0.76), and bilateral blindness (0.26-0.5). Most studies reported the basis for using health utilities (34, 79%) and any assumptions or adjustments applied to the health utilities (22, 51%). Few studies reported a framework for assessing the relevance of health utilities to a decision context (8, 19%). Even fewer (3, 7%) applied a systematic search strategy to identify health utilities and used a structured assessment of quality for inclusion. Overall, reporting has not improved over time. CONCLUSIONS AND RELEVANCE: This review describes that few CUAs describe important rationale for using health state utility values. Including additional details on the search, appraisal, selection, and inclusion process of health utility values improves transparency, generalizability and supports the assessment of the validity of study conclusions. Future investigations should aim to use health utilities on the same scale of measurement across health states and consider the source and relevance to the decision context/purpose of conducting that cost-utility study.",
  "authors": [
    {
      "last_name": "Kennedy",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Kennedy",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, 2206 E Mall, Vancouver, BC, V6T1Z3, Canada. kevin.kennedy@ubc.ca."
      ],
      "orcid": "0000-0001-8230-091X"
    },
    {
      "last_name": "Sarohia",
      "fore_name": "Gurkaran",
      "initials": "G",
      "name": "Gurkaran Sarohia",
      "affiliations": [
        "Department of Ophthalmology and Visual Sciences, University of Alberta, 400, 10924, 107 Avenue, Edmonton, AB, T5H 0X5, Canada."
      ]
    },
    {
      "last_name": "Podbielski",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Podbielski",
      "affiliations": [
        "Department of Medicine, University of Saskatchewan, Saskatoon, Canada."
      ]
    },
    {
      "last_name": "Pickard",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Pickard",
      "affiliations": [
        "College of Pharmacy-Pharmacy Systems Outcomes and Policy, University of Illinois Chicago, Chicago, USA."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The European journal of health economics : HEPAC : health economics in prevention and care",
    "iso_abbreviation": "Eur J Health Econ",
    "issn": "1618-7601",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "1417",
  "end_page": "1435",
  "pages": "1417-1435",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Cost-Benefit Analysis",
    "Glaucoma",
    "Quality-Adjusted Life Years",
    "Health Status"
  ],
  "article_ids": {
    "pubmed": "38411844",
    "doi": "10.1007/s10198-023-01663-x",
    "pii": "10.1007/s10198-023-01663-x"
  },
  "doi": "10.1007/s10198-023-01663-x",
  "dates": {
    "completed": "2024-09-30",
    "revised": "2025-01-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.337824",
    "pmid": "38411844"
  }
}