{
  "pmid": "38415786",
  "uid": "38415786",
  "title": "Massage for neck pain.",
  "abstract": "BACKGROUND: Massage is widely used for neck pain, but its effectiveness remains unclear. OBJECTIVES: To assess the benefits and harms of massage compared to placebo or sham, no treatment or exercise as an adjuvant to the same co-intervention for acute to chronic persisting neck pain in adults with or without radiculopathy, including whiplash-associated disorders and cervicogenic headache. SEARCH METHODS: We searched multiple databases (CENTRAL, MEDLINE, EMBASE, CINAHL, Index to Chiropractic Literature, trial registries) to 1 October 2023. SELECTION CRITERIA: We included randomised controlled trials (RCTs) comparing any type of massage with sham or placebo, no treatment or wait-list, or massage as an adjuvant treatment, in adults with acute, subacute or chronic neck pain. DATA COLLECTION AND ANALYSIS: We used the standard methodological procedures expected by Cochrane. We transformed outcomes to standardise the direction of the effect (a smaller score is better). We used a partially contextualised approach relative to identified thresholds to report the effect size as slight-small, moderate or large-substantive. MAIN RESULTS: We included 33 studies (1994 participants analysed). Selection (82%) and detection bias (94%) were common; multiple trials had unclear allocation concealment, utilised a placebo that may not be credible and did not test whether blinding to the placebo was effective. Massage was compared with placebo (n = 10) or no treatment (n = 8), or assessed as an adjuvant to the same co-treatment (n = 15). The trials studied adults aged 18 to 70 years, 70% female, with mean pain severity of 51.8 (standard deviation (SD) 14.1) on a visual analogue scale (0 to 100). Neck pain was subacute-chronic and classified as non-specific neck pain (85%, including n = 1 whiplash), radiculopathy (6%) or cervicogenic headache (9%). Trials were conducted in outpatient settings in Asia (n = 11), America (n = 5), Africa (n = 1), Europe (n = 12) and the Middle East (n = 4). Trials received research funding (15%) from research institutes. We report the main results for the comparison of massage versus placebo. Low-certainty evidence indicates that massage probably results in little to no difference in pain, function-disability and health-related quality of life when compared against a placebo for subacute-chronic neck pain at up to 12 weeks follow-up. It may slightly improve participant-reported treatment success. Subgroup analysis by dose showed a clinically important difference favouring a high dose (≥ 8 sessions over four weeks for ≥ 30 minutes duration). There is very low-certainty evidence for total adverse events. Data on patient satisfaction and serious adverse events were not available. Pain was a mean of 20.55 points with placebo and improved by 3.43 points with massage (95% confidence interval (CI) 8.16 better to 1.29 worse) on a 0 to 100 scale, where a lower score indicates less pain (8 studies, 403 participants; I[2] = 39%). We downgraded the evidence to low-certainty due to indirectness; most trials in the placebo comparison used suboptimal massage doses (only single sessions). Selection, performance and detection bias were evident as multiple trials had unclear allocation concealment, utilised a placebo that may not be credible and did not test whether blinding was effective, respectively. Function-disability was a mean of 30.90 points with placebo and improved by 9.69 points with massage (95% CI 17.57 better to 1.81 better) on the Neck Disability Index 0 to 100, where a lower score indicates better function (2 studies, 68 participants; I[2] = 0%). We downgraded the evidence to low-certainty due to imprecision (the wide CI represents slight to moderate benefit that does not rule in or rule out a clinically important change) and risk of selection, performance and detection biases. Participant-reported treatment success was a mean of 3.1 points with placebo and improved by 0.80 points with massage (95% CI 1.39 better to 0.21 better) on a Global Improvement 1 to 7 scale, where a lower score indicates very much improved (1 study, 54 participants). We downgraded the evidence to low-certainty due to imprecision (single study with a wide CI that does not rule in or rule out a clinically important change) and risk of performance as well as detection bias. Health-related quality of life was a mean of 43.2 points with placebo and improved by 5.30 points with massage (95% CI 8.24 better to 2.36 better) on the SF-12 (physical) 0 to 100 scale, where 0 indicates the lowest level of health (1 study, 54 participants). We downgraded the evidence once for imprecision (a single small study) and risk of performance and detection bias. We are uncertain whether massage results in increased total adverse events, such as treatment soreness, sweating or low blood pressure (RR 0.99, 95% CI 0.08 to 11.55; 2 studies, 175 participants; I[2] = 77%). We downgraded the evidence to very low-certainty due to unexplained inconsistency, risk of performance and detection bias, and imprecision (the CI was extremely wide and the total number of events was very small, i.e < 200 events). AUTHORS' CONCLUSIONS: The contribution of massage to the management of neck pain remains uncertain given the predominance of low-certainty evidence in this field. For subacute and chronic neck pain (closest to 12 weeks follow-up), massage may result in a little or no difference in improving pain, function-disability, health-related quality of life and participant-reported treatment success when compared to a placebo. Inadequate reporting on adverse events precluded analysis. Focused planning for larger, adequately dosed, well-designed trials is needed.",
  "authors": [
    {
      "last_name": "Gross",
      "fore_name": "Anita R",
      "initials": "AR",
      "name": "Anita R Gross",
      "affiliations": [
        "Faculty of Health Sciences, School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada.",
        "School of Rehabilitation Science, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Haejung",
      "initials": "H",
      "name": "Haejung Lee",
      "affiliations": [
        "Department of Physical Therapy, Silla University, Busan, Korea, South."
      ]
    },
    {
      "last_name": "Ezzo",
      "fore_name": "Jeanette",
      "initials": "J",
      "name": "Jeanette Ezzo",
      "affiliations": [
        "Research Director, JME Enterprises, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Chacko",
      "fore_name": "Nejin",
      "initials": "N",
      "name": "Nejin Chacko",
      "affiliations": [
        "Faculty of Health Sciences, School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gelley",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Gelley",
      "affiliations": [
        "Applied Health Sciences PhD Program, University of Manitoba, Winnipeg, MB, Canada.",
        "Integrative Medicine, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Forget",
      "fore_name": "Mario",
      "initials": "M",
      "name": "Mario Forget",
      "affiliations": [
        "Canadian Forces Health Services Group | Groupe de services de santé des Forces Canadiennes, National Defense | Défense Nationale, Kingston, Canada."
      ]
    },
    {
      "last_name": "Morien",
      "fore_name": "Annie",
      "initials": "A",
      "name": "Annie Morien",
      "affiliations": [
        "Research Department, Florida School of Massage, Gainesville, FL, USA."
      ]
    },
    {
      "last_name": "Graham",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Graham",
      "affiliations": [
        "Faculty of Health Sciences, School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina L",
      "initials": "PL",
      "name": "Pasqualina L Santaguida",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rice",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Rice",
      "affiliations": [
        "McMaster Univesity, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Craig",
      "initials": "C",
      "name": "Craig Dixon",
      "affiliations": [
        "Faculty of Health Sciences, School of Rehabilitation Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "28"
  },
  "start_page": "CD004871",
  "pages": "CD004871",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Humans",
    "Male",
    "Neck Pain",
    "Post-Traumatic Headache",
    "Radiculopathy",
    "Neck",
    "Massage",
    "Adjuvants, Immunologic"
  ],
  "article_ids": {
    "pubmed": "38415786",
    "pmc": "PMC10900303",
    "doi": "10.1002/14651858.CD004871.pub5"
  },
  "doi": "10.1002/14651858.CD004871.pub5",
  "pmc_id": "PMC10900303",
  "dates": {
    "completed": "2024-02-29",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Adjuvants, Immunologic"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.436738",
    "pmid": "38415786"
  }
}