{
  "pmid": "38411279",
  "uid": "38411279",
  "title": "Non-clotting factor therapies for preventing bleeds in people with congenital hemophilia A or B.",
  "abstract": "BACKGROUND: Management of congenital hemophilia A and B is by prophylactic or on-demand replacement therapy with clotting factor concentrates. The effects of newer non-clotting factor therapies such as emicizumab, concizumab, marstacimab, and fitusiran compared with existing standards of care are yet to be systematically reviewed. OBJECTIVES: To assess the effects (clinical, economic, patient-reported, and adverse outcomes) of non-clotting factor therapies for preventing bleeding and bleeding-related complications in people with congenital hemophilia A or B compared with prophylaxis with clotting factor therapies, bypassing agents, placebo, or no prophylaxis. SEARCH METHODS: We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Coagulopathies Trials Register, electronic databases, conference proceedings, and reference lists of relevant articles and reviews. The date of the last search was 16 August 2023. SELECTION CRITERIA: Randomized controlled trials (RCTs) evaluating people with congenital hemophilia A or B with and without inhibitors, who were treated with non-clotting factor therapies to prevent bleeds. DATA COLLECTION AND ANALYSIS: Two review authors independently reviewed studies for eligibility, assessed risk of bias, and extracted data for the primary outcomes (bleeding rates, health-related quality of life (HRQoL), adverse events) and secondary outcomes (joint health, pain scores, and economic outcomes). We assessed the mean difference (MD), risk ratio (RR), 95% confidence interval (CI) of effect estimates, and evaluated the certainty of the evidence using GRADE. MAIN RESULTS: Six RCTs (including 397 males aged 12 to 75 years) were eligible for inclusion. Prophylaxis versus on-demand therapy in people with inhibitors Four trials (189 participants) compared emicizumab, fitusiran, and concizumab with on-demand therapy in people with inhibitors. Prophylaxis using emicizumab likely reduced annualized bleeding rates (ABR) for all bleeds (MD -22.80, 95% CI -37.39 to -8.21), treated bleeds (MD -20.40, 95% CI -35.19 to -5.61), and annualized spontaneous bleeds (MD -15.50, 95% CI -24.06 to -6.94), but did not significantly reduce annualized joint and target joint bleeding rates (AjBR and AtjBR) (1 trial; 53 participants; moderate-certainty evidence). Fitusiran also likely reduced ABR for all bleeds (MD -28.80, 95% CI -40.07 to -17.53), treated bleeds (MD -16.80, 95% CI -25.80 to -7.80), joint bleeds (MD -12.50, 95% CI -19.91 to -5.09), and spontaneous bleeds (MD -14.80, 95% CI -24.90 to -4.71; 1 trial; 57 participants; moderate-certainty evidence). No evidence was available on the effect of bleed prophylaxis using fitusiran versus on-demand therapy on AtjBR. Concizumab may reduce ABR for all bleeds (MD -12.31, 95% CI -19.17 to -5.45), treated bleeds (MD -10.10, 95% CI -17.74 to -2.46), joint bleeds (MD -9.55, 95% CI -13.55 to -5.55), and spontaneous bleeds (MD -11.96, 95% CI -19.89 to -4.03; 2 trials; 78 participants; very low-certainty evidence), but not target joint bleeds (MD -1.00, 95% CI -3.26 to 1.26). Emicizumab prophylaxis resulted in an 11.31-fold increase, fitusiran in a 12.5-fold increase, and concizumab in a 1.59-fold increase in the proportion of participants with no bleeds. HRQoL measured using the Haemophilia Quality of Life Questionnaire for Adults (Haem-A-QoL) physical and total health scores was improved with emicizumab, fitusiran, and concizumab prophylaxis (low-certainty evidence). Non-serious adverse events were higher with non-clotting factor therapies versus on-demand therapy, with injection site reactions being the most frequently reported adverse events. Transient antidrug antibodies were reported for fitusiran and concizumab. Prophylaxis versus on-demand therapy in people without inhibitors Two trials (208 participants) compared emicizumab and fitusiran with on-demand therapy in people without inhibitors. One trial assessed two doses of emicizumab (1.5 mg/kg weekly and 3.0 mg/kg bi-weekly). Fitusiran 80 mg monthly, emicizumab 1.5 mg/kg/week, and emicizumab 3.0 mg/kg bi-weekly all likely resulted in a large reduction in ABR for all bleeds, all treated bleeds, and joint bleeds. AtjBR was not reduced with either of the emicizumab dosing regimens. The effect of fitusiran prophylaxis on target joint bleeds was not assessed. Spontaneous bleeds were likely reduced with fitusiran (MD -20.21, 95% CI -32.12 to -8.30) and emicizumab 3.0 mg/kg bi-weekly (MD -15.30, 95% CI -30.46 to -0.14), but not with emicizumab 1.5 mg/kg/week (MD -14.60, 95% CI -29.78 to 0.58). The percentage of participants with zero bleeds was higher following emicizumab 1.5 mg/kg/week (50% versus 0%), emicizumab 3.0 mg/kg bi-weekly (40% versus 0%), and fitusiran prophylaxis (40% versus 5%) compared with on-demand therapy. Emicizumab 1.5 mg/kg/week did not improve Haem-A-QoL physical and total health scores, EQ-5D-5L VAS, or utility index scores (low-certainty evidence) when compared with on-demand therapy at 25 weeks. Emicizumab 3.0 mg/kg bi-weekly may improve HRQoL measured by the Haem-A-QoL physical health score (MD -15.97, 95% CI -29.14 to -2.80) and EQ-5D-5L VAS (MD 9.15, 95% CI 2.05 to 16.25; 1 trial; 43 participants; low-certainty evidence). Fitusiran may result in improved HRQoL shown as a reduction in Haem-A-QoL total score (MD -7.06, 95% CI -11.50 to -2.62) and physical health score (MD -19.75, 95% CI -25.76 to -11.94; 1 trial; 103 participants; low-certainty evidence). The risk of serious adverse events in participants without inhibitors also likely did not differ following prophylaxis with either emicizumab or fitusiran versus on-demand therapy (moderate-certainty evidence). Transient antidrug antibodies were reported in 4% (3/80) participants to fitusiran, with no observed effect on antithrombin lowering. A comparison of the different dosing regimens of emicizumab identified no differences in bleeding, safety, or patient-reported outcomes. No case of treatment-related cancer or mortality was reported in any study group. None of the included studies assessed our secondary outcomes of joint health, clinical joint function, and economic outcomes. None of the included studies evaluated marstacimab. AUTHORS' CONCLUSIONS: Evidence from RCTs shows that prophylaxis using non-clotting factor therapies compared with on-demand treatment may reduce bleeding events, increase the percentage of individuals with zero bleeds, increase the incidence of non-serious adverse events, and improve HRQoL. Comparative assessments with other prophylaxis regimens, assessment of long-term joint outcomes, and assessment of economic outcomes will improve evidence-based decision-making for the use of these therapies in bleed prevention.",
  "authors": [
    {
      "last_name": "Olasupo",
      "fore_name": "Omotola O",
      "initials": "OO",
      "name": "Omotola O Olasupo",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Noronha",
      "fore_name": "Noella",
      "initials": "N",
      "name": "Noella Noronha",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Lowe",
      "fore_name": "Megan S",
      "initials": "MS",
      "name": "Megan S Lowe",
      "affiliations": [
        "Department of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ansel",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Ansel",
      "affiliations": [
        "Synteract, Philadelphia, USA."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Mihir",
      "initials": "M",
      "name": "Mihir Bhatt",
      "affiliations": [
        "Division of Pediatric Hematology/Oncology, Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Matino",
      "fore_name": "Davide",
      "initials": "D",
      "name": "Davide Matino",
      "affiliations": [
        "Department of Internal Medicine, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "27"
  },
  "start_page": "CD014544",
  "pages": "CD014544",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Male",
    "Adult",
    "Humans",
    "Hemophilia A",
    "Blood Coagulation Factors",
    "Hemorrhage",
    "Hemarthrosis",
    "Heme"
  ],
  "article_ids": {
    "pubmed": "38411279",
    "pmc": "PMC10897951",
    "doi": "10.1002/14651858.CD014544.pub2"
  },
  "doi": "10.1002/14651858.CD014544.pub2",
  "pmc_id": "PMC10897951",
  "dates": {
    "completed": "2024-02-28",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Blood Coagulation Factors",
    "Heme"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:49:43.250771",
    "pmid": "38411279"
  }
}