{
  "pmid": "38415077",
  "uid": "38415077",
  "title": "Are We Consulting, Sharing Care, or Taking Over? A Conceptual Framework.",
  "abstract": "BACKGROUND: Primary- and specialist-level palliative care services are needed. They should work collaboratively and synergistically. Although several service models have been described, these remain open to different interpretations and deployment. AIM: This article describes a conceptual framework, the Consultation-Shared Care-Takeover (C-S-T) Framework, its evolution and its applications. DESIGN: An iterative process informed the development of the Framework. This included a symposium, literature searches, results from three studies, and real-life applications. RESULTS: The C-S-T Framework represents a spectrum anchored by the Consultation model at one end, the Takeover model at the other end, and the Shared Care model in the center. Indicators, divided into five domains, help differentiate one model from the other. The domains are (1) Scope (What aspects of care are addressed by the palliative care clinician?); (2) Prescriber (Who prescribes the treatments?); (3) Communication (What communication occurs between the palliative care clinician and the patient's attending clinician?); (4) Follow-up (Who provides the follow-up visits and what is their frequency?); and (5) Most responsible practitioner (MRP) (Who is identified as MRP?). Each model demonstrates strengths, limitations, uses, and roles. CONCLUSIONS: The C-S-T Framework can be used to better describe, understand, assess, and monitor models being used by specialist palliative care teams in their interactions with primary care providers and other specialist services. Large studies are needed to test the application of the Framework on a broader scale in health care systems.",
  "authors": [
    {
      "last_name": "Pereira",
      "fore_name": "José",
      "initials": "J",
      "name": "José Pereira",
      "affiliations": [
        "Division of Palliative Care, Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Faculty of Medicine, University of Navarra, Pamplona, Navarra, Spain.",
        "Pallium Canada, Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0002-5974-7833"
    },
    {
      "last_name": "Klinger",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Klinger",
      "affiliations": [
        "Division of Palliative Care, Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Pallium Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6701-1714"
    },
    {
      "last_name": "Marshall",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Marshall",
      "affiliations": [
        "Division of Palliative Care, Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Herx",
      "fore_name": "Leonie",
      "initials": "L",
      "name": "Leonie Herx",
      "affiliations": [
        "Department of Pediatrics, University of Calgary, Calgary, Alberta, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Palliative medicine reports",
    "iso_abbreviation": "Palliat Med Rep",
    "issn": "2689-2820",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "1",
    "pub_year": "2024"
  },
  "start_page": "104",
  "end_page": "115",
  "pages": "104-115",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38415077",
    "pmc": "PMC10898231",
    "doi": "10.1089/pmr.2023.0079",
    "pii": "10.1089/pmr.2023.0079"
  },
  "doi": "10.1089/pmr.2023.0079",
  "pmc_id": "PMC10898231",
  "dates": {
    "revised": "2024-02-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.103586",
    "pmid": "38415077"
  }
}