{
  "pmid": "38412947",
  "uid": "38412947",
  "title": "[Prevalence of paratuberculosis in Thuringian sheep and goat flocks].",
  "abstract": "OBJECTIVE: In Germany, only few data on the current distribution of paratuberculosis in sheep and goat flocks is available. The present study provides an overview of the distribution of Mycobacterium avium ssp. paratuberculosis (MAP) in 165 Thuringian sheep and goat flocks. Also, the study investigated the association between the MAP status of the flock and herd specific factors as well as the association between the individual measured value of ELISA and animal specific factors like age, body condition, sex, and animal species. MATERIAL AND METHODS: To investigate the prevalence of MAP, serum samples from 2550 sheep and 1171 goats from 165 flocks (flock size 2 to 2879 animals) were serologically examined for MAP antibodies in 2021. Additionally, 1 to 6 environmental faecal samples were collected from every flock depending on the flock size. They were examined for the presence of MAP by using both bacteriological cultivation and a commercially available real-time-PCR. RESULTS: MAP antibodies were detected in 41 sheep (1.6%) and 29 goats (2.5%), which accounts to a detection of MAP antibodies in 20.6% of the 165 flocks (on herd level). The symptoms of paratuberculosis, weight loss with preserved appetite and altered fecal consistency, were observed in only four of the flocks. A positive association was identified between the detection of MAP or MAP-specific antibodies in a flock and flock size, as well as positive association between the measured value in the Elisa (s/p ratio) and the age of the animal. Furthermore, an association between an increasing s/p ratio of the ELISA and a decreasing body condition was found. CONCLUSION AND CLINICAL RELEVANCE: Given what is known about the distribution of paratuberculosis in small ruminants, this disease should always be considered as a possible cause of weight loss and diarrhea. In case of high within-herd prevalence herd-specific control measures should be considered. In serological herd monitoring, animals with poor body condition should preferably be included in the sample, as the probability of being able to identify MAP positive animals is higher here.",
  "authors": [
    {
      "last_name": "Wehrle",
      "fore_name": "Frederike",
      "initials": "F",
      "name": "Frederike Wehrle",
      "affiliations": [
        "Thüringer Tierseuchenkasse AdöR, Tiergesundheitsdienst, Jena."
      ]
    },
    {
      "last_name": "Moog",
      "fore_name": "Udo",
      "initials": "U",
      "name": "Udo Moog",
      "affiliations": [
        "Thüringer Tierseuchenkasse AdöR, Tiergesundheitsdienst, Jena."
      ]
    },
    {
      "last_name": "Donat",
      "fore_name": "Karsten",
      "initials": "K",
      "name": "Karsten Donat",
      "affiliations": [
        "Thüringer Tierseuchenkasse AdöR, Tiergesundheitsdienst, Jena."
      ]
    },
    {
      "last_name": "Köhler",
      "fore_name": "Heike",
      "initials": "H",
      "name": "Heike Köhler",
      "affiliations": [
        "Institut für molekulare Pathogenese, Friedrich-Loeffler-Institut, Bundesforschungsinstitut für Tiergesundheit, Standort Jena."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Thüringer Tierseuchenkasse AdöR, Tiergesundheitsdienst, Jena."
      ]
    }
  ],
  "journal": {
    "title": "Tierarztliche Praxis. Ausgabe G, Grosstiere/Nutztiere",
    "iso_abbreviation": "Tierarztl Prax Ausg G Grosstiere Nutztiere",
    "issn": "2567-5834",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "25",
  "end_page": "32",
  "pages": "25-32",
  "language": "ger",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Sheep",
    "Animals",
    "Paratuberculosis",
    "Mycobacterium avium subsp. paratuberculosis",
    "Goats",
    "Prevalence",
    "Sheep Diseases",
    "Goat Diseases",
    "Enzyme-Linked Immunosorbent Assay",
    "Antibodies, Bacterial",
    "Weight Loss"
  ],
  "article_ids": {
    "pubmed": "38412947",
    "doi": "10.1055/a-2219-9102"
  },
  "doi": "10.1055/a-2219-9102",
  "dates": {
    "completed": "2024-02-29",
    "revised": "2024-02-29"
  },
  "chemicals": [
    "Antibodies, Bacterial"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.483480",
    "pmid": "38412947"
  }
}