{
  "pmid": "38427664",
  "uid": "38427664",
  "title": "Public and patient perspectives on the use of clinical and administrative health data to identify and contact people at risk of future illness-The case of chronic kidney disease.",
  "abstract": "For decades, researchers have used linkable administrative health data for evaluating the health care system, subject to local privacy legislation. In Ontario, Canada, the relevant privacy legislation permits some organizations (prescribed entities) to conduct this kind of research but is silent on their ability to identify and contact individuals in those datasets. Following consultation with the Office of the Information and Privacy Commissioner of Ontario, we developed a pilot study to identify and contact by mail a sample of people at high risk for kidney failure within the next 2 years, based on laboratory and administrative data from provincial datasets held by ICES, to ensure they receive needed kidney care. Before proceeding, we conducted six focus groups to understand the acceptability to the public and people living with chronic kidney disease of direct mail outreach to people at high risk of developing kidney failure. While virtually all participants indicated they would likely participate in the study, most felt strongly that the message should come directly from their primary care provider or whoever ordered the laboratory tests, rather than from an unknown organization. If this is not possible, they felt the health care provider should be made aware of the concern related to their kidney health. Most agreed that, if health authorities could identify people at high risk of a treatable life-threatening illness if caught early enough, there is a social responsibility to notify people. While privacy laws allow for free flow of health information among health care providers who provide direct clinical care, the proposed case-finding and outreach falls outside that model. Enabling this kind of information flow will require greater clarity in existing laws or revisions to these laws. This also requires adequate notification and culture change for health care providers and the public around information uses and flows.",
  "authors": [
    {
      "last_name": "Willison",
      "fore_name": "Donald J",
      "initials": "DJ",
      "name": "Donald J Willison",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-2848-3791"
    },
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Lawson Health Research Institute and London Health Sciences Centre, London, Ontario, Canada.",
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bota",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Bota",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Lawson Health Research Institute and London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Almadhoun",
      "fore_name": "Samar",
      "initials": "S",
      "name": "Samar Almadhoun",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Lawson Health Research Institute and London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Scassa",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Scassa",
      "affiliations": [
        "Faculty of Law, Common Law Section, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Lawson Health Research Institute and London Health Sciences Centre, London, Ontario, Canada.",
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada.",
        "Division of Nephrology, Department of Medicine, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    },
    {
      "last_name": "Young",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Young",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Division of Nephrology, Unity Health and the University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "3",
    "pub_year": "2024"
  },
  "start_page": "e0298382",
  "pages": "e0298382",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Pilot Projects",
    "Renal Insufficiency, Chronic",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "38427664",
    "pmc": "PMC10906876",
    "doi": "10.1371/journal.pone.0298382",
    "pii": "PONE-D-23-30054"
  },
  "doi": "10.1371/journal.pone.0298382",
  "pmc_id": "PMC10906876",
  "dates": {
    "completed": "2024-03-04",
    "revised": "2024-03-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.410665",
    "pmid": "38427664"
  }
}