{
  "pmid": "38421322",
  "uid": "38421322",
  "title": "AO Spine Guideline for the Use of Osteobiologics (AOGO) in Anterior Cervical Discectomy and Fusion for Spinal Degenerative Cases.",
  "abstract": "STUDY DESIGN: Guideline. OBJECTIVES: To develop an international guideline (AOGO) about the use of osteobiologics in anterior cervical discectomy and fusion (ACDF) for treating degenerative spine conditions. METHODS: The guideline development process was guided by AO Spine Knowledge Forum Degenerative (KF Degen) and followed the Guideline International Network McMaster Guideline Development Checklist. The process involved 73 participants with expertise in degenerative spine diseases and surgery from 22 countries. Fifteen systematic reviews were conducted addressing respective key topics and evidence was collected. The methodologist compiled the evidence into GRADE Evidence-to-Decision frameworks. Guideline panel members judged the outcomes and other criteria and made the final recommendations through consensus. RESULTS: Five conditional recommendations were created. A conditional recommendation is about the use of allograft, autograft or a cage with an osteobiologic in primary ACDF surgery. Other conditional recommendations are about the use of osteobiologic for single- or multi-level ACDF, and for hybrid construct surgery. It is suggested that surgeons use other osteobiologics rather than human bone morphogenetic protein-2 (BMP-2) in common clinical situations. Surgeons are recommended to choose 1 graft over another or 1 osteobiologic over another primarily based on clinical situation, and the costs and availability of the materials. CONCLUSION: This AOGO guideline is the first to provide recommendations for the use of osteobiologics in ACDF. Despite the comprehensive searches for evidence, there were few studies completed with small sample sizes and primarily as case series with inherent risks of bias. Therefore, high-quality clinical evidence is demanded to improve the guideline.",
  "authors": [
    {
      "last_name": "Meisel",
      "fore_name": "Hans Jörg",
      "initials": "HJ",
      "name": "Hans Jörg Meisel",
      "affiliations": [
        "Department of Neurosurgery, BG Klinikum Bergmannstrost Halle, Halle, Germany."
      ],
      "orcid": "0000-0003-3838-1489"
    },
    {
      "last_name": "Jain",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Jain",
      "affiliations": [
        "Department of Orthopaedic Surgery, Johns Hopkins University, Baltimore, MD, USA."
      ],
      "orcid": "0000-0002-9983-3365"
    },
    {
      "last_name": "Wu",
      "fore_name": "Yabin",
      "initials": "Y",
      "name": "Yabin Wu",
      "affiliations": [
        "Research Department, AO Spine, AO Foundation, Davos, Switzerland."
      ],
      "orcid": "0000-0002-1836-7674"
    },
    {
      "last_name": "Martin",
      "fore_name": "Christopher T",
      "initials": "CT",
      "name": "Christopher T Martin",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Minnesota, Minneapolis, MN, USA."
      ]
    },
    {
      "last_name": "Cabrera",
      "fore_name": "Juan Pablo",
      "initials": "JP",
      "name": "Juan Pablo Cabrera",
      "affiliations": [
        "Department of Neurosurgery, Hospital Clínico Regional de Concepción, Concepción, Chile; Faculty of Medicine, University of Concepción, Concepción, Chile."
      ],
      "orcid": "0000-0003-4685-6106"
    },
    {
      "last_name": "Muthu",
      "fore_name": "Sathish",
      "initials": "S",
      "name": "Sathish Muthu",
      "affiliations": [
        "Department of Orthopaedics, Government Medical College, Dindigul, India; Orthopaedic Research Group, Coimbatore, TN, India."
      ],
      "orcid": "0000-0002-7143-4354"
    },
    {
      "last_name": "Hamouda",
      "fore_name": "Waeel O",
      "initials": "WO",
      "name": "Waeel O Hamouda",
      "affiliations": [
        "Department of Neurosurgery, Kasr Alainy Faculty of Medicine, Research, and Teaching Hospitals, Cairo University, Cairo, Egypt; Neurological & Spinal Surgery Service, Security Forces Hospital, Dammam, Saudi Arabia."
      ],
      "orcid": "0000-0002-4627-0992"
    },
    {
      "last_name": "Rodrigues-Pinto",
      "fore_name": "Ricardo",
      "initials": "R",
      "name": "Ricardo Rodrigues-Pinto",
      "affiliations": [
        "Spinal Unit (UVM), Department of Orthopaedics, Centro Hospitalar Universitário do Porto, Porto, Portugal; Hospital CUF Trindade, Porto, Portugal; Instituto de Ciências Biomédicas Abel Salazar, Universidade do Porto, Porto, Portugal."
      ],
      "orcid": "0000-0002-6903-348X"
    },
    {
      "last_name": "Arts",
      "fore_name": "Jacobus J",
      "initials": "JJ",
      "name": "Jacobus J Arts",
      "affiliations": [
        "Laboratory for Experimental Orthopaedics, Department of Orthopaedic Surgery, CAPHRI, Maastricht University Medical Center, Maastricht, The Netherlands; Orthopaedic Biomechanics, Department of Biomedical Engineering, Eindhoven University of Technology, Eindhoven, The Netherlands."
      ]
    },
    {
      "last_name": "Viswanadha",
      "fore_name": "Arun-Kumar",
      "initials": "AK",
      "name": "Arun-Kumar Viswanadha",
      "affiliations": [
        "Department of Spine Surgery, Reva Spine Centre, Visakhapatnam, India."
      ]
    },
    {
      "last_name": "Vadalà",
      "fore_name": "Gianluca",
      "initials": "G",
      "name": "Gianluca Vadalà",
      "affiliations": [
        "Operative Research Unit of Orthopaedic and Trauma Surgery, Fondazione Policlinico Universitario Campus Bio-Medico, Rome, Italy; Research Unit of Orthopaedic and Trauma Surgery, Department of Medicine and Surgery, Università Campus Bio-Medico di Roma, Rome, Italy."
      ]
    },
    {
      "last_name": "Vergroesen",
      "fore_name": "Pieter-Paul A",
      "initials": "PA",
      "name": "Pieter-Paul A Vergroesen",
      "affiliations": [
        "Department of Orthopedic Surgery, Noordwest Hospitals, Alkmaar, The Netherlands."
      ]
    },
    {
      "last_name": "Ćorluka",
      "fore_name": "Stipe",
      "initials": "S",
      "name": "Stipe Ćorluka",
      "affiliations": [
        "Spinal Surgery Division, Department of Traumatology, University Hospital Centre Sestre Milosrdnice, Zagreb, Croatia; Department of Anatomy and Physiology, University of Applied Health Sciences, Zagreb, Croatia."
      ],
      "orcid": "0000-0002-5732-1150"
    },
    {
      "last_name": "Hsieh",
      "fore_name": "Patrick C",
      "initials": "PC",
      "name": "Patrick C Hsieh",
      "affiliations": [
        "Department of Neurological Surgery, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."
      ],
      "orcid": "0000-0002-7206-4842"
    },
    {
      "last_name": "Demetriades",
      "fore_name": "Andreas K",
      "initials": "AK",
      "name": "Andreas K Demetriades",
      "affiliations": [
        "Department of Neurosurgery, Royal Infirmary of Edinburgh, Scotland, UK."
      ],
      "orcid": "0000-0002-2004-9448"
    },
    {
      "last_name": "Watanabe",
      "fore_name": "Kota",
      "initials": "K",
      "name": "Kota Watanabe",
      "affiliations": [
        "Department of Orthopaedic Surgery, Keio University School of Medicine, Tokyo, Japan."
      ]
    },
    {
      "last_name": "Shin",
      "fore_name": "John H",
      "initials": "JH",
      "name": "John H Shin",
      "affiliations": [
        "Department of Neurosurgery, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Riew",
      "fore_name": "K Daniel",
      "initials": "KD",
      "name": "K Daniel Riew",
      "affiliations": [
        "Department of Neurological Surgery, Weill Cornell Medical College, Cornell University, New York, NY, USA; Department of Orthopedic Surgery, Columbia University College of Physicians and Surgeons, New York, NY, USA."
      ],
      "orcid": "0000-0002-0718-3423"
    },
    {
      "last_name": "Papavero",
      "fore_name": "Luca",
      "initials": "L",
      "name": "Luca Papavero",
      "affiliations": [
        "Clinic for Spine Surgery, Schoen Clinic Hamburg Eilbek, Hamburg, Germany."
      ],
      "orcid": "0000-0002-3664-8736"
    },
    {
      "last_name": "Liu",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Liu",
      "affiliations": [
        "Department of Orthopedic Surgery, National University Hospital, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Zhuojing",
      "initials": "Z",
      "name": "Zhuojing Luo",
      "affiliations": [
        "Department of Orthopaedic Surgery, Xijing Hospital, Xi'an, China."
      ]
    },
    {
      "last_name": "Ahuja",
      "fore_name": "Sashin",
      "initials": "S",
      "name": "Sashin Ahuja",
      "affiliations": [
        "Welsh Centre for Spinal Surgery & Trauma, Department of Spine Surgery, University Hospital of Wales, Cardiff, UK."
      ]
    },
    {
      "last_name": "Fekete",
      "fore_name": "Tamás",
      "initials": "T",
      "name": "Tamás Fekete",
      "affiliations": [
        "Spine Center Division, Schulthess Klinik, Zurich, Switzerland."
      ]
    },
    {
      "last_name": "Uz Zaman",
      "fore_name": "Atiq",
      "initials": "A",
      "name": "Atiq Uz Zaman",
      "affiliations": [
        "Orthopaedic and Spine Surgery Department, Lahore Medical and Dental College, Ghurki Trust Teaching Hospital, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "El-Sharkawi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad El-Sharkawi",
      "affiliations": [
        "Department of Orthopaedic and Trauma Surgery, Faculty of Medicine, Assiut University, Assiut, Egypt."
      ],
      "orcid": "0000-0001-6177-7145"
    },
    {
      "last_name": "Sakai",
      "fore_name": "Daisuke",
      "initials": "D",
      "name": "Daisuke Sakai",
      "affiliations": [
        "Department of Orthopaedic Surgery, Tokai University School of Medicine, Isehara, Japan."
      ]
    },
    {
      "last_name": "Cho",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Cho",
      "affiliations": [
        "Department of Orthopedic Surgery, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Jeffrey C",
      "initials": "JC",
      "name": "Jeffrey C Wang",
      "affiliations": [
        "Department of Orthopaedic Surgery, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA; Department of Neurosurgery, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Yoon",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Yoon",
      "affiliations": [
        "Department of Orthopaedics, Emory University, Atlanta, GA, USA."
      ],
      "orcid": "0000-0003-1010-6952"
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Buser",
      "fore_name": "Zorica",
      "initials": "Z",
      "name": "Zorica Buser",
      "affiliations": [
        "Gerling Institute, Brooklyn, NY, USA; Department of Orthopedic Surgery, NYU Grossman School of Medicine, New York, NY, USA."
      ],
      "orcid": "0000-0002-5680-0643"
    }
  ],
  "journal": {
    "title": "Global spine journal",
    "iso_abbreviation": "Global Spine J",
    "issn": "2192-5682",
    "issn_type": "Print",
    "volume": "14",
    "issue": "2_suppl",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "6S",
  "end_page": "13S",
  "pages": "6S-13S",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38421322",
    "pmc": "PMC10913909",
    "doi": "10.1177/21925682231178204"
  },
  "doi": "10.1177/21925682231178204",
  "pmc_id": "PMC10913909",
  "dates": {
    "revised": "2024-03-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:51.431095",
    "pmid": "38421322"
  }
}