{
  "pmid": "38423401",
  "uid": "38423401",
  "title": "Representation of published core outcome sets in practice guidelines.",
  "abstract": "OBJECTIVES: A core outcome set (COS) is an agreed standardized set of outcomes that should be measured and reported, as a minimum, in specific areas of health or health care. A COS is developed through a consensus process to ensure health care outcomes to be measured are relevant to decision-makers, including patients and health-care professionals. Use of COS in guideline development is likely to increase the relevance of the guideline to those decision-makers. Previous work has looked at the uptake of COS in trials, systematic reviews, health technology assessments and regulatory guidance but to date there has been no evaluation of the use of COS in practice guideline development. The objective of this study was to investigate the representation of core outcomes in a set of international practice guidelines. STUDY DESIGN AND SETTING: We searched for clinical guidelines relevant to ten high-quality COS (with focus on the United Kingdom, Germany, China, India, Canada, Denmark, United States and World Health Organisation). We matched scope between COS and guideline in terms of condition, population and outcome. We calculated the proportion of guidelines mentioning or referencing COS and the proportion of COS domains specifically, or generally, matching to outcomes specified in each guideline populations, interventions, comparators and outcome (PICO) statement. RESULTS: We found 38 guidelines that contained 170 PICO statements matching the scope of the ten COS and of sufficient quality to allow data extraction. None of the guidelines reviewed explicitly mentioned or referenced the relevant COS. The median (range) of the proportion of core outcomes covered either specifically or generally by the guideline PICO was 30% (0%-100%). CONCLUSION: There is no evidence that COS are being used routinely to inform the guideline development process, and concordance between outcomes in published guidelines and those in COS is limited. Further work is warranted to explore barriers and facilitators in the use of COS when developing clinical guidelines.",
  "authors": [
    {
      "last_name": "Rhodes",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Rhodes",
      "affiliations": [
        "Centre for Biostatistics, The University of Manchester, Manchester Academic Health Science Centre, Manchester, UK. Electronic address: Sarah.a.rhodes@manchester.ac.uk."
      ]
    },
    {
      "last_name": "Dodd",
      "fore_name": "Susanna",
      "initials": "S",
      "name": "Susanna Dodd",
      "affiliations": [
        "MRC-NIHR Trials Methodology Research Partnership, Department of Health Data Science, University of Liverpool, Liverpool, L63 3GL, UK."
      ]
    },
    {
      "last_name": "Deckert",
      "fore_name": "Stefanie",
      "initials": "S",
      "name": "Stefanie Deckert",
      "affiliations": [
        "Center for Evidence-Based Healthcare, University Hospital and Faculty of Medicine Carl Gustav Carus, TU Dresden, Dresden, Germany."
      ]
    },
    {
      "last_name": "Vasanthan",
      "fore_name": "Lenny",
      "initials": "L",
      "name": "Lenny Vasanthan",
      "affiliations": [
        "Physiotherapy Unit, Department of Physical Medicine and Rehabilitation, Christian Medical College, Vellore, India; Department of Physiotherapy, Melbourne School of Health Sciences, University of Melbourne, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Qiu",
      "fore_name": "Ruijin",
      "initials": "R",
      "name": "Ruijin Qiu",
      "affiliations": [
        "Key Laboratory of Chinese Internal Medicine of Ministry of Education and Beijing, Beijing University of Chinese Medicine Affiliated Dongzhimen Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Rohde",
      "fore_name": "Jeanett Friis",
      "initials": "JF",
      "name": "Jeanett Friis Rohde",
      "affiliations": [
        "The Parker Institute, Bispebjerg and Frederiksberg Hospital, 2000, Frederiksberg, Denmark; The Danish Health Authority, Department of Evidence-Based Medicine, Islands Brygge 67, 2300, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Florez",
      "fore_name": "Ivan D",
      "initials": "ID",
      "name": "Ivan D Florez",
      "affiliations": [
        "Department of Pediatrics, University of Antioquia, Medellin, Colombia; School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada; Pediatric Intensive Care Unit, Clínica Las Américas-AUNA, Medellín, Antioquia, Colombia."
      ]
    },
    {
      "last_name": "Schmitt",
      "fore_name": "Jochen",
      "initials": "J",
      "name": "Jochen Schmitt",
      "affiliations": [
        "Center for Evidence-Based Healthcare, University Hospital and Faculty of Medicine Carl Gustav Carus, TU Dresden, Dresden, Germany."
      ]
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kirkham",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Kirkham",
      "affiliations": [
        "Centre for Biostatistics, The University of Manchester, Manchester Academic Health Science Centre, Manchester, UK."
      ]
    },
    {
      "last_name": "Williamson",
      "fore_name": "Paula R",
      "initials": "PR",
      "name": "Paula R Williamson",
      "affiliations": [
        "MRC-NIHR Trials Methodology Research Partnership, Department of Health Data Science, University of Liverpool, Liverpool, L63 3GL, UK."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "169",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "111311",
  "pages": "111311",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Practice Guidelines as Topic",
    "Outcome Assessment, Health Care",
    "Consensus"
  ],
  "article_ids": {
    "pubmed": "38423401",
    "doi": "10.1016/j.jclinepi.2024.111311",
    "pii": "S0895-4356(24)00066-0"
  },
  "doi": "10.1016/j.jclinepi.2024.111311",
  "dates": {
    "completed": "2024-05-30",
    "revised": "2024-05-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:58.965783",
    "pmid": "38423401"
  }
}