{
  "pmid": "38421327",
  "uid": "38421327",
  "title": "Development of an International AO Spine Guideline for the Use of Osteobiologics in Anterior Cervical Fusion and Decompression (AO-GO).",
  "abstract": "STUDY DESIGN: Methodological study for guideline development. OBJECTIVE: AO Spine Guideline for Using Osteobiologics (AO-GO) project for spine degenerative pathologies was an international, multidisciplinary collaborative initiative to identify and evaluate evidence on existing use of osteobiologics in Anterior Cervical Fusion and Decompression (ACDF). The aim was to formulate precisely defined, clinically relevant and internationally applicable guidelines ensuring evidence-based, safe and effective use of osteobiologics, considering regional preferences and cost-effectiveness. METHODS: Guideline was completed in two phases: Phase 1- evidence synthesis; Phase 2- recommendation development based on the Grading of Recommendations, Assessment, Development and Evaluations (GRADE) approach. In Phase 1, key questions identified by a panel of experts were addressed in a series of systematic reviews of randomized and non-randomized studies. In Phase 2, the GRADE approach was used to formulate a series of recommendations, including expert panel discussions via web calls and face-to-face meetings. DISCUSSION: AO-GO aims to bridge an important gap between evidence and use of osteobiologics in spine fusion surgeries. Owing to differences in osteobiologics preparation and functional characteristics, regulatory requirements for approval may vary, therefore it is highly likely that these products enter market without quality clinical trials. With a holistic approach the guideline aims to facilitate evidence-based, patient-oriented decision-making processes in clinical practice, thus stimulating further evidence-based studies regarding osteobiologics usage in spine surgeries. In Phase 3, the guideline will be disseminated and validated using prospectively collected clinical data in a separate effort of the AO Spine Knowledge Forum Degenerative in a global multicenter clinical study.",
  "authors": [
    {
      "last_name": "Buser",
      "fore_name": "Zorica",
      "initials": "Z",
      "name": "Zorica Buser",
      "affiliations": [
        "Department of Orthopedic Surgery, Grossman School of Medicine, NYU, NY, USA."
      ],
      "orcid": "0000-0002-5680-0643"
    },
    {
      "last_name": "Meisel",
      "fore_name": "Hans Jörg",
      "initials": "HJ",
      "name": "Hans Jörg Meisel",
      "affiliations": [
        "Neurosurgery, BG Klinikum Bergmannstrost Halle, Halle, Germany."
      ],
      "orcid": "0000-0003-3838-1489"
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Neha",
      "initials": "N",
      "name": "Neha Agarwal",
      "affiliations": [
        "Neurosurgery, BG Klinikum Bergmannstrost Halle, Halle, Germany."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Yabin",
      "initials": "Y",
      "name": "Yabin Wu",
      "affiliations": [
        "AO Foundation, Davos, Switzerland."
      ],
      "orcid": "0000-0002-1836-7674"
    },
    {
      "last_name": "Jain",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Jain",
      "affiliations": [
        "Johns Hopkins Medicine, Baltimore, MD, USA."
      ],
      "orcid": "0000-0002-9983-3365"
    },
    {
      "last_name": "van Hooff",
      "fore_name": "Miranda",
      "initials": "M",
      "name": "Miranda van Hooff",
      "affiliations": [
        "Department of Orthopaedic Surgery, Radboudumc, Nijmegen, Netherlands."
      ]
    },
    {
      "last_name": "Alini",
      "fore_name": "Mauro",
      "initials": "M",
      "name": "Mauro Alini",
      "affiliations": [
        "AO Research Institute, AO Foundation, Davos, Switzerland."
      ]
    },
    {
      "last_name": "Yoon",
      "fore_name": "Sangwook Tim",
      "initials": "ST",
      "name": "Sangwook Tim Yoon",
      "affiliations": [
        "Orthopedic Surgery, Emory University School of Medicine, Atlanta, GA, USA."
      ],
      "orcid": "0000-0003-1010-6952"
    },
    {
      "last_name": "Wang",
      "fore_name": "Jeffrey C",
      "initials": "JC",
      "name": "Jeffrey C Wang",
      "affiliations": [
        "Department of Orthopedic Surgery, Keck School of Medicine, USC, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "McMaster University Department of Health Research Methods Evidence and Impact, Hamilton, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Global spine journal",
    "iso_abbreviation": "Global Spine J",
    "issn": "2192-5682",
    "issn_type": "Print",
    "volume": "14",
    "issue": "2_suppl",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "14S",
  "end_page": "23S",
  "pages": "14S-23S",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38421327",
    "pmc": "PMC10913912",
    "doi": "10.1177/21925682231201601"
  },
  "doi": "10.1177/21925682231201601",
  "pmc_id": "PMC10913912",
  "dates": {
    "revised": "2024-03-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:51.431636",
    "pmid": "38421327"
  }
}