{
  "pmid": "38424631",
  "uid": "38424631",
  "title": "Indigenous approaches to health assessment: a scoping review protocol.",
  "abstract": "BACKGROUND: Health assessment tools developed using mainstream or Western concepts have been widely used in clinical practice worldwide. However, even culturally adapted or culturally based tools may not be relevant in other social contexts if they are grounded in Western beliefs and perspectives. The application of mainstream assessment tools, when used in Indigenous populations, can lead to the inappropriate application of normative data and inaccurate or biased diagnosis of conditions as Indigenous concepts of health differ from Western biomedical concepts of health. Thus, considering the need for culturally meaningful, sensitive, safe, and unbiased health assessment approaches and instruments over recent years, tools have been developed or adapted by and with Indigenous populations in Australia, Aotearoa/New Zealand, Canada, and the United States. However, there is no existing systematic or scoping review to identify the methods and approaches used in adapting or developing health assessment tools for use with the Indigenous population in Australia, Aotearoa/New Zealand, Canada, and the United States. METHODS: In response to these gaps, we are working with a First Nations Community Advisory Group in Northern Ontario, Canada, to undertake a scoping review following the 2020 JBI methodology for scoping reviews. A systematic search will be conducted in PubMed, APA PsychINFO, CINAHL, MEDLINE, Web of Science, Bibliography of Native North Americans, Australian Indigenous Health info data set, and Indigenous Health Portal. Two reviewers will independently screen all abstracts and full-text articles for inclusion using criteria co-developed with an advisory group. We will chart the extracted information and summarize and synthesize the data. The summarized findings will be presented to a Community Advisory Group, including First Nations community partners, an Elder, and community members, and their feedback will be incorporated into the discussion section of the scoping review. DISCUSSION: This scoping review involves iterative consultation with the Indigenous and non-Indigenous scholars, First Nations Community Advisory Group, and community partners throughout the research process. This review aims to summarize the evidence on standard ethical approaches and practices used in Indigenous research while adapting or developing health assessment tools. It will inform the larger study focused on developing an Indigenous Functional Assessment tool. Further, it will seek whether the Indigenous ways of knowing and equitable participation of Indigenous people and communities are incorporated in the Indigenous research process. SYSTEMATIC REVIEW REGISTRATION: Open Science Framework https://osf.io/yznwk .",
  "authors": [
    {
      "last_name": "Sharma",
      "fore_name": "Nabina",
      "initials": "N",
      "name": "Nabina Sharma",
      "affiliations": [
        "School of Kinesiology and Health Sciences, Laurentian University, Sudbury, ON, Canada. nsharma2@laurentian.ca."
      ],
      "orcid": "0000-0003-0358-6185"
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Walker",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wenghofer",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Wenghofer",
      "affiliations": [
        "School of Kinesiology and Health Sciences, Laurentian University, Sudbury, ON, Canada."
      ]
    },
    {
      "last_name": "Moeke-Pickering",
      "fore_name": "Taima",
      "initials": "T",
      "name": "Taima Moeke-Pickering",
      "affiliations": [
        "School of Indigenous Relations, Laurentian University, Sudbury, ON, Canada."
      ]
    },
    {
      "last_name": "Lindenbach",
      "fore_name": "Jeannette",
      "initials": "J",
      "name": "Jeannette Lindenbach",
      "affiliations": [
        "School of Nursing, Laurentian University, Sudbury, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "29"
  },
  "start_page": "78",
  "pages": "78",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Australia",
    "Canada",
    "Indigenous Peoples",
    "United States",
    "New Zealand",
    "Population Health",
    "Australian Aboriginal and Torres Strait Islander Peoples",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "38424631",
    "pmc": "PMC10903070",
    "doi": "10.1186/s13643-024-02496-2",
    "pii": "10.1186/s13643-024-02496-2"
  },
  "doi": "10.1186/s13643-024-02496-2",
  "pmc_id": "PMC10903070",
  "dates": {
    "completed": "2024-03-04",
    "revised": "2025-06-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:06.460563",
    "pmid": "38424631"
  }
}