{
  "pmid": "38421991",
  "uid": "38421991",
  "title": "Matching the right study design to decision-maker questions: Results from a Delphi study.",
  "abstract": "Research evidence can play an important role in each stage of decision-making, evidence-support systems play a key role in aligning the demand for and supply of evidence. This paper provides guidance on what type of study designs most suitably address questions asked by decision-makers. This study used a two-round online Delphi approach, including methodological experts in different areas, disciplines, and geographic locations. Participants prioritized study designs for each of 40 different types of question, with a Kendall's W greater than 0.6 and reaching statistical significance (p<0.05) considered as a consensus. For each type of question, we sorted the final rankings based on their median ranks and interquartile ranges, and listed the four study designs with the highest median ranks. Participants provided 29 answers in the two rounds of the Delphi, and reached a consensus for 28 (out of the 40) questions (eight in the first round and 20 in the second). Participants achieved a consensus for 8 of 15 questions in stage I (clarifying a societal problem, its causes, and potential impacts), 12 of 13 in stage II (finding options to address a problem) and four of six in each of stages III (implementing or scaling-up an option) and IV (monitoring implementation and evaluating impact). This paper provides guidance on what study designs are more suitable to give insights on 28 different types of questions. Decision-makers, evidence intermediaries (, researchers and funders can use this guidance to make better decisions on what type of study design to commission, use or fund when answering specific needs.",
  "authors": [
    {
      "last_name": "Mansilla",
      "fore_name": "Cristián",
      "initials": "C",
      "name": "Cristián Mansilla",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada.",
        "Health Policy PhD program, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-2377-0094"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sweetman",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Sweetman",
      "affiliations": [
        "Department of Economics, Faculty of Social Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8726-7557"
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PLOS global public health",
    "iso_abbreviation": "PLOS Glob Public Health",
    "issn": "2767-3375",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "2",
    "pub_year": "2024"
  },
  "start_page": "e0002752",
  "pages": "e0002752",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38421991",
    "pmc": "PMC10903833",
    "doi": "10.1371/journal.pgph.0002752",
    "pii": "PGPH-D-23-01511"
  },
  "doi": "10.1371/journal.pgph.0002752",
  "pmc_id": "PMC10903833",
  "dates": {
    "revised": "2024-03-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:01.058830",
    "pmid": "38421991"
  }
}