{
  "pmid": "38432702",
  "uid": "38432702",
  "title": "Ventilator Weaning and Extubation.",
  "abstract": "Increasing evidence supports specific approaches to liberate patients from invasive ventilation including the use of liberation protocols, inspiratory assistance during spontaneous breathing trials (SBTs), early extubation of patients with chronic obstructive pulmonary disease to noninvasive ventilation, and prophylactic use of noninvasive support strategies after extubation. Additional research is needed to elucidate the best criteria to identify patients who are ready to undergo an SBT and to inform optimal screening frequency, the best SBT technique and duration, extubation assessments, and extubation decision-making. Additional clarity is also needed regarding the optimal timing to measure and report extubation success.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada; Department of Medicine and Division of Critical Care, Unity Health Toronto, St. Michaels Hospital, Toronto, Ontario, Canada; Li Ka Shing Knowledge Institute, Unity Health Toronto, St. Michael's Hospital, Toronto, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: Karen.burns@unityhealth.to."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Hamilton Health Sciences, Juravinski Hospital, Hamilton, Ontario, Canada; Department of Critical Care, Hamilton Health Sciences, Juravinski Hospital, Hamilton, Ontario, Canada. Electronic address: https://twitter.com/Bram_Rochwerg."
      ]
    },
    {
      "last_name": "Seely",
      "fore_name": "Andrew J E",
      "initials": "AJE",
      "name": "Andrew J E Seely",
      "affiliations": [
        "Department of Critical Care, Ottawa Hospital, Ottawa, Ontario, Canada; Division of Thoracic Surgery, Department of Surgery, University of Ottawa, Ottawa, Ontario, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Critical care clinics",
    "iso_abbreviation": "Crit Care Clin",
    "issn": "1557-8232",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "391",
  "end_page": "408",
  "pages": "391-408",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Ventilator Weaning",
    "Airway Extubation",
    "Noninvasive Ventilation",
    "Pulmonary Disease, Chronic Obstructive"
  ],
  "article_ids": {
    "pubmed": "38432702",
    "doi": "10.1016/j.ccc.2024.01.007",
    "pii": "S0749-0704(24)00007-1"
  },
  "doi": "10.1016/j.ccc.2024.01.007",
  "dates": {
    "completed": "2024-03-05",
    "revised": "2024-03-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.237850",
    "pmid": "38432702"
  }
}