{
  "pmid": "38434541",
  "uid": "38434541",
  "title": "Artificial intelligence as a teaching tool for gynaecological ultrasound: A systematic search and scoping review.",
  "abstract": "PURPOSE: The aim of this study was to investigate the current application of artificial intelligence (AI) tools in the teaching of ultrasound skills as they pertain to gynaecological ultrasound. METHODS: A scoping review was performed. Eight databases (MEDLINE, EMBASE, EMCARE, CINAHL, Scopus, Web of Science, IEEE Xplore and ACM digital library) were searched in December 2022 using predefined keywords. All types of publications were eligible for inclusion so long as they reported the use of an AI tool, included reference to or discussion of teaching or the improvement of ultrasound skills and pertained to gynaecological ultrasound. Conference abstracts and non-English language papers which could not be adequately translated into English were excluded. RESULTS: The initial database search returned 481 articles. After screening against our inclusion and exclusion criteria, two were deemed to meet the inclusion criteria. Neither of the articles included reported original research (one systematic review and one review article). Neither of the included articles explicitly provided details of specific tools developed for the teaching of ultrasound skills for gynaecological imaging but highlighted similar applications within the field of obstetrics which could potentially be expanded. CONCLUSION: Artificial intelligence can potentially assist in the training of sonographers and other ultrasound operators, including in the field of gynaecological ultrasound. This scoping review revealed however that to date, no original research has been published reporting the use or development of such a tool specifically for gynaecological ultrasound.",
  "authors": [
    {
      "last_name": "Deslandes",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Deslandes",
      "affiliations": [
        "Robinson Research Institute University of Adelaide Adelaide South Australia Australia."
      ],
      "orcid": "0000-0001-7094-3950"
    },
    {
      "last_name": "Avery",
      "fore_name": "Jodie",
      "initials": "J",
      "name": "Jodie Avery",
      "affiliations": [
        "Robinson Research Institute University of Adelaide Adelaide South Australia Australia."
      ],
      "orcid": "0000-0002-8857-9162"
    },
    {
      "last_name": "Chen",
      "fore_name": "Hsiang-Ting",
      "initials": "HT",
      "name": "Hsiang-Ting Chen",
      "affiliations": [
        "School of Computer and Mathematical Sciences University of Adelaide Adelaide South Australia Australia."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Robinson Research Institute University of Adelaide Adelaide South Australia Australia.",
        "Department of Obstetrics and Gynecology McMaster University Hamilton Ontario Canada."
      ],
      "orcid": "0000-0001-5538-6906"
    },
    {
      "last_name": "Condous",
      "fore_name": "George",
      "initials": "G",
      "name": "George Condous",
      "affiliations": [
        "Robinson Research Institute University of Adelaide Adelaide South Australia Australia."
      ]
    },
    {
      "last_name": "Hull",
      "fore_name": "M Louise",
      "initials": "ML",
      "name": "M Louise Hull",
      "affiliations": [
        "Robinson Research Institute University of Adelaide Adelaide South Australia Australia."
      ],
      "orcid": "0000-0003-4660-4005"
    }
  ],
  "journal": {
    "title": "Australasian journal of ultrasound in medicine",
    "iso_abbreviation": "Australas J Ultrasound Med",
    "issn": "2205-0140",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "5",
  "end_page": "11",
  "pages": "5-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38434541",
    "pmc": "PMC10902831",
    "doi": "10.1002/ajum.12368",
    "pii": "AJUM12368"
  },
  "doi": "10.1002/ajum.12368",
  "pmc_id": "PMC10902831",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.183859",
    "pmid": "38434541"
  }
}