{
  "pmid": "38433613",
  "uid": "38433613",
  "title": "Linear enamel hypoplasia in Homo naledi reappraised in light of new Retzius periodicities.",
  "abstract": "OBJECTIVES: Among low-latitude apes, developmental defects of enamel often recur twice yearly, linkable to environmental cycles. Surprisingly, teeth of Homo naledi from Rising Star in South Africa (241-335 kya), a higher latitude site with today a single rainy season, also exhibit bimodally distributed hypoplastic enamel defects, but with uncertain timing and etiology. Newly determined Retzius periodicities for enamel formation in this taxon enable a reconstruction of the temporal patterning of childhood stress. METHODS: Using high resolution casts of 31 isolated anterior teeth from H. naledi, 82 enamel defects (linear enamel hypoplasia [LEH]) were identified. Seventeen teeth are assigned to three individuals. Perikymata in the occlusal wall of enamel furrows and between the onsets of successive LEH were visualized with scanning electron microscopy and counted. Defects were measured with an optical scanner. Conversion of perikymata counts to estimates of LEH duration and inter-LEH interval draws upon Retzius periodicities of 9 and 11 days. RESULTS: Anterior teeth record more than a year of developmental distress, expressed as two asymmetric intervals centered on 4.5 and 7.5 months bounded by three LEH. Durations, also, show bimodal distributions, lasting 3 or 12 weeks. Short duration LEH are more severe than long duration. Relative incisor/canine rates of formation are indistinguishable from modern humans. DISCUSSION: We invoke a disease and dearth model, with short episodes of distress reflecting onset of disease in young infants, lasting about 3 weeks, followed by a season of undernutrition, possibly intensified by secondary plant compounds, spanning about 12 weeks, inferably coincident with austral winter.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark Fretson",
      "initials": "MF",
      "name": "Mark Fretson Skinner",
      "affiliations": [
        "Department of Archaeology, Simon Fraser University, Burnaby, British Columbia, Canada."
      ],
      "orcid": "0000-0002-9411-3385"
    },
    {
      "last_name": "Delezene",
      "fore_name": "Lucas Kyle",
      "initials": "LK",
      "name": "Lucas Kyle Delezene",
      "affiliations": [
        "Department of Anthropology, University of Arkansas, Fayetteville, Arkansas, USA.",
        "Centre for the Exploration of the Deep Human Journey, University of the Witwatersrand, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "Matthew M",
      "initials": "MM",
      "name": "Matthew M Skinner",
      "affiliations": [
        "Centre for the Exploration of the Deep Human Journey, University of the Witwatersrand, Johannesburg, South Africa.",
        "Max Planck Institute for Evolutionary Anthropology, Leipzig, Germany."
      ]
    },
    {
      "last_name": "Mahoney",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Mahoney",
      "affiliations": [
        "Skeletal Biology Research Centre, School of Anthropology and Conservation, University of Kent, Canterbury, UK."
      ],
      "orcid": "0000-0002-2715-3096"
    }
  ],
  "journal": {
    "title": "American journal of biological anthropology",
    "iso_abbreviation": "Am J Biol Anthropol",
    "issn": "2692-7691",
    "issn_type": "Electronic",
    "volume": "184",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "e24927",
  "pages": "e24927",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Dental Enamel Hypoplasia",
    "Hominidae",
    "South Africa",
    "Animals",
    "Fossils",
    "Dental Enamel",
    "Microscopy, Electron, Scanning",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "38433613",
    "doi": "10.1002/ajpa.24927"
  },
  "doi": "10.1002/ajpa.24927",
  "dates": {
    "completed": "2024-06-19",
    "revised": "2024-07-16"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Connor Family Faculty Foundation"
    },
    {
      "agency": "Wenner-Gren Foundation"
    },
    {
      "grant_id": "RG110435",
      "agency": "Royal Society"
    },
    {
      "grant_id": "RPG-2018-226",
      "agency": "The Leverhulme Trust"
    },
    {
      "agency": "Evolutionary Studies Institute at the University of Witwatersrand"
    },
    {
      "grant_id": "819960",
      "agency": "European Union's Horizon 2020 Research and Innovation Programme"
    },
    {
      "agency": "Office of Research and Development at the University of Arkansas"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.424548",
    "pmid": "38433613"
  }
}