{
  "pmid": "38430981",
  "uid": "38430981",
  "title": "Arthroscopic stabilization surgery for first-time anterior shoulder dislocations: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: The optimal management of first-time anterior shoulder dislocations (FTASDs) remains controversial. Therefore, the purpose of this study was to assess the efficacy of arthroscopic stabilization surgery for FTASDs through a systematic review and meta-analysis of existing literature. METHODS: MEDLINE, Embase, and Web of Science were searched from inception to December 18, 2022, for single-arm or comparative studies assessing FTASDs managed with arthroscopic stabilization surgery following first-time dislocation. Eligible comparative studies included studies assessing outcomes following immobilization for an FTASD, or arthroscopic stabilization following recurrent dislocations. Eligible levels of evidence were I to IV. Primary outcomes included rates of shoulder redislocations, cumulative shoulder instability, and subsequent shoulder stabilization surgery. RESULTS: Thirty-four studies with 2222 shoulder dislocations were included. Of these, 5 studies (n = 408 shoulders) were randomized trials comparing immobilization to arthroscopic Bankart repair (ABR) after a first dislocation. Another 16 studies were nonrandomized comparative studies assessing arthroscopic Bankart repair following first-time dislocation (ABR-F) to either immobilization (studies = 8, n = 399 shoulders) or arthroscopic Bankart repair following recurrent dislocations (ABR-R) (studies = 8, n = 943 shoulder). Mean follow-up was 59.4 ± 39.2 months across all studies. Cumulative loss to follow-up was 4.7% (range, 0%-32.7%). A composite rate of pooled redislocation, cumulative instability, and reoperations across ABR-F studies was 6.8%, 11.2%, and 6.1%, respectively. Meta-analysis found statistically significant reductions in rates of redislocation (odds ratio [OR] 0.09, 95% confidence interval [CI] 0.04-0.3, P < .001), cumulative instability (OR 0.05, 95% CI 0.03-0.08, P < .001), and subsequent surgery (OR 0.08, 95% CI 0.04-0.15, P < .001) when comparing ABR-F to immobilization. Rates of cumulative instability (OR 0.32, 95% CI 0.22-0.47, P < .001) and subsequent surgery rates (OR 0.27, 95% CI 0.09-0.76, P = .01) were significantly reduced with ABR-F relative to ABR-R, with point estimate of effect favoring ABR-F for shoulder redislocation rates (OR 0.59, 95% CI 0.19-1.83, P = .36). Return to sport rates to preoperative levels or higher were 3.87 times higher following ABR-F compared to immobilization (95% CI 1.57-9.52, P < .001), with limited ABR-R studies reporting this outcome. The median fragility index of the 5 included randomized controlled trials (RCTs) was 2, meaning reversing only 2 outcome events rendered the trials' findings no longer statistically significant. CONCLUSION: Arthroscopic stabilization surgery for FTASDs leads to lower rates of redislocations, cumulative instability, and subsequent stabilization surgery relative to immobilization or arthroscopic stabilization surgery following recurrence. Although a limited number of RCTs have been published on the subject matter to date, the strength of their conclusions is limited by a small sample size and statistically fragile results.",
  "authors": [
    {
      "last_name": "Abdel Khalik",
      "fore_name": "Hassaan",
      "initials": "H",
      "name": "Hassaan Abdel Khalik",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lameire",
      "fore_name": "Darius L",
      "initials": "DL",
      "name": "Darius L Lameire",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: khanmm2@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of shoulder and elbow surgery",
    "iso_abbreviation": "J Shoulder Elbow Surg",
    "issn": "1532-6500",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "1858",
  "end_page": "1872",
  "pages": "1858-1872",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Shoulder Dislocation",
    "Arthroscopy",
    "Joint Instability",
    "Recurrence"
  ],
  "article_ids": {
    "pubmed": "38430981",
    "doi": "10.1016/j.jse.2024.01.037",
    "pii": "S1058-2746(24)00155-1"
  },
  "doi": "10.1016/j.jse.2024.01.037",
  "dates": {
    "completed": "2024-07-17",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.315255",
    "pmid": "38430981"
  }
}