{
  "pmid": "38438665",
  "uid": "38438665",
  "title": "Understanding Canadian stakeholders' views on measuring and valuing health for children and adolescents: a qualitative study.",
  "abstract": "OBJECTIVE: Valuing child health is critical to assessing the value of healthcare interventions for children. However, there remain important methodological and normative issues. This qualitative study aimed to understand the views of Canadian stakeholders on these issues. METHODS: Stakeholders from health technology assessment (HTA) agencies, pharmaceutical industry representatives, healthcare providers, and academic researchers/scholars were invited to attend an online interview. Semi-structured interviews were designed to focus on: (1) comparing the 3-level and 5-level versions of the EQ-5D-Y; (2) source of preferences for valuation (adults vs. children); (3) perspective of valuation tasks; and (4) methods for valuation (discrete choice experiment [DCE] and its variants versus time trade-off [TTO]). Participants were probed to consider HTA guidelines, cognitive capacity, and potential ethical concerns. All interviews were recorded and transcribed verbatim. Framework analysis with the incidence density method was used to analyze the data. RESULTS: Fifteen interviews were conducted between May and September 2022. 66.7% (N = 10) of participants had experience with economic evaluations, and 86.7% (N = 13) were parents. Eleven participants preferred the EQ-5D-Y-5L. 12 participants suggested that adolescents should be directly involved in child health valuation from their own perspective. The participants were split on the ethical concerns. Eight participants did not think that there was ethical concern. 11 participants preferred DCE to TTO. Among the DCE variants, 6 participants preferred the DCE with duration to the DCE with death. CONCLUSIONS: Most Canadian stakeholders supported eliciting the preferences of adolescents directly from their own perspective for child health valuation. DCE was preferred if adolescents are directly involved.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada. fengxie@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada. fengxie@mcmaster.ca."
      ],
      "orcid": "0000-0003-3454-6266"
    },
    {
      "last_name": "Xie",
      "fore_name": "Shitong",
      "initials": "S",
      "name": "Shitong Xie",
      "affiliations": [
        "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin, China."
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": [
        "The Hospital for Sick Children, Toronto, Canada.",
        "Dalla Lana School of Public Health, The University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Ohinmaa",
      "fore_name": "Arto",
      "initials": "A",
      "name": "Arto Ohinmaa",
      "affiliations": [
        "School of Public Health, University of Alberta, Edmonton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
    "iso_abbreviation": "Qual Life Res",
    "issn": "1573-2649",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "1415",
  "end_page": "1422",
  "pages": "1415-1422",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Canada",
    "Child",
    "Qualitative Research",
    "Adolescent",
    "Male",
    "Female",
    "Stakeholder Participation",
    "Quality of Life",
    "Interviews as Topic",
    "Child Health",
    "Technology Assessment, Biomedical",
    "Adult",
    "Health Personnel",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "38438665",
    "pmc": "PMC11045599",
    "doi": "10.1007/s11136-024-03618-y",
    "pii": "10.1007/s11136-024-03618-y"
  },
  "doi": "10.1007/s11136-024-03618-y",
  "pmc_id": "PMC11045599",
  "dates": {
    "completed": "2024-04-25",
    "revised": "2025-04-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "342-RA",
      "agency": "EuroQol Research Foundation"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.339483",
    "pmid": "38438665"
  }
}