{
  "pmid": "38431263",
  "uid": "38431263",
  "title": "Evaluating the Association between the Implementation of the PoET (Prevention of Error-Based Transfers) Southwest Spread Project and Palliative Care Provision: A Quasi-Experimental Matched Cohort Study Using Population-Level Health Administrative Data.",
  "abstract": "OBJECTIVES: The PoET (Prevention of Error-based Transfers) project seeks to align long-term care (LTC) home informed consent practices to existing legislation, thereby reducing consent-related error-based transfers to acute care. We sought to measure changes in resident-level palliative care provision after participating in the PoET Southwest Spread Project (PSSP), and to identify patient and LTC home characteristics associated with palliative care provision. DESIGN: Quasi-experimental matched (1:1 ratio) cohort study design using linked population-based health administrative data. SETTING: Sixty LTC homes (PSSP = 30; Control = 30) in Ontario, Canada, from November 2019 to December 2021. METHODS: We matched 30 PSSP to 30 control homes and described incidence rates for resident-level palliative care provision (ie, physician palliative care encounters and palliative medication prescriptions) during the 7-month postimplementation period. We used generalized linear mixed models to evaluate the association between PSSP implementation and palliative care provision during the postimplementation period. We adjusted for resident-level characteristics (ie, age, sex, comorbidity status) and home-level characteristics (ie, rurality status, profit model, COVID-19 impact). We identified a decedent subcohort to measure palliative care provision patterns during the last 2 months of life. RESULTS: We captured a matched cohort of 8894 residents (PSSP = 4103; Control = 4791). Incidence rates of palliative care encounters increased during the postimplementation period for PSSP (82.6 to 85.4 per 100 person-months) but not for control residents (68.8 to 65.3 per 100 person-months). After adjusting for key covariates, PSSP exposure was associated increased palliative care provision (incidence rate ratio 2.47, 95% CI 2.31-2.64) and palliative care medication prescription (1.16, 95% CI 1.12-1.20). Larger home size, certain health regions, and higher number of comorbidities were associated with increased physician palliative care encounters. CONCLUSIONS AND IMPLICATIONS: By promoting correct informed consent practices in LTC, PSSP participation increased palliative care provision for PSSP LTC residents across all settings.",
  "authors": [
    {
      "last_name": "Siu",
      "fore_name": "Henry Yu-Hin",
      "initials": "HY",
      "name": "Henry Yu-Hin Siu",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: siuh3@mcmaster.ca."
      ]
    },
    {
      "last_name": "Hafid",
      "fore_name": "Shuaib",
      "initials": "S",
      "name": "Shuaib Hafid",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kirkwood",
      "fore_name": "David",
      "initials": "D",
      "name": "David Kirkwood",
      "affiliations": [
        "ICES McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Elston",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Elston",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Perez",
      "affiliations": [
        "ICES McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "ICES McMaster University, Hamilton, Ontario, Canada; Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oliver",
      "fore_name": "Jill",
      "initials": "J",
      "name": "Jill Oliver",
      "affiliations": [
        "William Osler Health System, Brampton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chidwick",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Chidwick",
      "affiliations": [
        "William Osler Health System, Brampton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nitti",
      "fore_name": "Theresa",
      "initials": "T",
      "name": "Theresa Nitti",
      "affiliations": [
        "William Osler Health System, Brampton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "ICES McMaster University, Hamilton, Ontario, Canada; Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "104956",
  "pages": "104956",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Palliative Care",
    "Ontario",
    "Female",
    "Male",
    "Aged",
    "Aged, 80 and over",
    "Cohort Studies",
    "COVID-19",
    "Long-Term Care",
    "Nursing Homes",
    "Patient Transfer"
  ],
  "article_ids": {
    "pubmed": "38431263",
    "doi": "10.1016/j.jamda.2024.01.025",
    "pii": "S1525-8610(24)00081-1"
  },
  "doi": "10.1016/j.jamda.2024.01.025",
  "dates": {
    "completed": "2024-05-29",
    "revised": "2024-05-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:55.791913",
    "pmid": "38431263"
  }
}