{
  "pmid": "38441173",
  "uid": "38441173",
  "title": "Efficacy of oats in dyslipidemia: a systematic review and meta-analysis.",
  "abstract": "Background: In recent years, oats' effect on lowering serum cholesterol has been recognized. However, no systematic reviews summarized the effect of daily consumption of oat-based products on serum lipids in patients with dyslipidemia. Methods: We searched eight databases and two clinical trial registries from inception to July 31, 2023. We included randomized controlled trials (RCTs) evaluating the efficacy of oat-based products (≥4 weeks) on lipid levels or cardiovascular events in patients with dyslipidemia. Two authors independently screened articles, extracted data and assessed the risk of bias of included studies with Cochrane risk-of-bias tool 2.0. We used STATA 17.0 to conduct meta-analysis and Grading of Recommendations Assessment, Development and Evaluation (GRADE) to assess the certainty of evidence. Results: We finally included 17 eligible trials with 1731 subjects. The oat intervention varied from oat β-glucan-based products to oat bran-based products and wholegrain oat. Overall, the risk of bias of included trials was high or some concerns were noted because of the inadequate randomization, allocation concealment, and inappropriate data analysis method. Compared to the placebo or usual diet, one study indicated that oat-based products have no significant difference in major cardiovascular events. Pooled estimates showed that oat-based products may result in a large reduction in LDL-C (WMD, -0.24 mmol L[-1]; 95% CI: -0.33, -0.15) (moderate certainty) and TC (WMD, -0.32 mmol L[-1]; 95% CI: -0.48, -0.17) (moderate certainty). Compared to other diets (mainly other cereals), oat-based products probably reduce the level of LDL-C (WMD, -0.17 mmol L[-1]; 95% CI: -0.25, -0.08) (moderate certainty) and TC (WMD, -0.21 mmol L[-1]; 95% CI: -0.30, -0.12) (moderate certainty). Both groups showed that oat-based products had little effect on HDL-C and TG (moderate certainty). Oat-related adverse events were mostly gastrointestinal such as diarrhea, nausea, and flatulence being the most prevalent. Conclusions: Oat-based products may reduce TC and LDL-C, but have little effect on TG, HDL-C, and major cardiovascular events in patients with dyslipidemia.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Anqi",
      "initials": "A",
      "name": "Anqi Li",
      "affiliations": [
        "Guang'an Men Hospital, China Academy of Chinese Medical Sciences, No. 5, Bixiange Street, Xicheng District, Beijing 100051, China. heqingyongg@163.com."
      ],
      "orcid": "0000-0003-0262-9008"
    },
    {
      "last_name": "Gao",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Gao",
      "affiliations": [
        "Guang'an Men Hospital, China Academy of Chinese Medical Sciences, No. 5, Bixiange Street, Xicheng District, Beijing 100051, China. heqingyongg@163.com.",
        "Beijing University of Chinese Medicine, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yingcai",
      "initials": "Y",
      "name": "Yingcai Li",
      "affiliations": [
        "Bureau of Agriculture and Rural Affairs, Yulong Naxi Autonomous County, Yunnan, China."
      ]
    },
    {
      "last_name": "Qi",
      "fore_name": "Shihao",
      "initials": "S",
      "name": "Shihao Qi",
      "affiliations": [
        "Guang'an Men Hospital, China Academy of Chinese Medical Sciences, No. 5, Bixiange Street, Xicheng District, Beijing 100051, China. heqingyongg@163.com.",
        "Beijing University of Chinese Medicine, Beijing, China."
      ]
    },
    {
      "last_name": "Meng",
      "fore_name": "Tiantian",
      "initials": "T",
      "name": "Tiantian Meng",
      "affiliations": [
        "Department of Rehabilitation, Dongfang Hospital, Beijing University of Chinese Medicine, Beijing, China."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Shanshan",
      "initials": "S",
      "name": "Shanshan Yu",
      "affiliations": [
        "Graduate School of Henan University of Chinese Medicine, Henan, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (formerly the Department of Clinical Epidemiology and Biostatistics), McMaster University, HSC 2C, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada. Madisonz1220@gmail.com.",
        "CEBIM (Center for Evidence Based Integrative Medicine)-Clarity Collaboration, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "He",
      "fore_name": "Qingyong",
      "initials": "Q",
      "name": "Qingyong He",
      "affiliations": [
        "Guang'an Men Hospital, China Academy of Chinese Medical Sciences, No. 5, Bixiange Street, Xicheng District, Beijing 100051, China. heqingyongg@163.com."
      ]
    }
  ],
  "journal": {
    "title": "Food & function",
    "iso_abbreviation": "Food Funct",
    "issn": "2042-650X",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "7",
    "pub_year": "2024",
    "pub_month": "Apr",
    "pub_day": "02"
  },
  "start_page": "3232",
  "end_page": "3245",
  "pages": "3232-3245",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Avena",
    "Cholesterol, LDL",
    "Dyslipidemias",
    "Randomized Controlled Trials as Topic",
    "Diet"
  ],
  "article_ids": {
    "pubmed": "38441173",
    "doi": "10.1039/d3fo04394k"
  },
  "doi": "10.1039/d3fo04394k",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2024-08-14"
  },
  "chemicals": [
    "Cholesterol, LDL"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:01.630281",
    "pmid": "38441173"
  }
}