{
  "pmid": "38447854",
  "uid": "38447854",
  "title": "Reporting of health equity considerations in vaccine trials for COVID-19: a methodological review.",
  "abstract": "BACKGROUND AND OBJECTIVES: An emerging body of randomized controlled trials (RCTs) on COVID-19 vaccines has served as the evidence base for public health decision-making. While it is recommended that RCTs report results by health equity stratifiers to reduce bias in health care and gaps in research, it is unknown whether this was done in COVID-19 vaccine trials. To critically examine the use of health equity stratifiers in COVID-19 vaccine trials. STUDY DESIGN AND SETTING: We conducted a methodological review of published COVID-19 vaccine trials available in the COVID-19 living Network Meta-Analysis systematic review database through February 8, 2023. Based on the PROGRESS-Plus framework, we examined the following health equity stratifiers: place of residence, race/ethnicity, occupation, gender/sex, religion, education, socio-economic status, social capital, age, disability, features of relationships, and temporary situations. We assessed each study in duplicate according to three criteria for comprehensive health-equity reporting: 1) describing participants, 2) reporting equity-relevant results, and 3) discussing equity-relevant implications of trial findings. RESULTS: We reviewed 144 trial manuscripts. The most frequently used PROGRESS-Plus stratifiers to describe participants were age (100%), place of residence (100%), gender/sex (99%), and race/ethnicity (64%). Age was most often used to disaggregate or adjust results (67%), followed by gender or sex (35%). Discussions of equity-relevant implications often indicated limited generalizability of results concerning age (40% of studies). Half (47%) of the studies considered at least one health equity stratifier for all three criteria. No trials included stratifiers related to religion, socioeconomic status, sexual orientation, or features of relationships. CONCLUSION: COVID-19 vaccine trials provided a limited description of health equity stratifiers as defined by PROGRESS-Plus and infrequently disaggregated results or discussed the study implications as they related to health equity. Considering the health disparities exacerbated during the pandemic, increased uptake of PROGRESS-Plus in RCTs would support a more nuanced understanding of health disparities and better inform actions to improve health equity.",
  "authors": [
    {
      "last_name": "Kou",
      "fore_name": "Roger",
      "initials": "R",
      "name": "Roger Kou",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: rkou088@uottawa.ca."
      ]
    },
    {
      "last_name": "Sadafi",
      "fore_name": "Sarah Lopes",
      "initials": "SL",
      "name": "Sarah Lopes Sadafi",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Principato",
      "fore_name": "Rachael",
      "initials": "R",
      "name": "Rachael Principato",
      "affiliations": [
        "Department of Biomedical Sciences, University of Guelph, Guelph, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Laura N",
      "initials": "LN",
      "name": "Laura N Anderson",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "169",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "111315",
  "pages": "111315",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Health Equity",
    "COVID-19 Vaccines",
    "COVID-19",
    "Randomized Controlled Trials as Topic",
    "SARS-CoV-2",
    "Male"
  ],
  "article_ids": {
    "pubmed": "38447854",
    "doi": "10.1016/j.jclinepi.2024.111315",
    "pii": "S0895-4356(24)00070-2"
  },
  "doi": "10.1016/j.jclinepi.2024.111315",
  "dates": {
    "completed": "2024-05-30",
    "revised": "2024-06-12"
  },
  "chemicals": [
    "COVID-19 Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.648411",
    "pmid": "38447854"
  }
}