{
  "pmid": "38449711",
  "uid": "38449711",
  "title": "Comparison of Acute Health Care Utilization Between Patients Receiving In-Center Hemodialysis and the General Population: A Population-Based Matched Cohort Study From Ontario, Canada.",
  "abstract": "BACKGROUND: Patients receiving maintenance hemodialysis have multiple comorbidities and are at high risk of presenting to the hospital. However, the incidence and cost of acute health care utilization in the in-center hemodialysis population and how this compares with other populations is poorly understood. OBJECTIVE: To determine the rate, pattern, and cost of emergency department visits and hospitalizations in patients receiving in-center hemodialysis compared with a matched general population. DESIGN: Population-based matched cohort study. SETTING: We used linked administrative health care databases from Ontario, Canada. PATIENTS: We included 25 379 patients (incident and prevalent) receiving in-center hemodialysis between January 1, 2010, and December 31, 2018. Patients were matched on birth date (±2 years), sex, and cohort entry date using a 1:4 ratio to 101 516 individuals from the general population. MEASUREMENTS: Our primary outcomes were emergency department visits (allowing for multiple visits per individual) and hospital admissions from the emergency department. We also assessed all-cause hospitalizations, all-cause readmissions within 30 days of discharge from the original hospitalization, length of stay for hospital admissions (including multiple visits per individual), and the financial cost of these admissions. METHODS: We presented the rate, percentage, median (25th, 75th percentiles), and incidence rate per 1000 person-years for emergency department visits and hospitalizations. Individual-level health care costs for emergency department visits and all-cause hospitalization were estimated using resource intensity weights multiplied by the cost per weighted case. RESULTS: Patients receiving in-center hemodialysis had substantially more comorbidities (eg, diabetes) than the matched general population. Eighty percent (n = 20 309) of patients receiving in-center hemodialysis had at least 1 emergency department visit compared with 56% (n = 56 452) of individuals in the matched general population, over a median follow-up of 1.8 years (25th, 75th percentiles: 0.7, 3.6) and 5.2 (2.5, 8.4) years, respectively. The incidence rate of emergency department visits, allowing for multiple visits per individual, was 2274 per 1000 person-years (95% confidence interval [CI]: 2263, 2286) for patients receiving in-center hemodialysis, which was almost 5 times as high as the matched general population (471 per 1000 person-years; 95% CI: 469, 473). The rate of hospital admissions from the emergency department and the rate of all-cause hospital admissions in the in-center hemodialysis population was more than 7 times as high as the matched general population (hospital admissions from the emergency department: 786 vs 101 per 1000 person-years; all-cause hospital admissions: 1056 vs 139 per 1000 person-years). The median number of all-cause hospitalization days per patient year was 4.0 (0, 16.5) in the in-center hemodialysis population compared with 0 (0, 0.5) in the matched general population. The cost per patient-year for emergency department visits in the in-center hemodialysis population was approximately 5.5 times as high as the matched general population while the cost of hospitalizations in the in-center hemodialysis population was approximately 11 times as high as the matched general population (emergency department visits: CAN$ 1153 vs CAN$ 209; hospitalizations: CAN$ 21 151 vs CAN$ 1873 [all costs in 2023 CAN$]). LIMITATIONS: External generalizability and we could not determine whether emergency department visits and hospitalizations were preventable. CONCLUSIONS: Patients receiving in-center hemodialysis have high acute health care utilization. These results improve our understanding of the burden of disease and the associated costs in the in-center hemodialysis population, highlight the need to improve acute outcomes, and can aid health care capacity planning. Additional research is needed to address the risk of hospitalization after controlling for patient comorbidities. TRIAL REGISTRATION: This is not applicable as this is a population-based matched cohort study and not a clinical trial.",
  "authors": [
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "Lawson Health Research Institute, London Health Sciences Centre, ON, Canada.",
        "ICES, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-5304-8038"
    },
    {
      "last_name": "Vinegar",
      "fore_name": "Marlee",
      "initials": "M",
      "name": "Marlee Vinegar",
      "affiliations": [
        "Division of Nephrology, London Health Sciences Centre, ON, Canada."
      ]
    },
    {
      "last_name": "Blake",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Blake",
      "affiliations": [
        "Division of Nephrology, London Health Sciences Centre, ON, Canada.",
        "Ontario Renal Network, Ontario Health, Toronto, Canada."
      ]
    },
    {
      "last_name": "Bota",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Bota",
      "affiliations": [
        "Lawson Health Research Institute, London Health Sciences Centre, ON, Canada.",
        "ICES, ON, Canada."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Luo",
      "affiliations": [
        "Lawson Health Research Institute, London Health Sciences Centre, ON, Canada.",
        "ICES, ON, Canada."
      ],
      "orcid": "0000-0002-0608-9793"
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Lawson Health Research Institute, London Health Sciences Centre, ON, Canada.",
        "ICES, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada.",
        "Division of Nephrology, London Health Sciences Centre, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    },
    {
      "last_name": "Ip",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Ip",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Canada."
      ]
    },
    {
      "last_name": "Yeung",
      "fore_name": "Angie",
      "initials": "A",
      "name": "Angie Yeung",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Canada."
      ],
      "orcid": "0000-0003-0542-9984"
    },
    {
      "last_name": "Gingras",
      "fore_name": "Joanie",
      "initials": "J",
      "name": "Joanie Gingras",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Canada."
      ]
    },
    {
      "last_name": "Aziz",
      "fore_name": "Anas",
      "initials": "A",
      "name": "Anas Aziz",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Canada."
      ]
    },
    {
      "last_name": "Iskander",
      "fore_name": "Carina",
      "initials": "C",
      "name": "Carina Iskander",
      "affiliations": [
        "ICES, ON, Canada."
      ]
    },
    {
      "last_name": "McFarlane",
      "fore_name": "Phil",
      "initials": "P",
      "name": "Phil McFarlane",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Canada.",
        "Division of Nephrology, St. Michael's Hospital, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-2935-9618"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2024"
  },
  "start_page": "20543581241231426",
  "pages": "20543581241231426",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38449711",
    "pmc": "PMC10916490",
    "doi": "10.1177/20543581241231426",
    "pii": "10.1177_20543581241231426"
  },
  "doi": "10.1177/20543581241231426",
  "pmc_id": "PMC10916490",
  "dates": {
    "revised": "2024-03-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.411013",
    "pmid": "38449711"
  }
}