{
  "pmid": "38449719",
  "uid": "38449719",
  "title": "Early substance use and the school environment: A multilevel latent class analysis.",
  "abstract": "BACKGROUND: Early substance use is associated with increased risks for mental health and substance use problems which are compounded when using several substances (i.e., polysubstance use). A notable increase in substance use occurs when adolescents transition from elementary to secondary schooling. OBJECTIVE: This study seeks to characterize student and school classes of substance use. METHODS: A cross-sectional multilevel latent class analysis and regression was conducted on a representative sample of 19,130 grade 6-8 students from 180 elementary schools in Ontario, Canada to: 1) identify distinct classes of student substance use; 2) identify classes of schools based on student classes; and 3) explore correlates of these classes, including mental health, school climate, belonging, safety, and extracurricular participation. RESULTS: Two student and two school classes were identified. 4.1% of students were assigned to the high probability of early polysubstance use class while the remaining 95.9% were in the low probability class. Students experiencing depressive and externalizing symptoms had higher odds of being in the early polysubstance use class (Odds Ratio [OR]s=1.1-1.25). At the school level, 19% of schools had higher proportions of students endorsing polysubstance use. Perceptions of positive school climate, belonging, and safety increased the odds of students being in the low probability of early polysubstance use student-level class (ORs=0.85-0.93) and lower probability of early polysubstance use school-level class. Associations related to extracurricular participation were largely not statistically significant. CONCLUSIONS: Student and school substance use classes may serve as targets for tailored prevention and early interventions. Results support examining school-based interventions targeting school climate, belonging, and safety.",
  "authors": [
    {
      "last_name": "Halladay",
      "fore_name": "Jillian",
      "initials": "J",
      "name": "Jillian Halladay",
      "affiliations": [
        "The Matilda Centre for Research in Mental Health and Substance Use, University of Sydney, Camperdown NSW, Australia.",
        "Peter Boris Centre for Addictions Research, McMaster University/St. Joseph's Healthcare Hamilton, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "MacKillop",
      "fore_name": "James",
      "initials": "J",
      "name": "James MacKillop",
      "affiliations": [
        "Peter Boris Centre for Addictions Research, McMaster University/St. Joseph's Healthcare Hamilton, Hamilton, Ontario.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Acuff",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Acuff",
      "affiliations": [
        "Recovery Research Institute, Massachusetts General Hospital and Harvard Medical School, Boston, Massachusetts, United States."
      ]
    },
    {
      "last_name": "Amlung",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Amlung",
      "affiliations": [
        "Cofrin Logan Center for Addiction Research and Treatment, The University of Kansas, Lawrence, Kansas, United States."
      ]
    },
    {
      "last_name": "Munn",
      "fore_name": "Catharine",
      "initials": "C",
      "name": "Catharine Munn",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario.",
        "Offord Centre for Child Studies, McMaster University, Ron Joyce Children's Health Centre, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Academy of Child and Adolescent Psychiatry = Journal de l'Academie canadienne de psychiatrie de l'enfant et de l'adolescent",
    "iso_abbreviation": "J Can Acad Child Adolesc Psychiatry",
    "issn": "1719-8429",
    "issn_type": "Print",
    "volume": "33",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Mar"
  },
  "start_page": "33",
  "end_page": "56",
  "pages": "33-56",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38449719",
    "pmc": "PMC10914148",
    "pii": "ccap33_p0033"
  },
  "pmc_id": "PMC10914148",
  "dates": {
    "revised": "2024-03-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:26.570291",
    "pmid": "38449719"
  }
}