{
  "pmid": "38447679",
  "uid": "38447679",
  "title": "The association between unintended hysterotomy extensions with cesarean delivery and subsequent preterm birth.",
  "abstract": "BACKGROUND: An increased risk for preterm birth has been observed among individuals with a previous second stage cesarean delivery when compared with those with a previous vaginal delivery. One mechanism that may contribute to the increased risk for preterm birth following a second stage cesarean delivery is the increased risk for cervical injury because of extension of the uterine incision (hysterotomy) into the cervix. The contribution of hysterotomy extension to the rate of preterm birth in a subsequent pregnancy has not been investigated and may shed light on the mechanism underlying the observed relationship between the mode of delivery and subsequent preterm birth. OBJECTIVE: We aimed to quantify the association between unintended hysterotomy extension and preterm birth in a subsequent delivery. STUDY DESIGN: We performed a retrospective cohort study using electronic perinatal data collected from 2 university-affiliated obstetrical centers. The study included patients with a primary cesarean delivery of a term, singleton live birth and a subsequent singleton birth in the same catchment (2005-2021). The primary outcome was subsequent preterm birth <37 weeks' gestation; secondary outcomes included subsequent preterm birth at <34, <32, and <28 weeks' gestation. We assessed crude and adjusted associations between unintended hysterotomy extensions and subsequent preterm birth with log binomial regression models using rate ratios and 95% confidence intervals. Adjusted models included several characteristics of the primary cesarean delivery such as maternal age, length of active labor, indication for cesarean delivery, chorioamnionitis, and maternal comorbidity. RESULTS: A total 4797 patients met the study inclusion criteria. The overall rate of unintended hysterotomy extension in the primary cesarean delivery was 6.0% and the total rate of preterm birth in the subsequent pregnancy was 4.8%. Patients with an unintended hysterotomy extension were more likely to have a longer duration of active labor, chorioamnionitis, failed vacuum delivery attempt, second stage cesarean delivery, and persistent occiput posterior position of the fetal head in the primary cesarean delivery and higher rates of smoking in the subsequent pregnancy. Multivariable analyses that controlled for several confounders showed that a history of hysterotomy extension was not associated with a higher risk for preterm birth <37 weeks' gestation (adjusted rate ratio, 1.55; 95% confidence interval, 0.98-2.47), but it was associated with preterm birth <34 weeks' gestation (adjusted rate ratio, 2.49; 95% confidence interval, 1.06-5.42). CONCLUSION: Patients with a uterine incision extension have a 2.5 times higher rate of preterm birth <34 weeks' gestation when compared with patients who did not have this injury. This association was not observed for preterm birth <37 weeks' gestation. Future research should aim to replicate our analyses with incorporation of additional data to minimize the potential for residual confounding.",
  "authors": [
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Faculty of Health Sciences, McMaster University (Drs Muraca, Kirubarajan, and Rottenstreich), Hamilton, Canada; Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University (Dr Muraca), Hamilton, Canada; Clinical Epidemiology Unit, Department of Medicine, Solna, Karolinska Institutet (Dr Muraca), Stockholm, Sweden. Electronic address: muracag@mcmaster.ca."
      ]
    },
    {
      "last_name": "Peled",
      "fore_name": "Tzuria",
      "initials": "T",
      "name": "Tzuria Peled",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Shaare Zedek Medical Center, Hebrew University School of Medicine (Drs Peled, Weiss, Sela, Grisaru-Granovsky, and Rottenstreich), Jerusalem, Israel."
      ]
    },
    {
      "last_name": "Kirubarajan",
      "fore_name": "Abirami",
      "initials": "A",
      "name": "Abirami Kirubarajan",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Faculty of Health Sciences, McMaster University (Drs Muraca, Kirubarajan, and Rottenstreich), Hamilton, Canada."
      ]
    },
    {
      "last_name": "Weiss",
      "fore_name": "Ari",
      "initials": "A",
      "name": "Ari Weiss",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Shaare Zedek Medical Center, Hebrew University School of Medicine (Drs Peled, Weiss, Sela, Grisaru-Granovsky, and Rottenstreich), Jerusalem, Israel."
      ]
    },
    {
      "last_name": "Sela",
      "fore_name": "Hen Y",
      "initials": "HY",
      "name": "Hen Y Sela",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Shaare Zedek Medical Center, Hebrew University School of Medicine (Drs Peled, Weiss, Sela, Grisaru-Granovsky, and Rottenstreich), Jerusalem, Israel."
      ]
    },
    {
      "last_name": "Grisaru-Granovsky",
      "fore_name": "Sorina",
      "initials": "S",
      "name": "Sorina Grisaru-Granovsky",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Shaare Zedek Medical Center, Hebrew University School of Medicine (Drs Peled, Weiss, Sela, Grisaru-Granovsky, and Rottenstreich), Jerusalem, Israel."
      ]
    },
    {
      "last_name": "Rottenstreich",
      "fore_name": "Misgav",
      "initials": "M",
      "name": "Misgav Rottenstreich",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Faculty of Health Sciences, McMaster University (Drs Muraca, Kirubarajan, and Rottenstreich), Hamilton, Canada; Department of Obstetrics and Gynecology, Shaare Zedek Medical Center, Hebrew University School of Medicine (Drs Peled, Weiss, Sela, Grisaru-Granovsky, and Rottenstreich), Jerusalem, Israel."
      ]
    }
  ],
  "journal": {
    "title": "American journal of obstetrics & gynecology MFM",
    "iso_abbreviation": "Am J Obstet Gynecol MFM",
    "issn": "2589-9333",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "101326",
  "pages": "101326",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Pregnancy",
    "Retrospective Studies",
    "Hysterotomy",
    "Premature Birth",
    "Adult",
    "Cesarean Section",
    "Gestational Age",
    "Risk Factors",
    "Cervix Uteri"
  ],
  "article_ids": {
    "pubmed": "38447679",
    "doi": "10.1016/j.ajogmf.2024.101326",
    "pii": "S2589-9333(24)00052-1"
  },
  "doi": "10.1016/j.ajogmf.2024.101326",
  "dates": {
    "completed": "2024-05-09",
    "revised": "2024-08-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:39.023377",
    "pmid": "38447679"
  }
}