{
  "pmid": "38447639",
  "uid": "38447639",
  "title": "Use of Intravenous Albumin: A Guideline From the International Collaboration for Transfusion Medicine Guidelines.",
  "abstract": "BACKGROUND: Albumin is used commonly across a wide range of clinical settings to improve hemodynamics, to facilitate fluid removal, and to manage complications of cirrhosis. The International Collaboration for Transfusion Medicine Guidelines developed guidelines for the use of albumin in patients requiring critical care, undergoing cardiovascular surgery, undergoing kidney replacement therapy, or experiencing complications of cirrhosis. STUDY DESIGN AND METHODS: Cochairs oversaw the guideline development process and the panel included researchers, clinicians, methodologists, and a patient representative. The evidence informing this guideline arises from a systematic review of randomized clinical trials and systematic reviews, in which multiple databases were searched (inception through November 23, 2022). The panel reviewed the data and formulated the guideline recommendations using Grading of Recommendations Assessment, Development, and Evaluation methodology. The guidelines were revised after public consultation. RESULTS: The panel made 14 recommendations on albumin use in adult critical care (three recommendations), pediatric critical care (one recommendation), neonatal critical care (two recommendations), cardiovascular surgery (two recommendations), kidney replacement therapy (one recommendation), and complications of cirrhosis (five recommendations). Of the 14 recommendations, two recommendations had moderate certainty of evidence, five recommendations had low certainty of evidence, and seven recommendations had very low certainty of evidence. Two of the 14 recommendations suggested conditional use of albumin for patients with cirrhosis undergoing large-volume paracentesis or with spontaneous bacterial peritonitis. Twelve of 14 recommendations did not suggest albumin use in a wide variety of clinical situations where albumin commonly is transfused. INTERPRETATION: Currently, few evidence-based indications support the routine use of albumin in clinical practice to improve patient outcomes. These guidelines provide clinicians with actionable recommendations on the use of albumin.",
  "authors": [
    {
      "last_name": "Callum",
      "fore_name": "Jeannie",
      "initials": "J",
      "name": "Jeannie Callum",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Queen's University and Kingston Health Sciences Centre, Kingston, ON, Canada. Electronic address: jlc17@queensu.ca."
      ]
    },
    {
      "last_name": "Skubas",
      "fore_name": "Nikolaos J",
      "initials": "NJ",
      "name": "Nikolaos J Skubas",
      "affiliations": [
        "Department of Cardiothoracic Anesthesiology, Anesthesiology Institute, Cleveland Clinic Lerner College of Medicine of Case Western Reserve University, Cleveland, OH."
      ]
    },
    {
      "last_name": "Bathla",
      "fore_name": "Aarti",
      "initials": "A",
      "name": "Aarti Bathla",
      "affiliations": [
        "Canadian Blood Services, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Keshavarz",
      "fore_name": "Homa",
      "initials": "H",
      "name": "Homa Keshavarz",
      "affiliations": [
        "Canadian Blood Services, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Edward G",
      "initials": "EG",
      "name": "Edward G Clark",
      "affiliations": [
        "Division of Nephrology, University of Ottawa, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine and Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fergusson",
      "fore_name": "Dean",
      "initials": "D",
      "name": "Dean Fergusson",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Arbous",
      "fore_name": "Sesmu",
      "initials": "S",
      "name": "Sesmu Arbous",
      "affiliations": [
        "Department of Critical Care, Leiden University Medical Center, Leiden, The Netherlands."
      ]
    },
    {
      "last_name": "Bauer",
      "fore_name": "Seth R",
      "initials": "SR",
      "name": "Seth R Bauer",
      "affiliations": [
        "Department of Pharmacy, Cleveland Clinic, Cleveland, OH."
      ]
    },
    {
      "last_name": "China",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise China",
      "affiliations": [
        "Department of Hepatology and Institute for Liver and Digestive Health, The Royal Free NHS Trust and University College London, London, England."
      ]
    },
    {
      "last_name": "Fung",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Fung",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, University of Vermont Medical Center, Burlington, VT."
      ]
    },
    {
      "last_name": "Jug",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Jug",
      "affiliations": [
        "University of Cincinnati College of Medicine, Cincinnati, OH."
      ]
    },
    {
      "last_name": "Neill",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Neill",
      "affiliations": [
        "Patient representative."
      ]
    },
    {
      "last_name": "Paine",
      "fore_name": "Cary",
      "initials": "C",
      "name": "Cary Paine",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Washington, Seattle, WA."
      ]
    },
    {
      "last_name": "Pavenski",
      "fore_name": "Katerina",
      "initials": "K",
      "name": "Katerina Pavenski",
      "affiliations": [
        "Department of Laboratory Medicine and Pathobiology, Mount Sinai Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakesh S",
      "initials": "PS",
      "name": "Prakesh S Shah",
      "affiliations": [
        "Institute of Health Policy, Management, and Evaluation, Mount Sinai Hospital, Toronto, ON, Canada; Department of Pediatrics, Mount Sinai Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Robinson",
      "affiliations": [
        "Department of Clinical Haematology, Guy's and St Thomas' NHS Foundation Trust, London, England."
      ]
    },
    {
      "last_name": "Shan",
      "fore_name": "Hua",
      "initials": "H",
      "name": "Hua Shan",
      "affiliations": [
        "Department of Pathology, Stanford University School of Medicine, Palo Alto, CA."
      ]
    },
    {
      "last_name": "Szczepiorkowski",
      "fore_name": "Zbigniew M",
      "initials": "ZM",
      "name": "Zbigniew M Szczepiorkowski",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Dartmouth-Hitchcock Medical Center, Lebanon, NH."
      ]
    },
    {
      "last_name": "Thevenot",
      "fore_name": "Thierry",
      "initials": "T",
      "name": "Thierry Thevenot",
      "affiliations": [
        "Service d'Hépatologie, Centre Hospitalier Régional et Universitaire de Besançon, Besançon, France."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Bovey",
      "initials": "B",
      "name": "Bovey Wu",
      "affiliations": [
        "Department of Internal Medicine, Graduate Medical Education, Loma Linda University, Loma Linda, CA."
      ]
    },
    {
      "last_name": "Stanworth",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Stanworth",
      "affiliations": [
        "NHS Blood and Transplant, Oxford, England; Radcliffe Department of Medicine, University of Oxford, Oxford, England; John Radcliffe Hospital, Oxford University Hospitals NHS Foundation Trust, Oxford, England."
      ]
    },
    {
      "last_name": "Shehata",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Shehata",
      "affiliations": [
        "Department of Medicine, University of Toronto, Mount Sinai Hospital, Toronto, ON, Canada; Transfusion Medicine Laboratory, Mount Sinai Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "166",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "321",
  "end_page": "338",
  "pages": "321-338",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Humans",
    "Albumins",
    "Liver Cirrhosis",
    "Critical Care",
    "Transfusion Medicine",
    "Renal Replacement Therapy",
    "Practice Guidelines as Topic",
    "Administration, Intravenous"
  ],
  "article_ids": {
    "pubmed": "38447639",
    "pmc": "PMC11317816",
    "doi": "10.1016/j.chest.2024.02.049",
    "pii": "S0012-3692(24)00285-X"
  },
  "doi": "10.1016/j.chest.2024.02.049",
  "pmc_id": "PMC11317816",
  "dates": {
    "completed": "2024-08-09",
    "revised": "2024-10-02"
  },
  "chemicals": [
    "Albumins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.238549",
    "pmid": "38447639"
  }
}