{
  "pmid": "38459779",
  "uid": "38459779",
  "title": "Canadian intensive care unit nurses' responses to moral distress during the COVID-19 pandemic, and their recommendations for mitigative interventions.",
  "abstract": "AIMS: To describe intensive care unit nurses' experiences of moral distress during the COVID-19 pandemic, and their recommendations for mitigative interventions. DESIGN: Interpretive description. METHODS: Data were collected with a purposeful sample of 40 Canadian intensive care unit nurses between May and September 2021. Nurses completed a demographic questionnaire, the Measure of Moral Distress-Healthcare Professionals survey and in-depth interviews. Quantitative data were analysed using descriptive statistics. Qualitative data were categorized and synthesized using reflexive thematic analysis and rapid qualitative analysis. RESULTS: Half of the nurses in this sample reported moderate levels of moral distress. In response to moral distress, nurses experienced immediate and long-term effects across multiple health domains. To cope, nurses discussed varied reactions, including action, avoidance and acquiescence. Nurses provided recommendations for interventions across multiple organizations to mitigate moral distress and negative health outcomes. CONCLUSION: Nurses reported that moral distress drove negative health outcomes and attrition in response to moral events in practice. To change these conditions of moral distress, nurses require organizational investments in interventions and cultures that prioritize the inclusion of nursing perspectives and voices. IMPLICATIONS FOR THE PROFESSION: Nurses engage in a variety of responses to cope with moral distress. They possess valuable insights into the practice issues central to moral distress that have significant implications for all members of the healthcare teams, patients and systems. It is essential that nurses' voices be included in the development of future interventions central to the responses to moral distress. REPORTING METHOD: This study adheres to COREQ guidelines. IMPACT: What Problem did the Study Address? Given the known structural, systemic and environmental factors that contribute to intensive care unit nurses' experiences of moral distress, and ultimately burnout and attrition, it was important to learn about their experiences of moral distress and their recommendations for organizational mitigative interventions. Documentation of these experiences and recommendations took on a greater urgency during the context of a global health emergency, the COVID-19 pandemic, where such contextual influences on moral distress were less understood. What Were the Main Findings? Over half of the nurses reported a moderate level of moral distress. Nurses who were considering leaving nursing practice reported higher moral distress scores than those who were not considering leaving. In response to moral distress, nurses experienced a variety of outcomes across several health domains. To cope with moral distress, nurses engaged in patterns of action, avoidance and acquiescence. To change the conditions of moral distress, nurses desire organizational interventions, practices and culture changes situated in the amplification of their voices. Where and on Whom Will the Research Have an Impact on? These findings will be of interest to: (1) researchers developing and evaluating interventions that address the complex phenomenon of moral distress, (2) leaders and administrators in hospitals, and relevant healthcare and nursing organizations, and (3) nurses interested in leveraging evidence-informed recommendations to advocate for interventions to address moral distress. What Does this Paper Contribute to the Wider Global Community? This paper advances the body of scientific work on nurses' experiences of moral distress, capturing this phenomenon within the unique context of a global health emergency. Nurses' levels of moral distress using Measure of Moral Distress-Healthcare Professional survey were reported, serving as a comparator for future studies seeking to measure and evaluate intensive care unit nurses' levels of moral distress. Nurses' recommendations for mitigative interventions for moral distress have been reported, which can help inform future interventional studies. PATIENT OR PUBLIC CONTRIBUTION: No patient or public contribution.",
  "authors": [
    {
      "last_name": "Gehrke",
      "fore_name": "Paige",
      "initials": "P",
      "name": "Paige Gehrke",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0009-0008-5510-8875"
    },
    {
      "last_name": "Campbell",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Campbell",
      "affiliations": [
        "School of Nursing, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer L Y",
      "initials": "JLY",
      "name": "Jennifer L Y Tsang",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Niagara Health Knowledge Institute, Niagara Health, St. Catharines, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hannon",
      "fore_name": "Ruth A",
      "initials": "RA",
      "name": "Ruth A Hannon",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4380-620X"
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "1365-2648",
    "issn_type": "Electronic",
    "volume": "80",
    "issue": "12",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "4974",
  "end_page": "4988",
  "pages": "4974-4988",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Canada",
    "Female",
    "Male",
    "Nursing Staff, Hospital",
    "Adult",
    "Middle Aged",
    "Pandemics",
    "Intensive Care Units",
    "SARS-CoV-2",
    "Critical Care Nursing",
    "Morals",
    "Surveys and Questionnaires",
    "Attitude of Health Personnel",
    "Adaptation, Psychological",
    "Stress, Psychological"
  ],
  "article_ids": {
    "pubmed": "38459779",
    "doi": "10.1111/jan.16135"
  },
  "doi": "10.1111/jan.16135",
  "dates": {
    "completed": "2024-11-08",
    "revised": "2024-11-08"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Association of Critical Care Nurses Research Grant"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:38.957604",
    "pmid": "38459779"
  }
}