{
  "pmid": "38452787",
  "uid": "38452787",
  "title": "Prevalence of multimorbidity and polypharmacy among adults and older adults: a systematic review.",
  "abstract": "Multimorbidity (multiple conditions) and polypharmacy (multiple medications) are increasingly common, yet there is a need to better understand the prevalence of co-occurrence. In this systematic review, we examined the prevalence of multimorbidity and polypharmacy among adults (≥18 years) and older adults (≥65 years) in clinical and community settings. Six electronic databases were searched, and 87 studies were retained after two levels of screening. Most studies focused on adults 65 years and older and were done in population-based community settings. Although the operational definitions of multimorbidity and polypharmacy varied across studies, consistent cut-points (two or more conditions and five or more medications) were used across most studies. In older adult samples, the prevalence of multimorbidity ranged from 4·8% to 93·1%, while the prevalence of polypharmacy ranged from 2·6% to 86·6%. High heterogeneity between studies indicates the need for more consistent reporting of specific lists of conditions and medications used in operational definitions.",
  "authors": [
    {
      "last_name": "Nicholson",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Nicholson",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada; Department of Family Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: kathryn.nicholson@schulich.uwo.ca."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Winnie",
      "initials": "W",
      "name": "Winnie Liu",
      "affiliations": [
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fitzpatrick",
      "fore_name": "Daire",
      "initials": "D",
      "name": "Daire Fitzpatrick",
      "affiliations": [
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada; Department of Family Medicine, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Hardacre",
      "fore_name": "Kate Anne",
      "initials": "KA",
      "name": "Kate Anne Hardacre",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Roberts",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Roberts",
      "affiliations": [
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada; Department of Family Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Salerno",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Salerno",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Stranges",
      "fore_name": "Saverio",
      "initials": "S",
      "name": "Saverio Stranges",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada; Department of Family Medicine, Western University, London, ON, Canada; Department of Medicine, Western University, London, ON, Canada; Department of Clinical Medicine and Surgery, Federico II University, Naples, Italy."
      ]
    },
    {
      "last_name": "Fortin",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Fortin",
      "affiliations": [
        "Department of Family Medicine and Emergency Medicine, Université de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Mangin",
      "fore_name": "Dee",
      "initials": "D",
      "name": "Dee Mangin",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada; Department of General Practice, University of Otago, Christchurch, New Zealand."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Healthy longevity",
    "iso_abbreviation": "Lancet Healthy Longev",
    "issn": "2666-7568",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "e287",
  "end_page": "e296",
  "pages": "e287-e296",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Polypharmacy",
    "Multimorbidity",
    "Prevalence",
    "Aged",
    "Adult",
    "Aged, 80 and over"
  ],
  "article_ids": {
    "pubmed": "38452787",
    "doi": "10.1016/S2666-7568(24)00007-2",
    "pii": "S2666-7568(24)00007-2"
  },
  "doi": "10.1016/S2666-7568(24)00007-2",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:11.640337",
    "pmid": "38452787"
  }
}