{
  "pmid": "38452002",
  "uid": "38452002",
  "title": "The impact of COVID-19 workload on psychological distress amongst Canadian intensive care unit healthcare workers during the 1st wave of the COVID-19 pandemic: A longitudinal cohort study.",
  "abstract": "Intensive care unit healthcare workers (ICU HCW) are at risk of mental health disorders during emerging disease outbreaks. Numerous cross-sectional studies have reported psychological distress, anxiety, and depression amongst ICU HCW during the COVID-19 pandemic. However, few studies have followed HCW longitudinally, and none of these have examined the association between COVID-19 workload and mental health. We conducted a longitudinal cohort study of 309 Canadian ICU HCW from April 2020 to August 2020, during the 1st wave of the COVID-19 pandemic. Psychological distress was assessed using the General Health Questionnaire 12-item scale (GHQ-12) at 3 timepoints: during the acceleration phase of the 1st wave (T1), the deceleration phase of the 1st wave (T2), and after the 1st wave had passed (T3). Clinically relevant psychological distress, defined as a GHQ-12 score ≥ 3, was identified in 64.7% of participants at T1, 41.0% at T2, and 34.6% at T3. Psychological distress was not associated with COVID-19 workload at T1. At T2, psychological distress was associated with the number of COVID-19 patients in the ICU (odds ratio [OR]: 1.06, 95% confidence interval [CI]: 1.00, 1.13) while at T3, when COVID-19 patient numbers were low, it was associated with the number of weekly hospital shifts with COVID-19 exposure (OR: 1.33, 95% CI: 1.09, 1.64). When analyzed longitudinally in a mixed effects model, pandemic timepoint was a stronger predictor of psychological distress (OR: 0.24, 95% CI: 0.15, 0.40 for T2 and OR: 0.16, 95% CI: 0.09, 0.27 for T3) than COVID-19 workload. Participants who showed persistent psychological distress at T3 were compared with those who showed recovery at T3. Persistent psychological distress was associated with a higher number of weekly shifts with COVID-19 exposure (OR: 1.97, 95% CI:1.33, 3.09) but not with a higher number of COVID-19 patients in the ICU (OR: 0.86, 95% CI: 0.76, 0.95). In summary, clinically relevant psychological distress was observed in a majority of ICU HCW during the acceleration phase of the 1st wave of the COVID-19 pandemic but decreased rapidly as the 1st wave progressed. Persistent psychological distress was associated with working more weekly shifts with COVID-19 exposure but not with higher numbers of COVID-19 patients in the ICU. In future emerging disease outbreaks, minimizing shifts with direct disease exposure may help alleviate symptoms for individuals with persistent psychological distress.",
  "authors": [
    {
      "last_name": "Pestana",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Pestana",
      "affiliations": [
        "William Osler Health System, Department of Critical Care, Etobicoke, Ontario, Canada.",
        "Algarve Biomedical Centre Research Institute, Faro, Portugal."
      ]
    },
    {
      "last_name": "Moura",
      "fore_name": "Kyra",
      "initials": "K",
      "name": "Kyra Moura",
      "affiliations": [
        "Department of Anesthesiology, Pharmacology and Therapeutics, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Moura",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Moura",
      "affiliations": [
        "Department of Anesthesiology, Pharmacology and Therapeutics, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Mouliakis",
      "fore_name": "Taylor",
      "initials": "T",
      "name": "Taylor Mouliakis",
      "affiliations": [
        "School of Medicine, Queen's University, Kingston, Ontario, Canada."
      ],
      "orcid": "0000-0003-4033-5617"
    },
    {
      "last_name": "D'Aragon",
      "fore_name": "Frédérick",
      "initials": "F",
      "name": "Frédérick D'Aragon",
      "affiliations": [
        "Department of Anesthesiology, Université de Sherbrooke, Sherbrooke, Quebec, Canada.",
        "Centre de Recherche du Centre Hospitalier Universitaire de Sherbrooke, Sherbrooke, Quebec, Canada."
      ]
    },
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer L Y",
      "initials": "JLY",
      "name": "Jennifer L Y Tsang",
      "affiliations": [
        "Niagara Health, St. Catharines, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1809-0505"
    },
    {
      "last_name": "Binnie",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Binnie",
      "affiliations": [
        "William Osler Health System, Department of Critical Care, Etobicoke, Ontario, Canada."
      ],
      "orcid": "0000-0003-2969-8177"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "3",
    "pub_year": "2024"
  },
  "start_page": "e0290749",
  "pages": "e0290749",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Longitudinal Studies",
    "Pandemics",
    "Cross-Sectional Studies",
    "Workload",
    "COVID-19",
    "Canada",
    "Cohort Studies",
    "Health Personnel",
    "Intensive Care Units",
    "Psychological Distress",
    "Depression"
  ],
  "article_ids": {
    "pubmed": "38452002",
    "pmc": "PMC10919682",
    "doi": "10.1371/journal.pone.0290749",
    "pii": "PONE-D-23-09335"
  },
  "doi": "10.1371/journal.pone.0290749",
  "pmc_id": "PMC10919682",
  "dates": {
    "completed": "2024-03-11",
    "revised": "2024-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:38.957088",
    "pmid": "38452002"
  }
}