{
  "pmid": "38459108",
  "uid": "38459108",
  "title": "Pharmacological evaluation and phytochemical profiling of butanol extract of L. edodes with in- silico virtual screening.",
  "abstract": "L. edodes (L. edodes) is the most consumed mushroom in the world and has been well known for its therapeutic potential as an edible and medicinal candidate, it contains dietary fibers, vitamins, proteins, minerals, and carbohydrates. In the current study butanolic extract of mushroom was used to form semisolid butanol extract. The current study aimed to explore biometabolites that might have biological activities in n-butanol extract of L. edodes using FT-IR and GC-MS and LC-MS. The synergistic properties of bioactive compounds were futher assessed by performing different biological assays such as antioxidant, anti-inflammatory and antidiabetic. FTIR spectra showed different functional groups including amide N-H group, Alkane (C-H stretching), and (C = C stretching) groups at different spectrum peaks in the range of 500 cm[-1] to 5000 cm[-1] respectively. GC-MS profiling of n-butanol extract depicted 34 potent biomolecules among those dimethyl; Morphine, 2TMS derivative; Benzoic acid, methyl ester 1-(2-methoxy-1-methylethoxy)-2-propanol were spotted at highest range. Results indicate that L. edodes n-butanol extract showed a maximum anti-inflammatory potential 91.4% at 300 mg/mL. Antioxidant activity was observed by measuring free radical scavenging activity which is 64.6% at optimized concentration along with good antidiabetic activity. In-silico study executed the biopotential of active ingredient morphine which proved the best docking score (- 7.0 kJ/mol) against aldose reductase. The in-silico drug design analysis was performed on biometabolites detected through GC-MS that might be a potential target for sulfatase-2 to treat ruminated arthritis. Morphine binds more strongly (- 7.9 kJ/mol) than other bioactive constituents indicated. QSAR and ADMET analysis shown that morphine is a good candidates against ruminated arthritis. The current study showed that L. edodes might be used as potent drug molecules to cure multiple ailments. As mushrooms have high bioactivity, they can be used against different diseases and to develop antibacterial drugs based on the current situation in the world in which drug resistance is going to increase due to misuse of antibiotics so new and noval biological active compounds are needed to overcome the situation.",
  "authors": [
    {
      "last_name": "Ejaz",
      "fore_name": "Umer",
      "initials": "U",
      "name": "Umer Ejaz",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science and Technology, University of Central Punjab, Lahore, 54590, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science and Technology, University of Central Punjab, Lahore, 54590, Pakistan."
      ]
    },
    {
      "last_name": "Naveed",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Naveed",
      "affiliations": [
        "Department of Biotechnology, University of Central Punjab, Lahore, 54590, Pakistan."
      ]
    },
    {
      "last_name": "Amin",
      "fore_name": "Zeemal Seemab",
      "initials": "ZS",
      "name": "Zeemal Seemab Amin",
      "affiliations": [
        "School of Biochemistry, Faculty of Applied Sciences, Minhaj University Lahore, Lahore, 54590, Pakistan. zeemalseemab279@gmail.com."
      ]
    },
    {
      "last_name": "Atta",
      "fore_name": "Asia",
      "initials": "A",
      "name": "Asia Atta",
      "affiliations": [
        "Department of Biochemistry, Nur international university, Lahore, 54590, Pakistan."
      ]
    },
    {
      "last_name": "Aziz",
      "fore_name": "Tariq",
      "initials": "T",
      "name": "Tariq Aziz",
      "affiliations": [
        "Laboratory of Animal Health Food Hygiene and Quality, University of Ioannina, 47132, Arta, Greece. iwockd@gmail.com."
      ]
    },
    {
      "last_name": "Kainat",
      "fore_name": "Gul",
      "initials": "G",
      "name": "Gul Kainat",
      "affiliations": [
        "Department of Microbiology, University of Central Punjab, Lahore, 54590, Pakistan."
      ]
    },
    {
      "last_name": "Mehmood",
      "fore_name": "Noshaba",
      "initials": "N",
      "name": "Noshaba Mehmood",
      "affiliations": [
        "School of Biochemistry, Faculty of Applied Sciences, Minhaj University Lahore, Lahore, 54590, Pakistan."
      ]
    },
    {
      "last_name": "Alharbi",
      "fore_name": "Metab",
      "initials": "M",
      "name": "Metab Alharbi",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, P.O. Box 2455, 11451, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alasmari",
      "fore_name": "Abdullah F",
      "initials": "AF",
      "name": "Abdullah F Alasmari",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, P.O. Box 2455, 11451, Riyadh, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "08"
  },
  "start_page": "5751",
  "pages": "5751",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "1-Butanol",
    "Butanols",
    "Spectroscopy, Fourier Transform Infrared",
    "Antioxidants",
    "Anti-Bacterial Agents",
    "Phytochemicals",
    "Anti-Inflammatory Agents",
    "Hypoglycemic Agents",
    "Arthritis",
    "Morphine Derivatives",
    "Plant Extracts"
  ],
  "article_ids": {
    "pubmed": "38459108",
    "pmc": "PMC10923892",
    "doi": "10.1038/s41598-024-56421-7",
    "pii": "10.1038/s41598-024-56421-7"
  },
  "doi": "10.1038/s41598-024-56421-7",
  "pmc_id": "PMC10923892",
  "dates": {
    "completed": "2024-03-11",
    "revised": "2024-03-12"
  },
  "chemicals": [
    "1-Butanol",
    "Butanols",
    "Antioxidants",
    "Anti-Bacterial Agents",
    "Phytochemicals",
    "Anti-Inflammatory Agents",
    "Hypoglycemic Agents",
    "Morphine Derivatives",
    "Plant Extracts"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.122728",
    "pmid": "38459108"
  }
}