{
  "pmid": "38459497",
  "uid": "38459497",
  "title": "\"I'd have no idea how to go about this…\" - a survey of Australian medical students' perspectives on their men's health education.",
  "abstract": "BACKGROUND: While there have been calls over the last 15 years for the inclusion of training in sex and gender-based medicine in medical school curricula and to sustain such improvements through a more gender responsive health system, little progress has been made. A related objective of the Australian National Men's Health Strategy (2020-30) is to improve practitioner core learning competencies in men's health as a critical step to reducing the burden of disease in men and disparities between men in health care access and outcomes. The aim of this study was therefore to obtain Australian medical student perspectives on the extent to which men's health and sex and gender-based medicine education is delivered in their curricula, their preparedness for engaging with men in clinical practice, and the men's health content they would have found useful during their training. METHODS: Eighty-three students (48% male) from 17 accredited medical schools, and in at least their fourth year of training, completed an online survey. The survey was co-designed by a multidisciplinary team of men's health researchers and clinicians, alongside a student representative. A mix of quantitative and qualitative survey items inquired about students' preparedness for men's health clinical practice, and coverage of men's health and sex- and gender-based medicine in their curricula. RESULTS: Most students reported minimal to no men's health coverage in their medical school education (65%). While few were offered optional men's health units (10.5%), the majority would have liked more formal training on the topic (78%). Accompanying qualitative findings substantiated a lack of preparedness among medical students to engage male patients, likely stemming from minimal coverage of men's health in their medical education. CONCLUSIONS: Australian medical students may feel underprepared for contemporary men's health clinical practice, as well as, albeit to a lesser extent, women's health clinical practice. There is a clear need and desire amongst medical students to enhance curricula with sex and gender-based medicine training.",
  "authors": [
    {
      "last_name": "Seidler",
      "fore_name": "Zac E",
      "initials": "ZE",
      "name": "Zac E Seidler",
      "affiliations": [
        "Movember, Level 4/21-31 Goodwood St, 3121, Richmond, VIC, Australia. zac.seidler@movember.com.",
        "Orygen, Parkville, VIC, Australia. zac.seidler@movember.com.",
        "Centre for Youth Mental Health, The University of Melbourne, Victoria, Australia. zac.seidler@movember.com."
      ]
    },
    {
      "last_name": "Benakovic",
      "fore_name": "Ruben",
      "initials": "R",
      "name": "Ruben Benakovic",
      "affiliations": [
        "Orygen, Parkville, VIC, Australia.",
        "Centre for Youth Mental Health, The University of Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": [
        "Orygen, Parkville, VIC, Australia.",
        "Centre for Youth Mental Health, The University of Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Jasmine M",
      "initials": "JM",
      "name": "Jasmine M Davis",
      "affiliations": [
        "Australian Medical Students' Association, Australian Capital Territory, Barton, Australia.",
        "University of Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Sheldrake",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Sheldrake",
      "affiliations": [
        "Movember, Level 4/21-31 Goodwood St, 3121, Richmond, VIC, Australia."
      ]
    },
    {
      "last_name": "McGee",
      "fore_name": "Margaret A",
      "initials": "MA",
      "name": "Margaret A McGee",
      "affiliations": [
        "Movember, Level 4/21-31 Goodwood St, 3121, Richmond, VIC, Australia."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical education",
    "iso_abbreviation": "BMC Med Educ",
    "issn": "1472-6920",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "08"
  },
  "start_page": "260",
  "pages": "260",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Students, Medical",
    "Men's Health",
    "Australia",
    "Curriculum",
    "Health Education"
  ],
  "article_ids": {
    "pubmed": "38459497",
    "pmc": "PMC10924408",
    "doi": "10.1186/s12909-024-05045-6",
    "pii": "10.1186/s12909-024-05045-6"
  },
  "doi": "10.1186/s12909-024-05045-6",
  "pmc_id": "PMC10924408",
  "dates": {
    "completed": "2024-03-11",
    "revised": "2024-03-12"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HEALTH/ 21-22/D21-5427311",
      "agency": "Australian Government Department of Health and Movember Foundation (Australia)"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.842227",
    "pmid": "38459497"
  }
}