{
  "pmid": "38452022",
  "uid": "38452022",
  "title": "CHAMPP4KIDS: Mixed methods study protocol to evaluate acceptability and feasibility of Parenting for Lifelong Health materials in a Canadian context.",
  "abstract": "BACKGROUND: Parents and caregivers play a key role in children's healthy development and well-being. Traditional parenting interventions promote positive parenting practices and are key to preventing child maltreatment. However, numerous barriers can limit access to programs, barriers which were further exacerbated by the COVID-19 pandemic. The Parenting for Lifelong Health group developed mass media and public health communication materials to promote positive caregiving behaviours on a population level. The Champions of Positive Parenting 4 Kids (CHAMPP4KIDS) study will examine the acceptability and feasibility of these materials for service providers and caregivers of children aged 2-6 years in Ontario, Canada. METHODS: This study will use a convergent mixed-methods design. Consenting service providers (n = 200) and caregivers (n = 100) will complete a quantitative survey to rate, rank and give feedback on Parenting for Lifelong Health tip sheets and social media ads. Caregivers will also complete self-report scales measuring depression and anxiety. We will hold focus group discussions with a sub-sample of surveyed providers (n = 40) and caregivers (n = 25). An adapted Trials of Improved Practices methodology will explore caregiver perspectives after implementing the tip sheets. Primary quantitative outcomes will be descriptive statistics of rankings, Likert Scale scores and descriptive analysis of caregiver depression and anxiety. Qualitative data will be analyzed using Rapid Qualitative Inquiry and triangulated through a convergent coding matrix. DISCUSSION: The Parenting for Lifelong Health COVID-19 parenting materials offer succinct, engaging parenting information in a mass media format that addresses some challenges associated with accessing in-person programming. The CHAMPP4KIDS study will provide mixed methods insights on the materials' acceptability and feasibility from different groups in a Canadian context, with a focus on marginalized families. The use of Trials of Improved Practices methodology could prove a useful tool for participant-led adaptation of existing parenting, early childhood development and other health intervention materials.",
  "authors": [
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-0087-830X"
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sim",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Sim",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ratcliffe",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna Ratcliffe",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dumbaugh",
      "fore_name": "Mari",
      "initials": "M",
      "name": "Mari Dumbaugh",
      "affiliations": [
        "School of Public Health, University of Illinois-Chicago, Chicago, Illinois, United States of America."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Bennett",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "3",
    "pub_year": "2024"
  },
  "start_page": "e0298156",
  "pages": "e0298156",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Humans",
    "Child, Preschool",
    "Parenting",
    "Feasibility Studies",
    "Pandemics",
    "Parents",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "38452022",
    "pmc": "PMC10919627",
    "doi": "10.1371/journal.pone.0298156",
    "pii": "PONE-D-23-13544"
  },
  "doi": "10.1371/journal.pone.0298156",
  "pmc_id": "PMC10919627",
  "dates": {
    "completed": "2024-03-11",
    "revised": "2024-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.247232",
    "pmid": "38452022"
  }
}