{
  "pmid": "38468076",
  "uid": "38468076",
  "title": "Exercising medical judgement: resuscitation and \"Decision-Making for End-of-Life Care,\" a new policy from the College of Physician and Surgeons of Ontario.",
  "abstract": "In March 2023, the College of Physicians and Surgeons of Ontario (CPSO) updated their policy entitled Decision-Making for End-of-Life Care. This policy will significantly change the landscape and clinical practice in Canada's most populous province with respect to decision-making for resuscitation. The update interrupts approximately eight years of CPSO policy that has mandated physicians to perform cardiopulmonary resuscitation (CPR) and other resuscitative measures unless they can explicitly obtain consent in the form of a do-not-resuscitate or no-CPR order. The policy is now aligned with the Wawrzyniak v. Livingstone, 2019 court decision which reaffirmed that physicians must only offer treatments that they think are within the standard of care and not offer treatments that are not likely to benefit their patient. In this commentary, we review the historical aspects of the CPSO policy from 2015 to 2023 and discuss how such a policy of a \"consent to withhold\" paradigm was ethically problematic and likely led to significant harm. We then review the updated CPSO policy, outline some remaining areas of uncertainty and challenges, and make recommendations for how to interpret this policy in clinical practice.",
  "authors": [
    {
      "last_name": "Ajzenberg",
      "fore_name": "Henry",
      "initials": "H",
      "name": "Henry Ajzenberg",
      "affiliations": [
        "Joint Centre for Bioethics, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada. henry.ajzenberg@medportal.ca.",
        "Department of Anesthesia, Critical Care Medicine Residency Program, 1280 Main St West, Hamilton, ON, L8S 4L8, Canada. henry.ajzenberg@medportal.ca."
      ],
      "orcid": "0000-0001-6526-3141"
    },
    {
      "last_name": "Connolly",
      "fore_name": "Eoin",
      "initials": "E",
      "name": "Eoin Connolly",
      "affiliations": [
        "Joint Centre for Bioethics, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Department of Bioethics, Mount Sinai Hospital, Sinai Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Morrison",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Morrison",
      "affiliations": [
        "Department of Philosophy, University of Waterloo, Waterloo, ON, Canada.",
        "Department of Ethics and Spiritual and Religious Care, Health Sciences North, Sudbury, ON, Canada."
      ]
    },
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Oczkowski",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, & Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "1496-8975",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "447",
  "end_page": "452",
  "pages": "447-452",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Ontario",
    "Judgment",
    "Terminal Care",
    "Resuscitation Orders",
    "Surgeons",
    "Policy",
    "Cardiopulmonary Resuscitation",
    "Decision Making"
  ],
  "article_ids": {
    "pubmed": "38468076",
    "doi": "10.1007/s12630-024-02724-2",
    "pii": "10.1007/s12630-024-02724-2"
  },
  "doi": "10.1007/s12630-024-02724-2",
  "dates": {
    "completed": "2024-03-29",
    "revised": "2024-07-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.082433",
    "pmid": "38468076"
  }
}