{
  "pmid": "38466865",
  "uid": "38466865",
  "title": "Real-world evaluation of access-driven Canadian treatment sequences in progressive prostate cancer (REACTIVATE).",
  "abstract": "INTRODUCTION: The results of the phase 3 ALSYMPCA trial showed that Radium-223 (Ra-223) improves overall survival (OS) and delays onset of first symptomatic skeletal event vs. placebo in patients with metastatic castration-resistant prostate cancer (mCRPC). The purpose of the REACTIVATE study was to inform the optimal placement of Ra-233 in the treatment sequence by evaluating clinical outcomes and healthcare resource utilization using real-world data from multiple Canadian provinces. METHODS: This retrospective cohort study analyzed patient outcomes according to Ra-223 placement using administrative databases of four Canadian provinces, encompassing 4301 patients with mCRPC who received at least two lines of life-prolonging therapy (LPT) for mCRPC. Outcomes included OS, event-free survival (EFS), and healthcare resource utilization. Each province was analyzed separately. RESULTS: OS, measured from the start of second-line LPT, differed between provinces: those in Ontario receiving second-line Ra-223 had a longer OS vs. those receiving it in third-line or later (hazard ratio [HR] 0.79, 95% confidence interval [CI] 0.66-0.95). There was no difference between lines of therapy in patients in British Columbia (HR 1.165, 95% CI, 0.894-1.518, p=0.2576), and OS was numerically worse but not statistically significant in patients receiving Ra-223 in second-line in Quebec (HR 1.44, 95% CI, 0.93-2.24). Other outcomes also varied across provinces, with second-line use of Ra-223 being associated with longer EFS and reduced healthcare utilization vs. third-line use in Ontario but not in Quebec. CONCLUSIONS: Significant heterogeneity exists in the management and outcomes of mCRPC between provinces, particularly regarding the placement of Ra-223 in the treatment sequence.",
  "authors": [
    {
      "last_name": "Ko",
      "fore_name": "Jenny J",
      "initials": "JJ",
      "name": "Jenny J Ko",
      "affiliations": [
        "Department of Medical Oncology, University of British Columbia, BC Cance-Abbotsford, Abbotsford, BC, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tyldesley",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Tyldesley",
      "affiliations": [
        "Department of Radiation Oncology, BC Cancer-Vancouver, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Lowther",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Lowther",
      "affiliations": [
        "Medical Affairs, Bayer Inc., Mississauga, ON, Canada."
      ]
    },
    {
      "last_name": "Sunderland",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Sunderland",
      "affiliations": [
        "Division of Cancer Surveillance and Outcomes, BC Cancer, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Royer",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Royer",
      "affiliations": [
        "PeriPharm Inc., Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Faure",
      "fore_name": "Mareva",
      "initials": "M",
      "name": "Mareva Faure",
      "affiliations": [
        "PeriPharm Inc., Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "MacPhail",
      "fore_name": "Corin",
      "initials": "C",
      "name": "Corin MacPhail",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Faizi",
      "fore_name": "Shoaib",
      "initials": "S",
      "name": "Shoaib Faizi",
      "affiliations": [
        "Vancouver Fraser Medical Program, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Cheung",
      "fore_name": "Winson Y",
      "initials": "WY",
      "name": "Winson Y Cheung",
      "affiliations": [
        "Department of Oncology, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Lee-Ying",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Lee-Ying",
      "affiliations": [
        "Department of Oncology, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian Urological Association journal = Journal de l'Association des urologues du Canada",
    "iso_abbreviation": "Can Urol Assoc J",
    "issn": "1911-6470",
    "issn_type": "Print",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38466865",
    "doi": "10.5489/cuaj.8620",
    "pii": "cuaj.8620"
  },
  "doi": "10.5489/cuaj.8620",
  "dates": {
    "revised": "2024-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.648917",
    "pmid": "38466865"
  }
}