{
  "pmid": "38489670",
  "uid": "38489670",
  "title": "Infectious Diseases Society of America Guidelines on the Diagnosis of COVID-19: Serologic Testing.",
  "abstract": "BACKGROUND: The role of serologic testing for SARS-CoV-2 has evolved during the pandemic as seroprevalence in global populations has increased. The Infectious Diseases Society of America (IDSA) convened an expert panel to perform a systematic review of the coronavirus disease 2019 (COVID-19) serology literature and construct updated best practice guidance related to SARS-CoV-2 serologic testing. This guideline is an update to the fourth in a series of rapid, frequently updated COVID-19 guidelines developed by IDSA. OBJECTIVE: To develop evidence-based recommendations and identify unmet research needs pertaining to the use of anti-SARS-CoV-2 antibody tests for diagnosis, decisions related to vaccination and administration of monoclonal antibodies or convalescent plasma in immunocompromised patients, and identification of a serologic correlate of immunity. METHODS: A multidisciplinary panel of infectious diseases clinicians, clinical microbiologists and experts in systematic literature reviewed, identified, and prioritized clinical questions related to the use of SARS-CoV-2 serologic tests. Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodology was used to assess the certainty of evidence and make testing recommendations. RESULTS: The panel recommends against serologic testing to diagnose SARS-CoV-2 infection in the first two weeks after symptom onset (strong recommendations, low certainty of evidence). Serologic testing should not be used to provide evidence of COVID-19 in symptomatic patients with a high clinical suspicion and repeatedly negative nucleic acid amplification test results (strong recommendation, very low certainty of evidence). Serologic testing may assist with the diagnosis of multisystem inflammatory syndrome in children (strong recommendation, very low certainty of evidence). To seek evidence for prior SARS-CoV-2 infection, the panel suggests testing for IgG, IgG/IgM, or total antibodies to nucleocapsid protein three to five weeks after symptom onset (conditional recommendation, low certainty of evidence). In individuals with previous SARS-CoV-2 infection or vaccination, we suggest against routine serologic testing given no demonstrated benefit to improving patient outcomes (conditional recommendation, very low certainty of evidence.) The panel acknowledges further that a negative spike antibody test may be a useful metric to identify immunocompromised patients who are candidates for immune therapy. CONCLUSIONS: The high seroprevalence of antibodies against SARS-CoV-2 worldwide limits the utility of detecting anti-SARS CoV-2 antibody. The certainty of available evidence supporting the use of serology for diagnosis was graded as very low to low. Future studies should use serologic assays calibrated to a common reference standard.",
  "authors": [
    {
      "last_name": "Hayden",
      "fore_name": "Mary K",
      "initials": "MK",
      "name": "Mary K Hayden",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, Rush University Medical Center, Chicago, Illinois; Department of Pathology, Rush University Medical Center, Chicago, Illinois, USA."
      ],
      "orcid": "0000-0002-4603-8501"
    },
    {
      "last_name": "El Mikati",
      "fore_name": "Ibrahim K",
      "initials": "IK",
      "name": "Ibrahim K El Mikati",
      "affiliations": [
        "Outcomes and Implementation Research Unit, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, Kansas, USA.",
        "Department of Internal Medicine, Johns Hopkins Bayview Medical Center, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Hanson",
      "fore_name": "Kimberly E",
      "initials": "KE",
      "name": "Kimberly E Hanson",
      "affiliations": [
        "Divisions of Infectious Diseases and Clinical Microbiology, University of Utah, Salt Lake City, Utah, USA."
      ]
    },
    {
      "last_name": "Englund",
      "fore_name": "Janet A",
      "initials": "JA",
      "name": "Janet A Englund",
      "affiliations": [
        "Department of Pediatrics, University of Washington, Seattle Children's Research Institute, Seattle, Washington, USA."
      ]
    },
    {
      "last_name": "Humphries",
      "fore_name": "Romney M",
      "initials": "RM",
      "name": "Romney M Humphries",
      "affiliations": [
        "Pathology, Microbiology and Immunology, Vanderbilt University Medical Center, Nashville, Tennessee, USA."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Lee",
      "affiliations": [
        "Departments of Pathology and Internal Medicine, University of Texas Southwestern Medical Center, Dallas, Texas, USA."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Division of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Morgan",
      "affiliations": [
        "Department of Epidemiology and Public Health, University of Maryland School of Medicine, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Patel",
      "affiliations": [
        "Division of Clinical Microbiology, Division of Public Health, Infectious Diseases, and Occupational Medicine, Mayo Clinic, Rochester, Minnesota, USA."
      ]
    },
    {
      "last_name": "Al Ta'ani",
      "fore_name": "Omar",
      "initials": "O",
      "name": "Omar Al Ta'ani",
      "affiliations": [
        "Department of Internal Medicine, Allegheny Health Network, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Nazzal",
      "fore_name": "Jamil",
      "initials": "J",
      "name": "Jamil Nazzal",
      "affiliations": [
        "Office of Scientific Affairs and Research, King Hussein Cancer Center, Amman, Jordan."
      ]
    },
    {
      "last_name": "Iqneibi",
      "fore_name": "Shahad",
      "initials": "S",
      "name": "Shahad Iqneibi",
      "affiliations": [
        "Department of Pathology & Laboratory Medicine - Emory University, Atlanta, Georgia, USA."
      ]
    },
    {
      "last_name": "Amarin",
      "fore_name": "Justin Z",
      "initials": "JZ",
      "name": "Justin Z Amarin",
      "affiliations": [
        "Division of Pediatric Infectious Diseases, Vanderbilt University Medical Center, Nashville, Tennessee, USA."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Nutrition, University of Minnesota, Minneapolis VA Healthcare System, Minneapolis, Minnesota, USA."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "Department of Medicine, Case Western Reserve University, School of Medicine, Cleveland, Ohio, USA."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Division of Public Health, Infectious Diseases and Occupational Medicine, Mayo Clinic, Rochester, Minnesota, USA."
      ]
    },
    {
      "last_name": "Bhimraj",
      "fore_name": "Adarsh",
      "initials": "A",
      "name": "Adarsh Bhimraj",
      "affiliations": [
        "Houston Methodist, Director, Infectious Diseases Fellowship and Education, Division of Infectious Diseases, Houston Methodist Hospital, Center of Excellence for Infectious Diseases Houston Methodist Research Institute, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Division of Nephrology and Hypertension, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, Kansas, USA."
      ]
    }
  ],
  "journal": {
    "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
    "iso_abbreviation": "Clin Infect Dis",
    "issn": "1537-6591",
    "issn_type": "Electronic",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38489670",
    "doi": "10.1093/cid/ciae121",
    "pii": "7629672"
  },
  "doi": "10.1093/cid/ciae121",
  "dates": {
    "revised": "2024-03-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.187071",
    "pmid": "38489670"
  }
}