{
  "pmid": "38482648",
  "uid": "38482648",
  "title": "The Community Paramedicine at Clinic Program: Improving Participant Health while Preserving Healthcare System Resources.",
  "abstract": "Vulnerable populations such as low-income older adults in social housing suffer from poor quality of life and are impacted by chronic diseases. These populations are also high users of emergency services, which contribute to high healthcare costs. Community-based, patient-centred interventions, such as community paramedicine (CP) programs, can address the healthcare gaps for these underserved populations. Community Paramedicine at Clinic (CP@clinic) is an innovative, evidence-based, chronic disease prevention/management program that improves patient health and quality of life, connects them with health and community services, preserves healthcare resources and yields cost savings for the emergency care system. The program also works with other community organizations, facilitating interprofessional engagement and supporting other disciplines in providing care. Known barriers to implementing CP programs highlight the importance of standard practices and training as exemplified by the CP@clinic program.",
  "authors": [
    {
      "last_name": "AlShenaiber",
      "fore_name": "Leena",
      "initials": "L",
      "name": "Leena AlShenaiber",
      "affiliations": [
        "A third-year medical student at Khalifa University in Abu Dhabi, UAE. Leena is passionate about research aimed at filling gaps in healthcare and addressing the social determinants of health."
      ]
    },
    {
      "last_name": "Mahal",
      "fore_name": "Guneet",
      "initials": "G",
      "name": "Guneet Mahal",
      "affiliations": [
        "A research assistant at the Vulnerable Individuals in Primary Care (VIP) Lab in the Department of Family Medicine at McMaster University in Hamilton, ON. Guneet's research interests revolve around health and social inequalities as well as community paramedicine (CP)."
      ]
    },
    {
      "last_name": "Angeles",
      "fore_name": "Ricardo",
      "initials": "R",
      "name": "Ricardo Angeles",
      "affiliations": [
        "A research associate and assistant professor (part-time) with a research focus on CP, global health (chronic diseases in low- and middle-income countries), vulnerable populations (social housing, low-income, new immigrants) and health services in the Department of Family Medicine at McMaster University in Hamilton, ON."
      ]
    },
    {
      "last_name": "Marzanek-Lefebvre",
      "fore_name": "Francine",
      "initials": "F",
      "name": "Francine Marzanek-Lefebvre",
      "affiliations": [
        "A research coordinator in the Department of Family Medicine at McMaster University in Hamilton, ON. As a research coordinator, Francine has been involved with the planning, implementation and scaling of the CP@clinic program and other CP research projects. Francine has research interests related to cardiovascular health promotion and chronic disease prevention in the community."
      ]
    },
    {
      "last_name": "Pirrie",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Pirrie",
      "affiliations": [
        "A research associate with a focus on population health, vulnerable populations and health systems at the VIP Research Lab in the Department of Family Medicine at McMaster University in Hamilton, ON."
      ]
    },
    {
      "last_name": "Keenan",
      "fore_name": "Amelia",
      "initials": "A",
      "name": "Amelia Keenan",
      "affiliations": [
        "A project coordinator at the North Shore Division of Family Practice in Vancouver, BC. Amelia works in the realms of healthcare and social work and aims to learn about and improve care for vulnerable populations directly as a homeless outreach worker and at a systems level as a project coordinator supporting substance use and long-term care health initiatives."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "The Tier 1 Canada Research Chair in Vulnerable Individuals in Primary Care. She is also the director of the VIP Research Lab, a practising family physician, a primary care epidemiologist and a professor at McMaster University in Hamilton, ON. She has facilitated, led and supervised the development of CP research at McMaster University, including the CP@clinic program."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare quarterly (Toronto, Ont.)",
    "iso_abbreviation": "Healthc Q",
    "issn": "1929-6347",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "41",
  "end_page": "47",
  "pages": "41-47",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Paramedicine",
    "Quality of Life",
    "Delivery of Health Care",
    "Emergency Medical Services",
    "Health Care Costs"
  ],
  "article_ids": {
    "pubmed": "38482648",
    "doi": "10.12927/hcq.2024.27254",
    "pii": "hcq.2024.27254"
  },
  "doi": "10.12927/hcq.2024.27254",
  "dates": {
    "completed": "2024-03-15",
    "revised": "2024-03-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.680415",
    "pmid": "38482648"
  }
}