{
  "pmid": "38484226",
  "uid": "38484226",
  "title": "Understanding network meta-analysis methodology for the ophthalmologist.",
  "abstract": "PURPOSE OF REVIEW: Over the past decade, the number of studies published using network meta-analyses (NMAs) has rapidly increased, and there have been continued advancements to further advance this analysis approach. Due to the fast moving and changing landscape in the infancy of NMA methodology, there is a lack of consistency and standardization for this approach. This article aims to summarize the crucial components of an NMA for both future readers, and for potential NMA authors. RECENT FINDINGS: Key components of NMAs include, but are not limited to, reporting the proposed analysis methods, assessment of risk of bias within the included studies, reporting the overall quality of the available evidence, and defining the parameters in which the results will be presented. Although NMA allows for a comprehensive evaluation of all available treatment options for a given condition, we believe that there is importance in ensuring clear understanding and appropriate interpretation of results to inform clinical practice. SUMMARY: While many components of NMA mirror those of traditional pairwise meta-analysis, there are many novel methodologies that are specific to this approach. It is imperative that future NMAs follow guidance from key methodology groups, as these provide valuable tools for conducting and reporting NMAs.",
  "authors": [
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Department of Surgery, Research Methods, Evidence an Impact.",
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Department of Surgery, Research Methods, Evidence an Impact.",
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in ophthalmology",
    "iso_abbreviation": "Curr Opin Ophthalmol",
    "issn": "1531-7021",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "260",
  "end_page": "264",
  "pages": "260-264",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Forecasting",
    "Network Meta-Analysis As Topic",
    "Ophthalmologists"
  ],
  "article_ids": {
    "pubmed": "38484226",
    "doi": "10.1097/ICU.0000000000001048",
    "pii": "00055735-990000000-00160"
  },
  "doi": "10.1097/ICU.0000000000001048",
  "dates": {
    "completed": "2024-03-25",
    "revised": "2025-01-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.933496",
    "pmid": "38484226"
  }
}