{
  "pmid": "38482316",
  "uid": "38482316",
  "title": "Comparative analysis of CBNAAT (GeneXpert) and Ziehl-Nielsen staining test as diagnostic modalities of tuberculosis.",
  "abstract": "BACKGROUND: As centuries and millennia passed, tuberculosis remains the major health threat for millions of people. Due to this resurgence of tuberculosis, scientists around the globe have intensified their research efforts to curb down the transmission of this disease and that is the reason which led to the development of new and efficient diagnostic tools, one such being the rapid cartridge-based nucleic acid amplification test which can give the real-time results and that too in a short period of time. These diagnostic tools which are based on the latest technologies help in paving the way to eliminate tuberculosis by early detection method and further prevent the transmission. AIM: In this study, we did a comparative analysis of the effectiveness of CBNAAT technique in the early detection of Mycobacterium tuberculosis over the conventional method of Ziehl-Nielsen microscopy as diagnostic modalities. MATERIALS AND METHODS: Comparative analysis of CBNAAT (GeneXpert) and Ziehl-Nielsen staining test was done as diagnostic modalities using standard protocols. RESULTS: Out of total 300 samples, 153 were female, 146 were male, while one was transgender. For all these samples, the positivity rates were 48% for the CBNAAT technique and 21.3% for ZN staining method, respectively. For extrapulmonary samples, positivity rates were 49.1% and 11.86% for CBNAAT and ZN microscopy, respectively, while the same for pulmonary samples was 47.7% and 23.6%, respectively. CONCLUSIONS: ZN microscopy and CBNAAT are both initial tests for the detection of Mycobacterium tuberculosis, but the introduction of CBNAAT is a boon for peripheral sites. The higher positivity rate of CBNAAT over ZN staining is the icing on the cake with the ability to detect even those cases that could be missed by the latter.",
  "authors": [
    {
      "last_name": "Yadav",
      "fore_name": "Priyanka",
      "initials": "P",
      "name": "Priyanka Yadav",
      "affiliations": [
        "Department of Microbiology, Lala Lajpat Rai Memorial Medical College, Meerut, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Mahour",
      "fore_name": "Priyanka",
      "initials": "P",
      "name": "Priyanka Mahour",
      "affiliations": [
        "Department of Microbiology, Lala Lajpat Rai Memorial Medical College, Meerut, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Aditi",
      "initials": "A",
      "name": "Aditi Agarwal",
      "affiliations": [
        "Department of Microbiology, Lala Lajpat Rai Memorial Medical College, Meerut, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Microbiology, Lala Lajpat Rai Memorial Medical College, Meerut, Uttar Pradesh, India."
      ]
    }
  ],
  "journal": {
    "title": "Journal of family medicine and primary care",
    "iso_abbreviation": "J Family Med Prim Care",
    "issn": "2249-4863",
    "issn_type": "Print",
    "volume": "13",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "124",
  "end_page": "128",
  "pages": "124-128",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38482316",
    "pmc": "PMC10931856",
    "doi": "10.4103/jfmpc.jfmpc_277_23",
    "pii": "JFMPC-13-124"
  },
  "doi": "10.4103/jfmpc.jfmpc_277_23",
  "pmc_id": "PMC10931856",
  "dates": {
    "revised": "2024-03-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.411730",
    "pmid": "38482316"
  }
}