{
  "pmid": "38481111",
  "uid": "38481111",
  "title": "Decision Regret Following the Choice of Surgery or Active Surveillance for Small, Low-Risk Papillary Thyroid Cancer: A Prospective Cohort Study.",
  "abstract": "Background: It is important to understand cancer survivors' perceptions about their treatment decisions and quality of life. Methods: We performed a prospective observational cohort study of Canadian patients with small (<2 cm) low-risk papillary thyroid cancer (PTC) who were offered the choice of active surveillance (AS) or surgery (Clinicaltrials.gov NCT03271892). Participants completed a questionnaire one year after their treatment decision. The primary intention-to-treat analysis compared the mean decision regret scale total score between patients who chose AS or surgery. A secondary analysis examined one-year decision regret score according to treatment status. Secondary outcomes included quality of life, mood, fear of disease progression, and body image perception. We adjusted for age, sex, and follow-up duration in linear regression analyses. Results: The overall questionnaire response rate was 95.5% (191/200). The initial treatment choices of respondents were AS 79.1% (151/191) and surgery 20.9% (40/191). The mean age was 53 years (standard deviation [SD] 15 years) and 77% (147/191) were females. In the AS group, 7.3% (11/151) of patients crossed over to definitive treatment (two for disease progression) before the time of questionnaire completion. The mean level of decision regret did not differ significantly between patients who chose AS (mean 22.4, SD 13.9) or surgery (mean 20.9, SD 12.2) in crude (p = 0.730) or adjusted (p = 0.29) analyses. However, the adjusted level of decision regret was significantly higher in patients who initially chose AS and crossed over to surgery (beta coefficient 10.1 [confidence interval; CI 1.3-18.9], p = 0.02), compared with those remaining under AS. In secondary adjusted analyses, respondents who chose surgery reported that symptoms related to their cancer or its treatment interfered with life to a greater extent than those who chose AS (p = 0.02), but there were no significant group differences in the levels of depression, anxiety, fear of disease progression, or overall body image perception. Conclusions: In this study of patients with small, low-risk PTC, the mean level of decision regret pertaining to the initial disease management choice was relatively low after one year and it did not differ significantly for respondents who chose AS or surgery.",
  "authors": [
    {
      "last_name": "Sawka",
      "fore_name": "Anna M",
      "initials": "AM",
      "name": "Anna M Sawka",
      "affiliations": [
        "Division of Endocrinology, University Health Network and University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Ghai",
      "fore_name": "Sangeet",
      "initials": "S",
      "name": "Sangeet Ghai",
      "affiliations": [
        "Joint Department of Medical Imaging, University Health Network-Mt Sinai Hospital-Women's College Hospital, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Rotstein",
      "fore_name": "Lorne",
      "initials": "L",
      "name": "Lorne Rotstein",
      "affiliations": [
        "Department of Surgery, University Health Network and University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Irish",
      "fore_name": "Jonathan C",
      "initials": "JC",
      "name": "Jonathan C Irish",
      "affiliations": [
        "Department of Otolaryngology-Head and Neck Surgery/Surgical Oncology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Pasternak",
      "fore_name": "Jesse D",
      "initials": "JD",
      "name": "Jesse D Pasternak",
      "affiliations": [
        "Department of Surgery, University Health Network and University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Monteiro",
      "affiliations": [
        "Department of Otolaryngology and Head and Neck Surgery, Mount Sinai Hospital and University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Chung",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Chung",
      "affiliations": [
        "Department of Otolaryngology and Head and Neck Surgery, Trillium Health Partners and University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Zahedi",
      "fore_name": "Afshan",
      "initials": "A",
      "name": "Afshan Zahedi",
      "affiliations": [
        "Division of Endocrinology, Women's College Hospital and University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Su",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Su",
      "affiliations": [
        "Department of Biostatistics, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Xu",
      "affiliations": [
        "Department of Biostatistics, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada.",
        "Department of Biostatistics, Dalla Lana School of Public Health, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Jones",
      "affiliations": [
        "Department of Psychosocial Oncology, University Health Network and University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Baxter",
      "fore_name": "Nancy N",
      "initials": "NN",
      "name": "Nancy N Baxter",
      "affiliations": [
        "Melbourne School of Population and Global Health, University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Goldstein",
      "fore_name": "David P",
      "initials": "DP",
      "name": "David P Goldstein",
      "affiliations": [
        "Department of Otolaryngology-Head and Neck Surgery/Surgical Oncology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Thyroid : official journal of the American Thyroid Association",
    "iso_abbreviation": "Thyroid",
    "issn": "1557-9077",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "626",
  "end_page": "634",
  "pages": "626-634",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Thyroid Neoplasms",
    "Thyroid Cancer, Papillary",
    "Adult",
    "Emotions",
    "Watchful Waiting",
    "Quality of Life",
    "Aged",
    "Surveys and Questionnaires",
    "Decision Making",
    "Thyroidectomy",
    "Canada",
    "Disease Progression",
    "Body Image"
  ],
  "article_ids": {
    "pubmed": "38481111",
    "pmc": "PMC11296158",
    "doi": "10.1089/thy.2023.0634"
  },
  "doi": "10.1089/thy.2023.0634",
  "pmc_id": "PMC11296158",
  "dates": {
    "completed": "2024-05-30",
    "revised": "2025-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.727964",
    "pmid": "38481111"
  }
}