{
  "pmid": "38480029",
  "uid": "38480029",
  "title": "Maternal mortality in the United States: are the high and rising rates due to changes in obstetrical factors, maternal medical conditions, or maternal mortality surveillance?",
  "abstract": "BACKGROUND: National Vital Statistics System reports show that maternal mortality rates in the United States have nearly doubled, from 17.4 in 2018 to 32.9 per 100,000 live births in 2021. However, these high and rising rates could reflect issues unrelated to obstetrical factors, such as changes in maternal medical conditions or maternal mortality surveillance (eg, due to introduction of the pregnancy checkbox). OBJECTIVE: This study aimed to assess if the high and rising rates of maternal mortality in the United States reflect changes in obstetrical factors, maternal medical conditions, or maternal mortality surveillance. STUDY DESIGN: The study was based on all deaths in the United States from 1999 to 2021. Maternal deaths were identified using the following 2 approaches: (1) per National Vital Statistics System methodology, as deaths in pregnancy or in the postpartum period, including deaths identified solely because of a positive pregnancy checkbox, and (2) under an alternative formulation, as deaths in pregnancy or in the postpartum period, with at least 1 mention of pregnancy among the multiple causes of death on the death certificate. The frequencies of major cause-of-death categories among deaths of female patients aged 15 to 44 years, maternal deaths, deaths due to obstetrical causes (ie, direct obstetrical deaths), and deaths due to maternal medical conditions aggravated by pregnancy or its management (ie, indirect obstetrical deaths) were quantified. RESULTS: Maternal deaths, per National Vital Statistics System methodology, increased by 144% (95% confidence interval, 130-159) from 9.65 in 1999-2002 (n=1550) to 23.6 per 100,000 live births in 2018-2021 (n=3489), with increases occurring among all race and ethnicity groups. Direct obstetrical deaths increased from 8.41 in 1999-2002 to 14.1 per 100,000 live births in 2018-2021, whereas indirect obstetrical deaths increased from 1.24 to 9.41 per 100,000 live births: 38% of direct obstetrical deaths and 87% of indirect obstetrical deaths in 2018-2021 were identified because of a positive pregnancy checkbox. The pregnancy checkbox was associated with increases in less specific and incidental causes of death. For example, maternal deaths with malignant neoplasms listed as a multiple cause of death increased 46-fold from 0.03 in 1999-2002 to 1.42 per 100,000 live births in 2018-2021. Under the alternative formulation, the maternal mortality rate was 10.2 in 1999-2002 and 10.4 per 100,000 live births in 2018-2021; deaths from direct obstetrical causes decreased from 7.05 to 5.82 per 100,000 live births. Deaths due to preeclampsia, eclampsia, postpartum hemorrhage, puerperal sepsis, venous complications, and embolism decreased, whereas deaths due to adherent placenta, renal and unspecified causes, cardiomyopathy, and preexisting hypertension increased. Maternal mortality increased among non-Hispanic White women and decreased among non-Hispanic Black and Hispanic women. However, rates were disproportionately higher among non-Hispanic Black women, with large disparities evident in several causes of death (eg, cardiomyopathy). CONCLUSION: The high and rising rates of maternal mortality in the United States are a consequence of changes in maternal mortality surveillance, with reliance on the pregnancy checkbox leading to an increase in misclassified maternal deaths. Identifying maternal deaths by requiring mention of pregnancy among the multiple causes of death shows lower, stable maternal mortality rates and declines in maternal deaths from direct obstetrical causes.",
  "authors": [
    {
      "last_name": "Joseph",
      "fore_name": "K S",
      "initials": "KS",
      "name": "K S Joseph",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia, BC Children's and Women's Hospital and Health Centre, Vancouver, Canada; School of Population and Public Health, University of British Columbia, Vancouver, Canada. Electronic address: ksjoseph@bcchr.ca."
      ]
    },
    {
      "last_name": "Lisonkova",
      "fore_name": "Sarka",
      "initials": "S",
      "name": "Sarka Lisonkova",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia, BC Children's and Women's Hospital and Health Centre, Vancouver, Canada; School of Population and Public Health, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Boutin",
      "fore_name": "Amélie",
      "initials": "A",
      "name": "Amélie Boutin",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine, Université Laval, CHU de Québec-Université Laval Research Center, Québec City, Canada."
      ]
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": [
        "Department of Obstetrics and Gynecology and Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Razaz",
      "fore_name": "Neda",
      "initials": "N",
      "name": "Neda Razaz",
      "affiliations": [
        "Division of Clinical Epidemiology, Department of Medicine Solna, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "John",
      "fore_name": "Sid",
      "initials": "S",
      "name": "Sid John",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia, BC Children's and Women's Hospital and Health Centre, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Sabr",
      "fore_name": "Yasser",
      "initials": "Y",
      "name": "Yasser Sabr",
      "affiliations": [
        "Department of Obstetrics and Gynecology, College of Medicine, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Wee-Shian",
      "initials": "WS",
      "name": "Wee-Shian Chan",
      "affiliations": [
        "Department of Medicine, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Mehrabadi",
      "fore_name": "Azar",
      "initials": "A",
      "name": "Azar Mehrabadi",
      "affiliations": [
        "Perinatal Epidemiology Research Unit, Department of Obstetrics and Gynaecology and Department of Pediatrics, Dalhousie University, Halifax, Canada."
      ]
    },
    {
      "last_name": "Brandt",
      "fore_name": "Justin S",
      "initials": "JS",
      "name": "Justin S Brandt",
      "affiliations": [
        "Department of Obstetrics, Gynecology and Reproductive Sciences, Rutgers Robert Wood Johnson Medical School, New Brunswick, NJ; Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, NYU Grossman School of Medicine, New York, NY."
      ]
    },
    {
      "last_name": "Schisterman",
      "fore_name": "Enrique F",
      "initials": "EF",
      "name": "Enrique F Schisterman",
      "affiliations": [
        "Department of Biostatistics, Epidemiology and Informatics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."
      ]
    },
    {
      "last_name": "Ananth",
      "fore_name": "Cande V",
      "initials": "CV",
      "name": "Cande V Ananth",
      "affiliations": [
        "Division of Epidemiology and Biostatistics, Department of Obstetrics, Gynecology and Reproductive Sciences, Rutgers Robert Wood Johnson Medical School, New Brunswick, NJ; Cardiovascular Research Institute, Department of Medicine, Rutgers Robert Wood Johnson Medical School, New Brunswick, NJ; Department of Biostatistics and Epidemiology, Rutgers School of Public Health, Piscataway, NJ; Environmental and Occupational Health Sciences Institute, Rutgers Robert Wood Johnson Medical School, Piscataway, NJ."
      ]
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "volume": "230",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "440.e1",
  "end_page": "440.e13",
  "pages": "440.e1-440.e13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Pregnancy",
    "Female",
    "Humans",
    "United States",
    "Maternal Mortality",
    "Maternal Death",
    "Cause of Death",
    "Live Birth",
    "Cardiomyopathies"
  ],
  "article_ids": {
    "pubmed": "38480029",
    "doi": "10.1016/j.ajog.2023.12.038",
    "pii": "S0002-9378(24)00005-X"
  },
  "doi": "10.1016/j.ajog.2023.12.038",
  "dates": {
    "completed": "2024-04-05",
    "revised": "2025-03-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:39.024270",
    "pmid": "38480029"
  }
}