{
  "pmid": "38492945",
  "uid": "38492945",
  "title": "Healthcare utilization and left ventricular ejection fraction distribution in methamphetamine use associated heart failure hospitalizations.",
  "abstract": "BACKGROUND: Although methamphetamine use associated heart failure (MU-HF) is increasing, data on its clinical course are limited due to a preponderance of single center studies and significant heterogeneity in the definition of MU-HF in the published literature. Our objective was to evaluate left ventricular ejection fraction (LVEF) distribution, methamphetamine use treatment engagement and postdischarge healthcare utilization among Veterans with heart failure hospitalization in the department of Veterans Affairs (VA) medical centers for MU-HF versus HF not associated with methamphetamine use (other-HF). METHODS: Observational study including a cohort of Veterans with a first heart failure hospitalization during 2007 - 2020 using data in the VA Corporate Data Warehouse. MU-HF was identified based on the presence of an ICD-code for methamphetmaine use or positive toxicology results within 1-year of heart failure hospitalization. LVEF values entered in the medical record were identified using a validated natural language processing algorithm. Healthcare utilization data was obtained using clinic stop-codes and hosptilaization records. RESULTS: Of 203,005 first-time heart failure hospitlaizations, 4080 were categorized as MU-HF. Median (interquartile range) of LVEF was 30 (20-45) % for MU-HF versus 40 (25-55)% for other-HF (P < .0001). Eighteen percent of MU-HF had LVEF ≥ 50% compared to 28% in other-HF. Discharge against medical advice was higher in MU-HF (8% vs 2%). Among Veterans with MU-HF, post hospital discharge methamphetamine use treatment engagement was low (18% at 30 days post discharge), with higher follow-up in primary care (76% at 30 days). Post discharge emergency department visits (33% versus 22% at 30 days) and rehospitalizations (24% versus 18% at 30 days) were higher in MU-HF compared to other-HF. CONCLUSIONS: While the majority of MU-HF hospitalizations are HFrEF, a sizeable minority have HFpEF. This finding has implications for accurate MU-HF classification, treatment, and prognosis. Patients with MU-HF have low addiction treatment receipt and high postdischarge unplanned healthcare utilization. Increasing substance use disorder treatment in this population must be a priority to improve health outcomes. Care-coordination and linkage interventions are urgently needed to increase post-hospitalization addiction treatment and follow-up in an effort to increase evidence-base care and mitigate unplanned healthcare utilization.",
  "authors": [
    {
      "last_name": "Manja",
      "fore_name": "Veena",
      "initials": "V",
      "name": "Veena Manja",
      "affiliations": [
        "Veterans Affairs, Northern California Health Care System, Mather, CA; University of California Davis, Sacramento, CA. Electronic address: veena.manja@va.gov."
      ]
    },
    {
      "last_name": "Sandhu",
      "fore_name": "Alexander Tarlochan Singh",
      "initials": "ATS",
      "name": "Alexander Tarlochan Singh Sandhu",
      "affiliations": [
        "VA Palo Alto Healthcare System, Palo Alto, CA; Stanford University, Stanford, CA."
      ]
    },
    {
      "last_name": "Asch",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Asch",
      "affiliations": [
        "Center for Innovation to Implementation, VA Palo Alto Healthcare System, Menlo Park, CA; Stanford University, Stanford, CA."
      ]
    },
    {
      "last_name": "Frayne",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Frayne",
      "affiliations": [
        "Center for Innovation to Implementation, VA Palo Alto Healthcare System, Menlo Park, CA; Stanford University, Stanford, CA."
      ]
    },
    {
      "last_name": "McGovern",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark McGovern",
      "affiliations": [
        "Stanford University, Stanford, CA."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Cheng",
      "initials": "C",
      "name": "Cheng Chen",
      "affiliations": [
        "Center for Innovation to Implementation, VA Palo Alto Healthcare System, Menlo Park, CA; Stanford University, Stanford, CA."
      ]
    },
    {
      "last_name": "Heidenreich",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Heidenreich",
      "affiliations": [
        "VA Palo Alto Healthcare System, Palo Alto, CA; Stanford University, Stanford, CA."
      ]
    }
  ],
  "journal": {
    "title": "American heart journal",
    "iso_abbreviation": "Am Heart J",
    "issn": "1097-6744",
    "issn_type": "Electronic",
    "volume": "270",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "156",
  "end_page": "160",
  "pages": "156-160",
  "language": "eng",
  "publication_types": [
    "Observational Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Stroke Volume",
    "Ventricular Function, Left",
    "Heart Failure",
    "Aftercare",
    "Patient Discharge",
    "Hospitalization",
    "Prognosis",
    "Patient Acceptance of Health Care"
  ],
  "article_ids": {
    "pubmed": "38492945",
    "doi": "10.1016/j.ahj.2023.12.014",
    "pii": "S0002-8703(23)00357-5"
  },
  "doi": "10.1016/j.ahj.2023.12.014",
  "dates": {
    "completed": "2024-03-18",
    "revised": "2024-07-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:59.626197",
    "pmid": "38492945"
  }
}