{
  "pmid": "38491481",
  "uid": "38491481",
  "title": "Equity and unmet need of non-communicable diseases services in Saudi Arabia using a National Household Survey (2019).",
  "abstract": "BACKGROUND: Saudi Arabia is implementing a comprehensive health system transformation in health services provision, governance, and financing. Given the high burden of non-communicable diseases (NCD), a key objective of the transformation is to integrate NCD prevention and treatment into primary care. The study objectives were to assess primary care service use for treatment of NCDs, to quantify existing inequities in preventive services utilization, and to identify regional and sociodemographic factors associated with these inequities. METHODS: Using the 2019 Kingdom of Saudi Arabia World Health Survey, multivariable logistic regression models were conducted to identify predictors of utilization of primary care services for NCD prevention and treatment, unmet need among those with a diagnosis of diabetes, hypertension, or dyslipidemia, and unmet need in breast and cervical cancer screening. RESULTS: Among those with an NCD diagnosis, living in a high-income household was associated with a lower probability of having an unmet need compared to those in low-income households. Furthermore, rural residents were less likely to have an unmet need compared to urban residents (OR 0.58, p=0.029). Individuals without a perceived need for healthcare within the last 12 months had three times the probability of unmet need in comparison to those with such a perceived need (p<0.001). Women in all regions had a lower probability of ever having a mammogram compared to women in the central regions around Riyadh. Women with an education above a secondary level had five times the odds of undergoing cervical cancer screening and three times the likelihood of ever having a mammogram (P=0.012, p=0.02) than other women. Compared to women in low-income households, those in middle (OR 1.99, P=0.026), upper middle (OR 3.47, p<0.001), or high-income households (OR 2.59, p<0.001) had a higher probability of having had cervical cancer screening. CONCLUSIONS: Inequities in NCD treatment and prevention services' utilization in Saudi Arabia are strongly associated with region of living, population density, wealth, income, education and perceived need for health care. More research is needed to better understand the extent of unmet primary care needs for NCD and how to address the underlying contributing factors to access inequities.",
  "authors": [
    {
      "last_name": "Alattas",
      "fore_name": "Maha",
      "initials": "M",
      "name": "Maha Alattas",
      "affiliations": [
        "Department of Global Health, Boston University School of Public Health, Boston, MA, USA. alattasm@bu.edu.",
        "Department of Community Medicine, King Abdulaziz University, Jeddah, Saudi Arabia. alattasm@bu.edu."
      ]
    },
    {
      "last_name": "Gordon",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Gordon",
      "affiliations": [
        "Department of Health Law, Policy and Management, Boston University School of Public Health, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Sabin",
      "fore_name": "Lora L",
      "initials": "LL",
      "name": "Lora L Sabin",
      "affiliations": [
        "Department of Global Health, Boston University School of Public Health, Boston, MA, USA."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Wirtz",
      "fore_name": "Veronika J",
      "initials": "VJ",
      "name": "Veronika J Wirtz",
      "affiliations": [
        "Department of Global Health, Boston University School of Public Health, Boston, MA, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "16"
  },
  "start_page": "346",
  "pages": "346",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Noncommunicable Diseases",
    "Saudi Arabia",
    "Early Detection of Cancer",
    "Uterine Cervical Neoplasms",
    "Delivery of Health Care"
  ],
  "article_ids": {
    "pubmed": "38491481",
    "pmc": "PMC10943914",
    "doi": "10.1186/s12913-024-10787-6",
    "pii": "10.1186/s12913-024-10787-6"
  },
  "doi": "10.1186/s12913-024-10787-6",
  "pmc_id": "PMC10943914",
  "dates": {
    "completed": "2024-03-18",
    "revised": "2024-11-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.377726",
    "pmid": "38491481"
  }
}