{
  "pmid": "38503488",
  "uid": "38503488",
  "title": "Crowdsourcing a diagnosis? Exploring the accuracy of the size and type of group diagnosis: an experimental study.",
  "abstract": "BACKGROUND: The consultation process, where a clinician seeks an opinion from another clinician, is foundational in medicine. However, the effectiveness of group diagnosis has not been studied. OBJECTIVE: To compare individual diagnosis to group diagnosis on two dimensions: group size (n=3 or 6) and group process (interactive or artificial groups). METHODOLOGY: Thirty-six internal or emergency medicine residents participated in the study. Initially, each resident worked through four written cases on their own, providing a primary diagnosis and a differential diagnosis. Next, participants formed into groups of three. Using a videoconferencing platform, they worked through four additional cases, collectively providing a single primary diagnosis and differential diagnosis. The process was repeated using a group of six with four new cases. Cases were all counterbalanced. Retrospectively, nominal (ie, artificial) groups were formed by aggregating individual participant data into subgroups of three and six and analytically computing scores. Presence of the correct diagnosis as primary diagnosis or included in the differential diagnosis, as well as the number of diagnoses mentioned, was calculated for all conditions. Means were compared using analysis of variance. RESULTS: For both authentic and nominal groups, the diagnostic accuracy of group diagnosis was superior to individual for both the primary diagnosis and differential diagnosis. However, there was no improvement in diagnostic accuracy when comparing a group of three to a group of six. Interactive and nominal groups were equivalent; however, this may be an artefact of the method used to combine data. CONCLUSIONS: Group diagnosis improves diagnostic accuracy. However, a larger group is not necessarily superior to a smaller group. In this study, interactive group discussion does not result in improved diagnostic accuracy.",
  "authors": [
    {
      "last_name": "Sherbino",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sherbino",
      "affiliations": [
        "Department of Medicine, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada sherbino@mcmaster.ca."
      ],
      "orcid": "0000-0003-0344-8057"
    },
    {
      "last_name": "Sibbald",
      "fore_name": "Matt",
      "initials": "M",
      "name": "Matt Sibbald",
      "affiliations": [
        "Department of Medicine, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0022-2370"
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "LoGiudice",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew LoGiudice",
      "affiliations": [
        "Education Services, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3527-4389"
    },
    {
      "last_name": "Keuhl",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Keuhl",
      "affiliations": [
        "Education Services, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6039-9453"
    },
    {
      "last_name": "Lee",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Lee",
      "affiliations": [
        "Education Services, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1264-3260"
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Medicine, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8723-5942"
    }
  ],
  "journal": {
    "title": "BMJ quality & safety",
    "iso_abbreviation": "BMJ Qual Saf",
    "issn": "2044-5423",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "12",
    "pub_year": "2024",
    "pub_month": "Nov",
    "pub_day": "20"
  },
  "start_page": "790",
  "end_page": "794",
  "pages": "790-794",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Crowdsourcing",
    "Diagnosis, Differential",
    "Group Processes",
    "Internship and Residency",
    "Retrospective Studies",
    "Male",
    "Videoconferencing",
    "Female",
    "Emergency Medicine"
  ],
  "article_ids": {
    "pubmed": "38503488",
    "doi": "10.1136/bmjqs-2023-016695",
    "pii": "bmjqs-2023-016695"
  },
  "doi": "10.1136/bmjqs-2023-016695",
  "dates": {
    "completed": "2024-11-20",
    "revised": "2025-01-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.816663",
    "pmid": "38503488"
  }
}