{
  "pmid": "38503600",
  "uid": "38503600",
  "title": "2023 ISTH update of the 2022 ISTH guidelines for antithrombotic treatment in COVID-19.",
  "abstract": "Based on emerging evidence from the COVID-19 pandemic, the International Society on Thrombosis and Haemostasis (ISTH) guidelines for antithrombotic treatment in COVID-19 were published in 2022. Since then, at least 16 new randomized controlled trials have contributed additional evidence, which necessitated a modification of most of the previous recommendations. We used again the American College of Cardiology Foundation/American Heart Association methodology for assessment of level of evidence (LOE) and class of recommendation (COR). Five recommendations had the LOE upgraded to A and 2 new recommendations on antithrombotic treatment for patients with COVID-19 were added. Furthermore, a section was added to answer questions about COVID-19 vaccination and vaccine-induced immune thrombotic thrombocytopenia (VITT), for which studies have provided some evidence. We only included recommendations with LOE A or B. Panelists agreed on 19 recommendations, 4 for nonhospitalized, 5 for noncritically ill hospitalized, 3 for critically ill hospitalized, and 2 for postdischarge patients, as well as 5 for vaccination and VITT. A strong recommendation (COR 1) was given for (a) use of prophylactic dose of low-molecular-weight heparin or unfractionated heparin in noncritically ill patients hospitalized for COVID-19, (b) for select patients in this group, use of therapeutic-dose low-molecular-weight heparin/unfractionated heparin in preference to prophylactic dose, and (c) for use of antiplatelet factor 4 enzyme immunoassays for diagnosing VITT. A strong recommendation was given against (COR 3) the addition of an antiplatelet agent in hospitalized, noncritically ill patients. These international guidelines provide recommendations for countries with diverse healthcare resources and COVID-19 vaccine availability.",
  "authors": [
    {
      "last_name": "Schulman",
      "fore_name": "Sam",
      "initials": "S",
      "name": "Sam Schulman",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Obstetrics and Gynecology and Perinatal Medicine, I.M. Sechenov First Moscow State Medical University, Moscow, Russia. Electronic address: schulms@mcmaster.ca."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Centre for Transfusion Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bradbury",
      "fore_name": "Charlotte A",
      "initials": "CA",
      "name": "Charlotte A Bradbury",
      "affiliations": [
        "Faculty of Health Sciences, University of Bristol, Bristol, United Kingdom."
      ]
    },
    {
      "last_name": "Broxmeyer",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Broxmeyer",
      "affiliations": [
        "Department of Medicine, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, Hempstead, New York, USA."
      ]
    },
    {
      "last_name": "Connors",
      "fore_name": "Jean Marie",
      "initials": "JM",
      "name": "Jean Marie Connors",
      "affiliations": [
        "Division of Hematology, Brigham and Women's Hospital, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Falanga",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Falanga",
      "affiliations": [
        "Department of Transfusion Medicine and Hematology, Hospital Papa Giovanni XXIII, Bergamo, Italy; University of Milan Bicocca, Monza, Italy."
      ]
    },
    {
      "last_name": "Iba",
      "fore_name": "Toshiaki",
      "initials": "T",
      "name": "Toshiaki Iba",
      "affiliations": [
        "Department of Emergency and Disaster Medicine, Juntendo University, Tokyo, Japan."
      ]
    },
    {
      "last_name": "Kaatz",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Kaatz",
      "affiliations": [
        "Division of Hospital Medicine, Henry Ford Hospital, Detroit, Michigan, USA."
      ]
    },
    {
      "last_name": "Levy",
      "fore_name": "Jerrold H",
      "initials": "JH",
      "name": "Jerrold H Levy",
      "affiliations": [
        "Departments of Anesthesiology, Critical Care, and Surgery (Cardiothoracic), Duke University School of Medicine, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Middeldorp",
      "fore_name": "Saskia",
      "initials": "S",
      "name": "Saskia Middeldorp",
      "affiliations": [
        "Department of Internal Medicine and Radboud Institute of Health Sciences, Radboud University Medical Centre, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Minichiello",
      "fore_name": "Tracy",
      "initials": "T",
      "name": "Tracy Minichiello",
      "affiliations": [
        "Division of Hematology, San Francisco VA Medical Center, University of California, San Francisco, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Nazy",
      "fore_name": "Ishac",
      "initials": "I",
      "name": "Ishac Nazy",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Centre for Transfusion Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ramacciotti",
      "fore_name": "Eduardo",
      "initials": "E",
      "name": "Eduardo Ramacciotti",
      "affiliations": [
        "Science Valley Research Institute, São Paulo, Brazil; Hospital e Maternidade Christóvão da Gama, Grupo Leforte, Santo André, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Resnick",
      "fore_name": "Helaine E",
      "initials": "HE",
      "name": "Helaine E Resnick",
      "affiliations": [
        "Resnick, Chodorow & Associates, Silver Spring, Maryland, USA."
      ]
    },
    {
      "last_name": "Samama",
      "fore_name": "Charles Marc",
      "initials": "CM",
      "name": "Charles Marc Samama",
      "affiliations": [
        "Department of Anaesthesia, Intensive Care and Perioperative Medicine, Groupe Hospitalo-Universitaire, Assistance Publique-Hôpitaux de Paris Centre -Université Paris Cité, Cochin Hospital, Paris, France."
      ]
    },
    {
      "last_name": "Sholzberg",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Sholzberg",
      "affiliations": [
        "Departments of Medicine and Laboratory Medicine and Pathobiology, St Michael's Hospital, Li Ka Shing Knowledge Institute, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thachil",
      "fore_name": "Jecko",
      "initials": "J",
      "name": "Jecko Thachil",
      "affiliations": [
        "Department of Haematology, Manchester University Hospitals, Manchester, United Kingdom."
      ]
    },
    {
      "last_name": "Zarychanski",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Zarychanski",
      "affiliations": [
        "Sections of Hematology/Oncology and Critical Care, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Spyropoulos",
      "fore_name": "Alex C",
      "initials": "AC",
      "name": "Alex C Spyropoulos",
      "affiliations": [
        "Department of Medicine, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, Hempstead, New York, USA; Institute of Health System Science, Feinstein Institutes for Medical Research, Manhasset, New York, USA."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of thrombosis and haemostasis : JTH",
    "iso_abbreviation": "J Thromb Haemost",
    "issn": "1538-7836",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "1779",
  "end_page": "1797",
  "pages": "1779-1797",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Fibrinolytic Agents",
    "SARS-CoV-2",
    "COVID-19 Drug Treatment",
    "Thrombosis",
    "Anticoagulants",
    "COVID-19 Vaccines",
    "Platelet Aggregation Inhibitors"
  ],
  "article_ids": {
    "pubmed": "38503600",
    "doi": "10.1016/j.jtha.2024.02.011",
    "pii": "S1538-7836(24)00113-2"
  },
  "doi": "10.1016/j.jtha.2024.02.011",
  "dates": {
    "completed": "2024-05-30",
    "revised": "2024-05-30"
  },
  "chemicals": [
    "Fibrinolytic Agents",
    "Anticoagulants",
    "COVID-19 Vaccines",
    "Platelet Aggregation Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.401854",
    "pmid": "38503600"
  }
}