{
  "pmid": "38510288",
  "uid": "38510288",
  "title": "Heart Failure Readmission in Patients With ST-Segment Elevation Myocardial Infarction and Active Cancer.",
  "abstract": "BACKGROUND: Although numerous studies have examined readmission with heart failure (HF) after acute myocardial infarction (AMI), limited data are available on HF readmission in cancer patients post-AMI. OBJECTIVES: This study aimed to assess the rates and factors associated with HF readmission in cancer patients presenting with ST-segment elevation myocardial infarction (STEMI). METHODS: A nationally linked cohort of STEMI patients between January 2005 and March 2019 were obtained from the UK Myocardial Infarction National Audit Project registry and the UK national Hospital Episode Statistics Admitted Patient Care registry. Multivariable Fine-Gray competing risk models were used to evaluate HF readmission at 30 days and 1 year. RESULTS: A total of 326,551 STEMI indexed admissions were included, with 7,090 (2.2%) patients having active cancer. The cancer group was less likely to be admitted under the care of a cardiologist (74.5% vs 81.9%) and had lower rates of invasive coronary angiography (62.2% vs 72.7%; P < 0.001) and percutaneous coronary intervention (58.4% vs. 69.5%). There was a significant prescription gap in the administration of post-AMI medications upon discharge such as an angiotensin-converting enzyme inhibitor/angiotensin receptor blocker (49.5% vs 71.1%) and beta-blockers (58.4% vs 68.0%) in cancer patients. The cancer group had a higher rate of HF readmission at 30 days (3.2% vs 2.3%) and 1 year (9.4% vs 7.3%). However, after adjustment, cancer was not independently associated with HF readmission at 30 days (subdistribution HR: 1.05; 95% CI: 0.86-1.28) or 1 year (subdistribution HR: 1.03; 95% CI: 0.92-1.16). The opportunity-based quality indicator was associated with higher rates of HF readmission independent of cancer diagnosis. CONCLUSIONS: Cancer patients receive care that differs in important ways from patients without cancer. Greater implementation of evidence-based care may reduce HF readmissions, including in cancer patients.",
  "authors": [
    {
      "last_name": "Dafaalla",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Dafaalla",
      "affiliations": [
        "Keele Cardiovascular Research Group, Centre for Prognosis Research, Keele University, Stoke-on-Trent, United Kingdom."
      ]
    },
    {
      "last_name": "Abramov",
      "fore_name": "Dmitry",
      "initials": "D",
      "name": "Dmitry Abramov",
      "affiliations": [
        "Loma Linda University International Heart Institute, Loma Linda, California, USA."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ghosh",
      "fore_name": "Arjun K",
      "initials": "AK",
      "name": "Arjun K Ghosh",
      "affiliations": [
        "Barts Heart Centre, St Bartholomew's Hospital, Barts Health National Health Service Trust, London, United Kingdom.",
        "Hatter Cardiovascular Institute, University College London Hospital National Health Service Foundation Trust, London, United Kingdom."
      ]
    },
    {
      "last_name": "Gale",
      "fore_name": "Chris P",
      "initials": "CP",
      "name": "Chris P Gale",
      "affiliations": [
        "Leeds Institute of Cardiovascular and Metabolic Medicine, University of Leeds, Leeds, United Kingdom."
      ]
    },
    {
      "last_name": "Zaman",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Zaman",
      "affiliations": [
        "Department of Cardiology, Westmead Hospital, Sydney, Australia.",
        "Westmead Applied Research Centre, Faculty of Medicine and Health, The University of Sydney, Sydney, Australia."
      ]
    },
    {
      "last_name": "Rashid",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Rashid",
      "affiliations": [
        "Keele Cardiovascular Research Group, Centre for Prognosis Research, Keele University, Stoke-on-Trent, United Kingdom."
      ]
    },
    {
      "last_name": "Mamas",
      "fore_name": "Mamas A",
      "initials": "MA",
      "name": "Mamas A Mamas",
      "affiliations": [
        "Keele Cardiovascular Research Group, Centre for Prognosis Research, Keele University, Stoke-on-Trent, United Kingdom.",
        "Department of Medicine, Thomas Jefferson University, Philadelphia, Pennsylvania, USA."
      ]
    }
  ],
  "journal": {
    "title": "JACC. CardioOncology",
    "iso_abbreviation": "JACC CardioOncol",
    "issn": "2666-0873",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "117",
  "end_page": "129",
  "pages": "117-129",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38510288",
    "pmc": "PMC10950442",
    "doi": "10.1016/j.jaccao.2023.10.011",
    "pii": "S2666-0873(23)00354-X"
  },
  "doi": "10.1016/j.jaccao.2023.10.011",
  "pmc_id": "PMC10950442",
  "dates": {
    "revised": "2024-03-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.940547",
    "pmid": "38510288"
  }
}