{
  "pmid": "38514152",
  "uid": "38514152",
  "title": "Investigation of divergent thinking among surgeons and surgeon trainees in Canada (IDEAS): a mixed-methods study.",
  "abstract": "OBJECTIVE: To assess the creative potential of surgeons and surgeon trainees, as measured by divergent thinking. The secondary objectives were to identify factors associated with divergent thinking, assess confidence in creative problem-solving and the perceived effect of surgical training on creative potential, and explore the value of creativity in surgery. DESIGN: We used a mixed-methods design, conducting a survey of divergent thinking ability using a validated questionnaire followed by two semi-structured interviews with top-scoring participants. PARTICIPANTS & SETTING: Surgeons and surgeon trainees in the Department of Surgery at McMaster University. OUTCOMES: The primary outcome was divergent thinking, assessed with the Abbreviated Torrance Test for Adults. Participants also self-assessed their confidence in creative problem-solving and the effect of surgical training on their creative potential. We performed descriptive analyses and multivariable linear regression to identify factors associated with divergent thinking. We conducted a thematic analysis of the interview responses. RESULTS: 82 surgeons and surgeon trainees were surveyed; 43 were junior trainees and 28 were senior trainees. General surgery, orthopaedic surgery and plastic surgery represented 71.9% of the participants. The median participant age was 28 years (range 24-73), 51.2% of whom were female. Participants demonstrated levels of divergent thinking that were higher but not meaningfully different from the adult norm (62.39 (95% CI 61.25, 63.53), p<0.001). While participants scored significantly higher than the average adult on fluency (the ability to produce quantities of ideas) and flexibility (the ability to process information in different ways) (p<0.001 for both), they scored below average on originality (the ability to produce uncommon, new or unique ideas) (p<0.001). Regression analysis identified higher divergent thinking scores among females (estimated β=-3.58 (95% CI -6.25 to -0.90), p=0.010). CONCLUSIONS: The divergent thinking ability among surgeons and surgeon trainees was not meaningfully different from the adult normative score; however, their ability to generate original ideas was below average.",
  "authors": [
    {
      "last_name": "Thabane",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Hamilton, Hamilton, Ontario, Canada alexthabane@gmail.com."
      ],
      "orcid": "0000-0002-1516-9584"
    },
    {
      "last_name": "McKechnie",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler McKechnie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Hamilton, Hamilton, Ontario, Canada.",
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7668-4096"
    },
    {
      "last_name": "Arora",
      "fore_name": "Vikram",
      "initials": "V",
      "name": "Vikram Arora",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Hamilton, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4268-475X"
    },
    {
      "last_name": "Calic",
      "fore_name": "Goran",
      "initials": "G",
      "name": "Goran Calic",
      "affiliations": [
        "DeGroote School of Business, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Hamilton, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0178-8712"
    },
    {
      "last_name": "Sonnadara",
      "fore_name": "Ranil",
      "initials": "R",
      "name": "Ranil Sonnadara",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Hamilton, Hamilton, Ontario, Canada.",
        "Department of Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Hamilton, Hamilton, Ontario, Canada.",
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "21"
  },
  "start_page": "e081367",
  "pages": "e081367",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Female",
    "Young Adult",
    "Middle Aged",
    "Aged",
    "Male",
    "Thinking",
    "Creativity",
    "Problem Solving",
    "Surgeons",
    "Canada"
  ],
  "article_ids": {
    "pubmed": "38514152",
    "pmc": "PMC10961566",
    "doi": "10.1136/bmjopen-2023-081367",
    "pii": "bmjopen-2023-081367"
  },
  "doi": "10.1136/bmjopen-2023-081367",
  "pmc_id": "PMC10961566",
  "dates": {
    "completed": "2024-03-25",
    "revised": "2024-12-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.694571",
    "pmid": "38514152"
  }
}