{
  "pmid": "38512307",
  "uid": "38512307",
  "title": "Improving Health Professional Recognition and Response to Child Maltreatment and Intimate Partner Violence: Protocol for Two Mixed Methods Pilot Randomized Controlled Trials.",
  "abstract": "BACKGROUND: The optimal educational approach for preparing health professionals with the knowledge and skills to effectively recognize and respond to family violence, including child maltreatment and intimate partner violence, remains unclear. The Violence, Evidence, Guidance, and Action (VEGA) Family Violence Education Resources is a novel intervention that can be completed via self-directed learning or in a workshop format; both approaches focus on improving health professional preparedness to address family violence. OBJECTIVE: Our studies aim to determine the acceptability and feasibility of conducting a randomized controlled trial to evaluate the effectiveness of the self-directed (experimental intervention) and workshop (active control) modalities of VEGA, as an adjunct to standard education, to improve learner (Researching the Impact of Service provider Education [RISE] with Residents) and independent practice (RISE with Veterans) health professional preparedness, knowledge, and skills related to recognizing family violence in their health care encounters. METHODS: The RISE with Residents and RISE with Veterans research studies use embedded experimental mixed methods research designs. The quantitative strand for each study follows the principles of a pilot randomized controlled trial. For RISE with Residents, we aimed to recruit 80 postgraduate medical trainees; for RISE with Veterans, we intended to recruit 80 health professionals who work or have worked with Veterans (or their family members) of the Canadian military or the Royal Canadian Mounted Police in a direct service capacity. Participants complete quantitative assessments at baseline, after intervention, and at 3-month follow-up. A subset of participants from each arm also undergoes a qualitative semistructured interview with the aim of describing participants' perceptions of the value and impact of each VEGA modality, as well as research burden. Scores on potential outcome measures will be mapped to excerpts of qualitative data via a mixed methods joint display to aid in the interpretation of findings. RESULTS: We consented 71 individuals to participate in the RISE with Residents study. Data collection was completed on August 31, 2023, and data are currently being cleaned and prepared for analysis. As of January 15, 2024, we consented 34 individuals in the RISE with Veterans study; data collection will be completed in March 2024. For both studies, no data analysis had taken place at the time of manuscript submission. Results will be disseminated through peer-reviewed publications; academic conferences; and posting and sharing of study summaries and infographics on social media, the project website, and via professional network listserves. CONCLUSIONS: Reducing the impacts of family violence remains a pressing public health challenge. Both research studies will provide a valuable methodological contribution about the feasibility of trial methods in health professions education focused on family violence. They will also contribute to education science about the differences in the effectiveness of self-directed versus facilitator-led learning strategies. TRIAL REGISTRATION: ClinicalTrials.gov NCT05490121, https://clinicaltrials.gov/study/NCT05490121; ClinicalTrials.gov NCT05490004, https://clinicaltrials.gov/study/NCT05490004. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/50864.",
  "authors": [
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1255-8947"
    },
    {
      "last_name": "Baker-Sullivan",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Baker-Sullivan",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0009-0001-9342-3541"
    },
    {
      "last_name": "Stewart",
      "fore_name": "Donna E",
      "initials": "DE",
      "name": "Donna E Stewart",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada.",
        "Centre for Mental Health, University Health Network, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-8157-7746"
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7347-6259"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "21"
  },
  "start_page": "e50864",
  "pages": "e50864",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38512307",
    "pmc": "PMC10995786",
    "doi": "10.2196/50864",
    "pii": "v13i1e50864"
  },
  "doi": "10.2196/50864",
  "pmc_id": "PMC10995786",
  "dates": {
    "revised": "2024-04-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.142220",
    "pmid": "38512307"
  }
}