{
  "pmid": "38527602",
  "uid": "38527602",
  "title": "The association between discordant umbilical arterial resistance in growth-restricted fetuses and adverse outcomes.",
  "abstract": "BACKGROUND: Assessing the umbilical artery pulsatility index via Doppler measurements plays a crucial role in evaluating fetal growth impairment. OBJECTIVE: This study aimed to investigate perinatal outcomes associated with discordant pulsatility indices of umbilical arteries in fetuses with growth restriction. STUDY DESIGN: In this retrospective cohort study, all singleton pregnancies were included if their estimated fetal weight and/or abdominal circumference fell below the 10th percentile for gestational age (2017-2022). Eligible cases included singleton pregnancies with concurrent sampling of both umbilical arteries within 14 days of birth at the ultrasound evaluation closest to delivery. The exclusion criteria included births before 22 weeks of gestation, evidence of absent or reverse end-diastolic flow in either umbilical artery, and known fetal genetic or structural anomalies. The study compared cases with discordant umbilical artery pulsatility index values (defined as 1 umbilical artery pulsatility index at ≤95th percentile and the other umbilical artery pulsatility index at >95th percentile for gestational age) to pregnancies where both umbilical artery pulsatility indices had normal pulsatility index values and those with both umbilical arteries displaying abnormal pulsatility index values. The primary outcome assessed was the occurrence of composite adverse neonatal outcomes. Multivariable logistic regressions were performed, adjusting for relevant covariates. RESULTS: The study encompassed 1014 patients, including 194 patients (19.1%) with discordant umbilical artery pulsatility index values among those who had both umbilical arteries sampled close to delivery, 671 patients (66.2%) with both umbilical arteries having normal pulsatility index values, and 149 patients (14.7%) with both umbilical arteries exhibiting abnormal values. Pregnancies with discordant umbilical artery pulsatility index values displayed compromised sonographic parameters compared with those with both umbilical arteries showing normal pulsatility index values. Similarly, the number of abnormal umbilical artery pulsatility index values was associated with adverse perinatal outcomes in a dose-response manner. Cases with 1 abnormal (discordant) umbilical artery pulsatility index value showed favorable sonographic parameters and perinatal outcomes compared with cases with both abnormal umbilical artery pulsatility index values, and cases with both abnormal umbilical artery pulsatility index values showed worse sonographic parameters and perinatal outcomes compared with cases with discordant UA PI values. Multivariate analysis revealed that discordant umbilical artery pulsatility indices were significantly and independently associated with composite adverse perinatal outcomes, with an adjusted odds ratio of 1.75 (95% confidence interval, 1.24-2.47; P = .002). CONCLUSION: Evaluating the resistance indices of both umbilical arteries may provide useful data and assist in assessing adverse perinatal outcomes among fetuses with growth restriction.",
  "authors": [
    {
      "last_name": "Rottenstreich",
      "fore_name": "Misgav",
      "initials": "M",
      "name": "Misgav Rottenstreich",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Shaare Zedek Medical Center, affiliated with the Hebrew University School of Medicine, Jerusalem, Israel; Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Ontario, Canada. Electronic address: misgavr@gmail.com."
      ]
    },
    {
      "last_name": "Agrawal",
      "fore_name": "Swati",
      "initials": "S",
      "name": "Swati Agrawal",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Flores Mendoza",
      "fore_name": "Homero",
      "initials": "H",
      "name": "Homero Flores Mendoza",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Ontario, Canada; Departments of Radiology and Health Research Methods, Evidence, and Impact, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "DeFrance",
      "fore_name": "Bryon",
      "initials": "B",
      "name": "Bryon DeFrance",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Jon F R",
      "initials": "JFR",
      "name": "Jon F R Barrett",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ashwal",
      "fore_name": "Eran",
      "initials": "E",
      "name": "Eran Ashwal",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "volume": "231",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "130.e1",
  "end_page": "130.e10",
  "pages": "130.e1-130.e10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Umbilical Arteries",
    "Pregnancy",
    "Fetal Growth Retardation",
    "Retrospective Studies",
    "Adult",
    "Pulsatile Flow",
    "Ultrasonography, Prenatal",
    "Vascular Resistance",
    "Infant, Newborn",
    "Ultrasonography, Doppler",
    "Pregnancy Outcome",
    "Gestational Age",
    "Cohort Studies"
  ],
  "article_ids": {
    "pubmed": "38527602",
    "doi": "10.1016/j.ajog.2024.03.025",
    "pii": "S0002-9378(24)00454-X"
  },
  "doi": "10.1016/j.ajog.2024.03.025",
  "dates": {
    "completed": "2024-06-23",
    "revised": "2024-08-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.102905",
    "pmid": "38527602"
  }
}