{
  "pmid": "38529036",
  "uid": "38529036",
  "title": "Clinical presentation and diagnosis of adult-onset leukoencephalopathy with axonal spheroids and pigmented glia: a literature analysis of case studies.",
  "abstract": "INTRODUCTION: Because adult-onset leukoencephalopathy with axonal spheroids and pigmented glia (ALSP) is a rare, rapidly progressive, debilitating, and ultimately fatal neurodegenerative disease, a rapid and accurate diagnosis is critical. This analysis examined the frequency of initial misdiagnosis of ALSP via comprehensive review of peer-reviewed published cases. METHODS: Data were extracted from a MEDLINE search via PubMed (January 1, 1980, through March 22, 2022) from eligible published case reports/series for patients with an ALSP diagnosis that had been confirmed by testing for the colony-stimulating factor-1 receptor gene (CSF1R) mutation. Patient demographics, clinical symptoms, brain imaging, and initial diagnosis data were summarized descriptively. Categorical data for patient demographics, symptoms, and brain imaging were stratified by initial diagnosis category to test for differences in initial diagnosis based on each variable. RESULTS: Data were extracted from a cohort of 291 patients with ALSP from 93 published case reports and case series. Mean (standard deviation) age of symptom onset was 43.2 (11.6) years. A family history of ALSP was observed in 59.1% of patients. Cognitive impairment (47.1%) and behavioral and psychiatric abnormalities (26.8%) were the most frequently reported initial symptoms. Of 291 total cases, an accurate initial diagnosis of ALSP was made in 72 cases (24.7%) and the most frequent initial misdiagnosis categories were frontotemporal dementia (28 [9.6%]) and multiple sclerosis (21 [7.2%]). Of the 219 cases (75.3%) that were initially mis- or undiagnosed, 206 cases (94.1%) were later confirmed as ALSP by immunohistology, imaging, and/or genetic testing; for the remaining 13 cases, no final diagnosis was reported. Initial diagnosis category varied based on age, family history, geographic region, mode of inheritance, and presenting symptoms of pyramidal or extrapyramidal motor dysfunction, behavioral and psychiatric abnormalities, cognitive impairment, and speech difficulty. Brain imaging abnormalities were common, and initial diagnosis category was significantly associated with white matter hyperintensities, white matter calcifications, and ventricular enlargement. DISCUSSION: In this literature analysis, ALSP was frequently misdiagnosed. Improving awareness of this condition and distinguishing it from other conditions with overlapping presenting symptoms is important for timely management of a rapidly progressive disease such as ALSP.",
  "authors": [
    {
      "last_name": "Papapetropoulos",
      "fore_name": "Spyros",
      "initials": "S",
      "name": "Spyros Papapetropoulos",
      "affiliations": [
        "Vigil Neuroscience, Inc., Watertown, MA, United States."
      ]
    },
    {
      "last_name": "Gelfand",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Gelfand",
      "affiliations": [
        "UCSF Medical Center, San Francisco, CA, United States."
      ]
    },
    {
      "last_name": "Konno",
      "fore_name": "Takuya",
      "initials": "T",
      "name": "Takuya Konno",
      "affiliations": [
        "Brain Research Institute, Niigata University, Niigata, Japan."
      ]
    },
    {
      "last_name": "Ikeuchi",
      "fore_name": "Takeshi",
      "initials": "T",
      "name": "Takeshi Ikeuchi",
      "affiliations": [
        "Brain Research Institute, Niigata University, Niigata, Japan."
      ]
    },
    {
      "last_name": "Pontius",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Pontius",
      "affiliations": [
        "Vigil Neuroscience, Inc., Watertown, MA, United States."
      ]
    },
    {
      "last_name": "Meier",
      "fore_name": "Andreas",
      "initials": "A",
      "name": "Andreas Meier",
      "affiliations": [
        "Vigil Neuroscience, Inc., Watertown, MA, United States."
      ]
    },
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wszolek",
      "fore_name": "Zbigniew K",
      "initials": "ZK",
      "name": "Zbigniew K Wszolek",
      "affiliations": [
        "Mayo Clinic, Jacksonville, FL, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in neurology",
    "iso_abbreviation": "Front Neurol",
    "issn": "1664-2295",
    "issn_type": "Print",
    "volume": "15",
    "pub_year": "2024"
  },
  "start_page": "1320663",
  "pages": "1320663",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38529036",
    "pmc": "PMC10962389",
    "doi": "10.3389/fneur.2024.1320663"
  },
  "doi": "10.3389/fneur.2024.1320663",
  "pmc_id": "PMC10962389",
  "dates": {
    "revised": "2024-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:29.799405",
    "pmid": "38529036"
  }
}