{
  "pmid": "38524801",
  "uid": "38524801",
  "title": "Impact of the 2021 CKD-EPI eGFR Equation on Kidney Care Referral Criteria in Ontario, Canada: A Population-based Cross-sectional Study.",
  "abstract": "BACKGROUND: In some jurisdictions, individuals become eligible or recommended for referral for different types of kidney care using criteria based on their estimated glomerular filtration rate (eGFR). Historically, GFR was estimated with an equation developed in 2009, which included a Black race term. An updated, race-free equation was developed in 2021. It is unclear how adoption of the 2021 equation will influence the number of individuals meeting referral criteria to receive different types of kidney care. OBJECTIVE: To develop population-based estimates on how the number of individuals meeting the eGFR-based referral criteria to receive three different types of kidney care (nephrologist consultation, care in a multi-care specialty clinic, kidney transplant evaluation) changes when the 2021 versus 2009 equation is used to calculate eGFR. DESIGN: Population-based, cross-sectional study. SETTING: Ontario, Canada's most populous province with 14.2 million residents as of 2021. Less than 5% of Ontario's residents self-identify as being of Black race. PATIENTS: Adults with at least one outpatient serum creatinine measurement in the 2 years prior to December 31, 2021. MEASUREMENTS: Referral criteria to 3 different types of kidney care: nephrologist consultation, multi-care specialty clinic, and evaluation for a kidney transplant. The eGFR thresholds used to define referral eligibility or recommendation for these kidney health services were based on guidelines from Ontario's provincial renal agency. METHODS: The number of individuals meeting referral criteria for the 3 different healthcare services was compared between the 2009 and 2021 equations, restricted to individuals not yet receiving that level of care. As individual-level race data were not available, estimates were repeated, randomly assigning a Black race status to 1%, 5%, and 10% of the population. RESULTS: We had an outpatient serum creatinine measurement available for 1 048 110 adults. Using the 2009 equation, 37 345 individuals met the criteria to be referred to a nephrologist, 10 019 met the criteria to receive care in a multi-care specialty clinic, and 10 178 met the criteria to be referred for kidney transplant evaluation. Corresponding numbers with the 2021 equation (and the percent relative to the 2009 equation) were 26 645 (71.3%), 9009 (89.9%), and 8615 (84.6%) individuals, respectively. These numbers were largely unchanged when Black race was assumed in up to 10% of the population. LIMITATIONS: Referral criteria based solely on urine albumin-to-creatinine ratio were not assessed. Self-reported race data were unavailable. CONCLUSIONS: For healthcare planning, in regions where a minority of the population is Black, a substantial number of individuals may no longer meet referral criteria for different types of kidney healthcare following adoption of the new 2021 eGFR equation.",
  "authors": [
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Lawson Health Research Institute, London Health Sciences Centre, London, ON, Canada.",
        "ICES, Toronto, ON, Canada."
      ],
      "orcid": "0009-0000-6944-6471"
    },
    {
      "last_name": "Smith",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Smith",
      "affiliations": [
        "Lawson Health Research Institute, London Health Sciences Centre, London, ON, Canada.",
        "ICES, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "ICES, Toronto, ON, Canada.",
        "Department of Medicine, The Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Blake",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Blake",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada.",
        "Ontario Renal Network, Ontario Health, Toronto, Canada."
      ]
    },
    {
      "last_name": "Brimble",
      "fore_name": "K Scott",
      "initials": "KS",
      "name": "K Scott Brimble",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Canada.",
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Muanda",
      "fore_name": "Flory T",
      "initials": "FT",
      "name": "Flory T Muanda",
      "affiliations": [
        "ICES, Toronto, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada.",
        "Department of Physiology and Pharmacology, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Lawson Health Research Institute, London Health Sciences Centre, London, ON, Canada.",
        "ICES, Toronto, ON, Canada.",
        "Division of Nephrology, Department of Medicine, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie N",
      "initials": "SN",
      "name": "Stephanie N Dixon",
      "affiliations": [
        "Lawson Health Research Institute, London Health Sciences Centre, London, ON, Canada.",
        "ICES, Toronto, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-7566-6574"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2024"
  },
  "start_page": "20543581241229258",
  "pages": "20543581241229258",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38524801",
    "pmc": "PMC10960975",
    "doi": "10.1177/20543581241229258",
    "pii": "10.1177_20543581241229258"
  },
  "doi": "10.1177/20543581241229258",
  "pmc_id": "PMC10960975",
  "dates": {
    "revised": "2024-03-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:17.012914",
    "pmid": "38524801"
  }
}