{
  "pmid": "38529296",
  "uid": "38529296",
  "title": "Glenoid bone loss in shoulder arthroplasty: a narrative review.",
  "abstract": "BACKGROUND AND OBJECTIVE: Crucial to the success of any total or reverse shoulder arthroplasty (RSA) is the stability of the glenoid component fixation. Instability can lead to early implant failure and unsatisfactory results. Patients often present with varying forms of glenoid bone loss (GBL) in both the primary and revision settings, which can be a challenge for the treating surgeon. Severe cases of GBL can increase the risk of potential complications and diminish implant longevity. The use of the reverse total shoulder replacement has been particularly helpful when addressing significant glenoid bony defects. Various approaches have been proposed to deal with GBL, all of which require an individualized assessment of the specifics of the defect in order to provide maximal fixation and thereby optimize the longevity of the shoulder arthroplasty. This article aims to review the recent literature on GBL in shoulder arthroplasty to provide guidance when considering treatment based on the best available evidence. METHODS: PubMed, MEDLINE, EMBASE, AccessMedicine, ClinicalKey, DynaMed, and Micromedex were queried for publications utilizing the following keywords: \"glenoid bone loss\" AND \"glenoid bone deficiency\" AND \"shoulder arthroplasty\" AND \"classification\". The search was restricted to research published between 2004 and 2023. There were no restrictions on study type or language. KEY CONTENT AND FINDINGS: GBL should be critically evaluated prior to undertaking total shoulder arthroplasty (TSA). The treating surgeon should be aware of various methods of addressing bone defects. CONCLUSIONS: The use of TSA is increasing to address various shoulder pathologies. Addressing glenoid bone defects is of critical importance to maximize the longevity and outcome of TSA.",
  "authors": [
    {
      "last_name": "Al-Omairi",
      "fore_name": "Sultan",
      "initials": "S",
      "name": "Sultan Al-Omairi",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada.",
        "Orthopedic Surgery Department, Sohar hospital, Sohar, Oman."
      ]
    },
    {
      "last_name": "Albadran",
      "fore_name": "Adeeba",
      "initials": "A",
      "name": "Adeeba Albadran",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada.",
        "Section of Orthopaedic Surgery, Department of Surgery, King Abdullah Bin Abdulaziz University Hospital (KAAUH), Princess Nourah bint Abdulrahman University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Dagher",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Dagher",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8237-8095"
    }
  ],
  "journal": {
    "title": "Annals of joint",
    "iso_abbreviation": "Ann Jt",
    "issn": "2415-6809",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2024"
  },
  "start_page": "8",
  "pages": "8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38529296",
    "pmc": "PMC10929280",
    "doi": "10.21037/aoj-23-24",
    "pii": "aoj-09-8"
  },
  "doi": "10.21037/aoj-23-24",
  "pmc_id": "PMC10929280",
  "dates": {
    "revised": "2024-03-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.315534",
    "pmid": "38529296"
  }
}