{
  "pmid": "38525832",
  "uid": "38525832",
  "title": "Readability analysis and concept mapping of PROMs used for headache disorders.",
  "abstract": "OBJECTIVE: To assess the readability and the comprehensiveness of patient-reported outcome measures (PROMs) utilized in primary headache disorders literature. BACKGROUND: As the health-care landscape has evolved toward a patient-centric model, numerous PROMs have been developed to capture treatment outcomes in patients with headache disorders. For these PROMs to advance our understanding of headache disorders and their treatment impact, they must be easy to understand (i.e., reading grade level 6 or less) and comprehensively capture what matters to patients with headache. The aim of this study was to (a) assess the readability of PROMs utilized in headache disorders literature, and (b) assess the comprehensiveness of PROMs by mapping their content to a health-related quality of life framework. METHODS: In this scoping review, recently published systematic reviews were used to identify PROMs used in primary headache disorders literature. Readability analysis was performed at the level of individual items and full PROM using established readability metrics. The content of the PROMs was mapped against a health-related quality-of-life framework by two independent reviewers. RESULTS: In total, 22 PROMs (15 headache disorders related, 7 generic) were included. The median reading grade level varied between 7.1 (interquartile range [IQR] 6.3-7.8) and 12.7 (IQR 11.8-13.2). None of the PROMs were below the recommended reading grade level for patient-facing material (grade 6). Three PROMs, the Migraine-Treatment Assessment Questionnaire, the Eurolight, and the European Quality of Life 5 Dimensions 3 Level Version, were between reading grade levels 7 and 8; the remaining 19 PROMs were above reading grade level 8. In total, the PROMs included 425 items. Most items (n = 134, 32%) assessed physical function (e.g., work, activities of daily living). The remaining items assessed physical symptoms (n = 127, 30%; e.g., pain, nausea), treatment effects on symptoms (n = 65, 15%; e.g., accompanying symptoms relief, headache relief), treatment impact (n = 56, 13%; e.g., function, side effects), psychological well-being (n = 41, 10%; e.g., anger, frustration), social well-being (n = 29, 7%; e.g., missing out on social activities, relationships), psychological impact (n = 14, 3%; e.g., feeling [not] in control, feeling like a burden), and sexual well-being (n = 3, 1%; e.g., sexual activity, sexual interest). Some of the items pertained to treatment (n = 27, 6%), of which most were about treatment type and use (n = 12, 3%; e.g., medication, botulinum toxin), treatment access (n = 10, 2%; e.g., health-care utilization, cost of medication), and treatment experience (n = 9, 2%; e.g., treatment satisfaction, confidence in treatment). CONCLUSION: The PROMs used in studies of headache disorders may be challenging for some patients to understand, leading to inaccurate or missing data. Furthermore, no available PROM comprehensively measures the health-related quality-of-life impact of headache disorders or their treatment, resulting in a limited understanding of patient-reported outcomes. The development of an easy-to-understand, comprehensive, and validated headache disorders-specific PROM is warranted.",
  "authors": [
    {
      "last_name": "Hazewinkel",
      "fore_name": "Merel H J",
      "initials": "MHJ",
      "name": "Merel H J Hazewinkel",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Weill Cornell Medicine, New York, New York, USA."
      ],
      "orcid": "0000-0003-4483-6777"
    },
    {
      "last_name": "Gfrerer",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Gfrerer",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Weill Cornell Medicine, New York, New York, USA."
      ]
    },
    {
      "last_name": "Ashina",
      "fore_name": "Sait",
      "initials": "S",
      "name": "Sait Ashina",
      "affiliations": [
        "Department of Neurology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts, USA.",
        "Department of Anesthesia, Critical Care, Pain Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Austen",
      "fore_name": "William G",
      "initials": "WG",
      "name": "William G Austen",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Pusic",
      "affiliations": [
        "Patient Reported Outcomes, Value and Experience Center (PROVE), Brigham and Women's Hospital, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Manraj N",
      "initials": "MN",
      "name": "Manraj N Kaur",
      "affiliations": [
        "Patient Reported Outcomes, Value and Experience Center (PROVE), Brigham and Women's Hospital, Boston, Massachusetts, USA."
      ]
    }
  ],
  "journal": {
    "title": "Headache",
    "iso_abbreviation": "Headache",
    "issn": "1526-4610",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "410",
  "end_page": "423",
  "pages": "410-423",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Patient Reported Outcome Measures",
    "Headache Disorders",
    "Comprehension",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "38525832",
    "doi": "10.1111/head.14706"
  },
  "doi": "10.1111/head.14706",
  "dates": {
    "completed": "2024-04-23",
    "revised": "2024-08-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.206386",
    "pmid": "38525832"
  }
}