{
  "pmid": "38539218",
  "uid": "38539218",
  "title": "Choosing and accessing COVID-19 treatment options: a qualitative study with patients, caregivers, and health care providers in Lebanon.",
  "abstract": "BACKGROUND: The coronavirus disease 2019 (COVID-19) pandemic has strained healthcare systems globally, particularly in terms of access to medicines. Lebanon has been greatly affected by the pandemic, having faced concomitant financial and economic crises. The objective of the study was to understand the experiences of patients with COVID-19 in Lebanon, as well as those of their families, and healthcare providers, with regards to their treatment decisions and accessibility to COVID-19 medicines. METHODS: For this qualitative study, we conducted 28 semi-structured interviews. We used purposive sampling to recruit participants with a diverse range of perspectives. The data collection phase spanned from August to November 2021 and was conducted virtually. After transcribing and translating the interviews, we employed thematic analysis to identify recurring themes and patterns. RESULTS: In total, 28 individuals participated in this study. Participants highlighted challenges owing to the COVID-19 pandemic and economic crisis. Accessing COVID-19 medicines posed major hurdles for physicians and patients, given limited availability, global shortages, local circumstances, community hoarding and stockpiling by pharmacies. Providers based treatment decisions on research, local and international practice guidelines, experiences and expert feedback. Patients sought information from social media, community members and physicians, as well as through word of mouth. Accessing medicines involved navigating the healthcare system, the black market, charities, personal networks and political parties and sourcing from abroad. The medicines were either free, subsidized or at inflated costs. CONCLUSIONS: This study highlights the diversity and complexity of factors influencing decision-making and accessing medicines during the COVID-19 pandemic in Lebanon. Future research should explore strategies for ensuring medicine access during crises, drawing insights from comparative studies across different countries.",
  "authors": [
    {
      "last_name": "Hoteit",
      "fore_name": "Reem",
      "initials": "R",
      "name": "Reem Hoteit",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Riad-El-Solh, P.O. Box: 11-0236, Beirut, 1107 2020, Lebanon."
      ],
      "orcid": "0000-0001-8139-9321"
    },
    {
      "last_name": "Hassoun",
      "fore_name": "Aya",
      "initials": "A",
      "name": "Aya Hassoun",
      "affiliations": [
        "School of Public Health, University of Saskatchewan, Saskatoon, SK, S7N 5A2, Canada."
      ]
    },
    {
      "last_name": "Bou Sanayeh",
      "fore_name": "Elie",
      "initials": "E",
      "name": "Elie Bou Sanayeh",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Saade",
      "fore_name": "Marie Christelle",
      "initials": "MC",
      "name": "Marie Christelle Saade",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Honein-AbouHaidar",
      "fore_name": "Gladys",
      "initials": "G",
      "name": "Gladys Honein-AbouHaidar",
      "affiliations": [
        "Rafic Hariri School of Nursing, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Canada. ea32@aub.edu.lb."
      ],
      "orcid": "0000-0002-3444-8618"
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "27"
  },
  "start_page": "38",
  "pages": "38",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Caregivers",
    "Lebanon",
    "COVID-19 Drug Treatment",
    "Pandemics",
    "COVID-19",
    "Health Personnel",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "38539218",
    "pmc": "PMC10967168",
    "doi": "10.1186/s12961-024-01131-9",
    "pii": "10.1186/s12961-024-01131-9"
  },
  "doi": "10.1186/s12961-024-01131-9",
  "pmc_id": "PMC10967168",
  "dates": {
    "completed": "2024-03-29",
    "revised": "2024-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.259180",
    "pmid": "38539218"
  }
}