{
  "pmid": "38532279",
  "uid": "38532279",
  "title": "Fertility preservation in pediatric solid tumors: A report from the Children's Oncology Group.",
  "abstract": "Treatment for childhood solid tumors may lead to an increased risk for gonadal dysfunction/infertility. Discussion of risk should occur at diagnosis, any changes in therapy, and during survivorship. Gonadotoxic therapies were abstracted from 32 Children's Oncology Group (COG) phase III, frontline solid tumor protocols, in use from 2000 to 2022. Risk for gonadal dysfunction/infertility was assessed based on gonadotoxic therapies, sex, and pubertal status and assigned as minimal, significant, and high following the Oncofertility Consortium Pediatric Initiative Network (PIN) risk stratification. Most protocols (65.6%, 21/32) contained at least one therapeutic arm with a high level of increased risk. Solid tumor therapies present challenges in risk stratification due to response-adjusted therapy and the need to account for radiation field in the risk assessment. This guide hopes to serve as a tool to assist in standardizing gonadotoxic risk assessments across disciplines and improve referral for fertility services and reproductive health counseling for patients receiving COG-based solid tumor therapy. Internationally, many solid tumor therapies follow similar paradigms to COG studies, and risk stratifications may be generalizable to similar styles of therapy. In addition, this model may be applied to other international groups with the goal of standardizing fertility assessments.",
  "authors": [
    {
      "last_name": "Bjornard",
      "fore_name": "Kari",
      "initials": "K",
      "name": "Kari Bjornard",
      "affiliations": [
        "Department of Pediatrics, Division of Hematology/Oncology, Indiana University School of Medicine, Indianapolis, Indiana, USA.",
        "Riley Hospital for Children at Indiana University Health, Indianapolis, Indiana, USA."
      ],
      "orcid": "0000-0002-2881-0027"
    },
    {
      "last_name": "Close",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Close",
      "affiliations": [
        "Division of Hematology/Oncology, Helen DeVos Children's Hospital, Michigan State University College of Human Medicine, Grand Rapids, Michigan, USA."
      ],
      "orcid": "0000-0002-0976-4723"
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": [
        "Department of Pediatrics, Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, University of Cincinnati School of Medicine, Cincinnati, Ohio, USA."
      ],
      "orcid": "0000-0002-7296-4226"
    },
    {
      "last_name": "Chavez",
      "fore_name": "Josuah",
      "initials": "J",
      "name": "Josuah Chavez",
      "affiliations": [
        "Division of Hematology/Oncology, Helen DeVos Children's Hospital, Grand Rapids, Michigan, USA."
      ]
    },
    {
      "last_name": "Chow",
      "fore_name": "Eric J",
      "initials": "EJ",
      "name": "Eric J Chow",
      "affiliations": [
        "Fred Hutchinson Cancer Center, Seattle Children's Hospital, Seattle, Washington, USA."
      ]
    },
    {
      "last_name": "Meacham",
      "fore_name": "Lillian R",
      "initials": "LR",
      "name": "Lillian R Meacham",
      "affiliations": [
        "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Pediatric Hematology/Oncology/BMT, Emory University Atlanta, Atlanta, Georgia, USA."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric blood & cancer",
    "iso_abbreviation": "Pediatr Blood Cancer",
    "issn": "1545-5017",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "e30960",
  "pages": "e30960",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Female",
    "Humans",
    "Male",
    "Fertility Preservation",
    "Neoplasms"
  ],
  "article_ids": {
    "pubmed": "38532279",
    "mid": "NIHMS1981737",
    "pmc": "PMC11104288",
    "doi": "10.1002/pbc.30960"
  },
  "doi": "10.1002/pbc.30960",
  "pmc_id": "PMC11104288",
  "dates": {
    "completed": "2024-04-25",
    "revised": "2025-06-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "U10 CA180886",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U10 CA180899",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UG1 CA189955",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.548092",
    "pmid": "38532279"
  }
}