{
  "pmid": "38532191",
  "uid": "38532191",
  "title": "Medical students' perspectives on and understanding of anesthesiology: a Canadian cross-sectional survey.",
  "abstract": "PURPOSE: In Canada, three out of 17 medical schools do not mandate an anesthesia rotation in their clerkship curriculum. Understanding the effects of a mandatory anesthesiology rotation is important in determining its value to the specialty and guiding decision-making for medical educators. We sought to determine whether a mandatory anesthesia rotation affected students' understanding of anesthesiology, as well as their perspectives on anesthesia. METHODS: We conducted an anonymous cross-sectional survey of Canadian medical students graduating in 2021. Our survey consisted of 46 questions related to student's perspectives of anesthesiology, understanding of anesthesia, their interest in the specialty, and participant's demographics. This included 16 Likert-scale questions, 19 quiz-style questions, four free-text response questions, and seven demographics questions. The survey was hosted by SurveyMonkey[®] (SurveyMonkey Inc., San Mateo, CA, USA) and distributed to the participants by each individual institution. RESULTS: We collected a total of 331 responses across 13 different Canadian medical schools, representing a 17.3% response rate of students surveyed and 11.7% of all graduating medical Canadian students in 2021. A mandatory rotation in anesthesiology was associated with a more positive perspective (P = 0.01) but not understanding (P = 0.07) of the specialty. A mandatory rotation was not related to students' application to anesthesiology at a statistically significant level (P = 0.06). CONCLUSIONS: The results of this national survey study show the benefits of including a mandatory clerkship rotation in anesthesiology, namely on increasing positive perceptions of the specialty, while also revealing avenues for future research and insights on how to further optimize a mandatory anesthesiology rotation in clerkship.",
  "authors": [
    {
      "last_name": "Nixon",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Nixon",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brundage",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Brundage",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cordovani",
      "fore_name": "Ligia",
      "initials": "L",
      "name": "Ligia Cordovani",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Carr",
      "fore_name": "Adrienne",
      "initials": "A",
      "name": "Adrienne Carr",
      "affiliations": [
        "Department of Anesthesia, Pain Management, & Perioperative Medicine, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Ewusie",
      "fore_name": "Joycelyne",
      "initials": "J",
      "name": "Joycelyne Ewusie",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cordovani",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Cordovani",
      "affiliations": [
        "Department of Anesthesia, McMaster University, 1280 Main Street West, Room HSC-2V9, Hamilton, ON, L8S 4K1, Canada. cordovd@mcmaster.ca."
      ],
      "orcid": "0000-0002-7697-7876"
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "1496-8975",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "12",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "1716",
  "end_page": "1724",
  "pages": "1716-1724",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Humans",
    "Canada",
    "Anesthesiology",
    "Students, Medical",
    "Surveys and Questionnaires",
    "Female",
    "Male",
    "Clinical Clerkship",
    "Curriculum",
    "Adult",
    "Schools, Medical"
  ],
  "article_ids": {
    "pubmed": "38532191",
    "doi": "10.1007/s12630-024-02751-z",
    "pii": "10.1007/s12630-024-02751-z"
  },
  "doi": "10.1007/s12630-024-02751-z",
  "dates": {
    "completed": "2024-12-23",
    "revised": "2024-12-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:37.287029",
    "pmid": "38532191"
  }
}