{
  "pmid": "38548736",
  "uid": "38548736",
  "title": "Prognostic factors associated with venous thromboembolism following traumatic injury: A systematic review and meta-analysis.",
  "abstract": "INTRODUCTION: Trauma patients are at increased risk of venous thromboembolism (VTE), including deep venous thrombosis and/or pulmonary embolism. We conducted a systematic review and meta-analysis summarizing the association between prognostic factors and the occurrence of VTE following traumatic injury. METHODS: We searched the Embase and Medline databases from inception to August 2023. We identified studies reporting confounding adjusted associations between patient, injury, or postinjury care factors and risk of VTE. We performed meta-analyses of odds ratios using the random-effects method and assessed individual study risk of bias using the Quality in Prognosis Studies tool. RESULTS: We included 31 studies involving 1,981,946 patients. Studies were predominantly observational cohorts from North America. Factors with moderate or higher certainty of association with increased risk of VTE include older age, obesity, male sex, higher Injury Severity Score, pelvic injury, lower extremity injury, spinal injury, delayed VTE prophylaxis, need for surgery, and tranexamic acid use. After accounting for other important contributing prognostic variables, a delay in the delivery of appropriate pharmacologic prophylaxis for as little as 24 to 48 hours independently confers a clinically meaningful twofold increase in incidence of VTE. CONCLUSION: These findings highlight the contribution of patient predisposition, the importance of injury pattern, and the impact of potentially modifiable postinjury care on risk of VTE after traumatic injury. These factors should be incorporated into a risk stratification framework to individualize VTE risk assessment and support clinical and academic efforts to reduce thromboembolic events among trauma patients. LEVEL OF EVIDENCE: Systematic Review and Meta-Analysis; Level III.",
  "authors": [
    {
      "last_name": "Tran",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Tran",
      "affiliations": [
        "From the Division of Critical Care (A.T.), The Ottawa Hospital; Clinical Epidemiology Program (A.T., S.M.F., D.M.S., M.C.), Ottawa Hospital Research Institute; Department of Surgery (A.T.), University of Ottawa, Ottawa; Department of Critical Care (S.M.F.), Lakeridge Health Corporation, Oshawa; Department of Surgery (B.R., P.T.E.) and Department of Health Research Methods (B.R.), Evidence, and Impact, McMaster University, Hamilton; Department of Surgery (M.S.H., P.D., H.H.), University of British Columbia, Vancouver, Canada; Department of Surgery (E.H.), Johns Hopkins University, Baltimore, Maryland; Department of Medicine (K.I.) and Department of Community Health Sciences (R.Z.), University of Manitoba; Center of Health Care Innovation (R.Z.), Winnipeg, Canada; Department of Surgery (R.Z.), University of Southern California, Los Angeles, California; and Department of Medicine (D.M.S., M.C.), University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": []
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": []
    },
    {
      "last_name": "Hameed",
      "fore_name": "Morad S",
      "initials": "MS",
      "name": "Morad S Hameed",
      "affiliations": []
    },
    {
      "last_name": "Dawe",
      "fore_name": "Phillip",
      "initials": "P",
      "name": "Phillip Dawe",
      "affiliations": []
    },
    {
      "last_name": "Hawes",
      "fore_name": "Harvey",
      "initials": "H",
      "name": "Harvey Hawes",
      "affiliations": []
    },
    {
      "last_name": "Haut",
      "fore_name": "Elliott",
      "initials": "E",
      "name": "Elliott Haut",
      "affiliations": []
    },
    {
      "last_name": "Inaba",
      "fore_name": "Kenji",
      "initials": "K",
      "name": "Kenji Inaba",
      "affiliations": []
    },
    {
      "last_name": "Engels",
      "fore_name": "Paul T",
      "initials": "PT",
      "name": "Paul T Engels",
      "affiliations": []
    },
    {
      "last_name": "Zarychanski",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Zarychanski",
      "affiliations": []
    },
    {
      "last_name": "Siegal",
      "fore_name": "Deborah M",
      "initials": "DM",
      "name": "Deborah M Siegal",
      "affiliations": []
    },
    {
      "last_name": "Carrier",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Carrier",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The journal of trauma and acute care surgery",
    "iso_abbreviation": "J Trauma Acute Care Surg",
    "issn": "2163-0763",
    "issn_type": "Electronic",
    "volume": "97",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "471",
  "end_page": "477",
  "pages": "471-477",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Venous Thromboembolism",
    "Prognosis",
    "Wounds and Injuries",
    "Risk Factors",
    "Injury Severity Score"
  ],
  "article_ids": {
    "pubmed": "38548736",
    "doi": "10.1097/TA.0000000000004326",
    "pii": "01586154-990000000-00687"
  },
  "doi": "10.1097/TA.0000000000004326",
  "dates": {
    "completed": "2024-08-22",
    "revised": "2024-08-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.240561",
    "pmid": "38548736"
  }
}