{
  "pmid": "38548176",
  "uid": "38548176",
  "title": "Do Quality-Adjusted Life Years Discriminate Against the Elderly? An Empirical Analysis of Published Cost-Effectiveness Analyses.",
  "abstract": "OBJECTIVES: Critics of quality-adjusted life-years argue that it discriminates against older individuals. However, little empirical evidence has been produced to inform this debate. This study aimed to compare published cost-effectiveness analyses (CEAs) on patients aged ≥65 years and those aged <65 years. METHODS: We used the Tufts Cost-Effectiveness Analysis Registry to identify CEAs published in MEDLINE between 1976 and 2021. Eligible CEAs were categorized according to age (≥65 years vs <65 years). The distributions of incremental cost-effectiveness ratios (ICERs) were compared between the age groups. We used logistic regression to assess the association between age groups and the cost-effectiveness conclusion adjusted for confounding factors. We conducted sensitivity analyses to explore the impact of mixed age and age-unknown groups and all ICERs from the same CEAs. Subgroup analyses were also conducted. RESULTS: A total of 4445 CEAs categorized according to age <65 years (n = 3784) and age ≥65 years (n = 661) were included in the primary analysis. The distributions of ICERs and the likelihood of concluding that the intervention was cost-effective were similar between the 2 age groups. Adjusted odds ratios ranged from 1.132 (95% CI 0.930-1.377) to 1.248 (95% CI 0.970-1.606) (odds ratio >1 indicating that CEAs for age ≥65 years were more likely to conclude the intervention was cost-effective than those for age <65 years). Sensitivity and subgroup analyses found similar results. CONCLUSION: Our analysis found no systematic differences in published ICERs using quality-adjusted life-years between CEAs for individuals aged ≥65 years and those for individuals aged <65 years.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Canada; Centre for Health Economics and Policy Analysis, Faculty of Health Sciences, McMaster University, Hamilton, Canada. Electronic address: fengxie@mcmaster.ca."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Ting",
      "initials": "T",
      "name": "Ting Zhou",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Canada; Center for Pharmacoeconomics and Outcome Research, China Pharmaceutical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Humphries",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Humphries",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Neumann",
      "affiliations": [
        "Center for the Evaluation of Value and Risk in Health, Institute for Clinical Research and Health Policy Studies, Tufts Medical Center, Boston, MA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "706",
  "end_page": "712",
  "pages": "706-712",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Quality-Adjusted Life Years",
    "Cost-Benefit Analysis",
    "Aged",
    "Age Factors",
    "Middle Aged",
    "Male",
    "Female"
  ],
  "article_ids": {
    "pubmed": "38548176",
    "doi": "10.1016/j.jval.2024.03.011",
    "pii": "S1098-3015(24)00126-8"
  },
  "doi": "10.1016/j.jval.2024.03.011",
  "dates": {
    "completed": "2024-06-13",
    "revised": "2025-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.341779",
    "pmid": "38548176"
  }
}