{
  "pmid": "38549282",
  "uid": "38549282",
  "title": "ReThinking clinical reasoning: A paradigm shift.",
  "abstract": "Numerous studies have demonstrated that our healthcare systems and medical education programs are fundamentally flawed. In North America and Europe, most systems were built upon values and structures that have historically benefitted middle and upper class males of European descent in the global north. As a result, there continue to be systemic biases that are pervasive throughout our healthcare systems and medical education programs. This has led to inequities in health outcomes and clinical reasoning practices which marginalize several communities. These biases are perpetuated as we continue to lead medical education research and practice with traditional values and views of evidence. To address these issues, we proposed a 'flipped' conference in which three interdisciplinary writing teams, comprised of both junior and senior academics, clinicians, and researchers, were invited to rethink the foundations of clinical reasoning. In the months leading up to the conference, each writing team explored a specific topic related to clinical reasoning and racial equity. The papers, presented during the virtual conference are now available in this issue of the Journal for the Evaluation of Clinical Practice. In addition, 6 more publications were added to this special topic to showcase new evidence and theory that builds on the recommendations in the three core papers.",
  "authors": [
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Medicine, Division of Education and Innovation, McMaster University, Hamilton, ON, Canada.",
        "McMaster University Faculty of Health Sciences Education Research, Innovation, and Theory (MERIT), Department of Education Services, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-8723-5942"
    },
    {
      "last_name": "Keuhl",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Keuhl",
      "affiliations": [
        "McMaster University Faculty of Health Sciences Education Research, Innovation, and Theory (MERIT), Department of Education Services, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Lee",
      "affiliations": [
        "McMaster University Faculty of Health Sciences Education Research, Innovation, and Theory (MERIT), Department of Education Services, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Teresa M",
      "initials": "TM",
      "name": "Teresa M Chan",
      "affiliations": [
        "Toronto Metropolitan University School of Medicine, and Medical Affairs, Toronto Metropolitan University, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "766",
  "end_page": "773",
  "pages": "766-773",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Clinical Reasoning",
    "Education, Medical",
    "Racism"
  ],
  "article_ids": {
    "pubmed": "38549282",
    "doi": "10.1111/jep.13986"
  },
  "doi": "10.1111/jep.13986",
  "dates": {
    "completed": "2024-07-31",
    "revised": "2024-07-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.072186",
    "pmid": "38549282"
  }
}