{
  "pmid": "38548361",
  "uid": "38548361",
  "title": "Developing a reporting item checklist for studies of HIV drug resistance prevalence or incidence: a mixed methods study.",
  "abstract": "BACKGROUND: Adequate surveillance of HIV drug resistance prevalence is challenged by heterogenous and inadequate data reporting. To address this issue, we recently published reporting guidance documentation for studies of HIV drug resistance prevalence and incidence. OBJECTIVES: In this study, we describe the methods used to develop this reporting guidance. DESIGN: We used a mixed-methods sequential explanatory design involving authors and users of studies of HIV drug resistance prevalence. In the quantitative phase, we conducted a cross-sectional electronic survey (n=51). Survey participants rated various reporting items on whether they are essential to report. Validity ratios were computed to determine the items to discuss in the qualitative phase. In the qualitative phase, two focus group discussions (n=9 in total) discussed this draft item checklist, providing a justification and examples for each item. We conducted a descriptive qualitative analysis of the group discussions to identify emergent themes regarding the qualities of an essential reporting item. RESULTS: We identified 38 potential reporting items that better characterise the study participants, improve the interpretability of study results and clarify the methods used for HIV resistance testing. These items were synthesised to create the reporting item checklist. Qualitative insights formed the basis of the explanation, elaboration, and rationale components of the guidance document. CONCLUSIONS: We generated a list of reporting items for studies on the incidence or prevalence of HIV drug resistance along with an explanation of why researchers believe these items are important. Mixed methods allowed for the simultaneous generation and integration of the item list and qualitative insights. The integrated findings were then further developed to become the subsequently published reporting guidance.",
  "authors": [
    {
      "last_name": "Garcia",
      "fore_name": "Cristian",
      "initials": "C",
      "name": "Cristian Garcia",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada cristian.garcia@mail.utoronto.ca.",
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-0564-8776"
    },
    {
      "last_name": "Holbrook",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Holbrook",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Clinical Pharmacology and Toxicology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Clinical Pharmacology & Toxicology Research, Research Institute of St Joes Hamilton, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3371-4187"
    },
    {
      "last_name": "Djiadeu",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Djiadeu",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada.",
        "Centre for Urban Health Solutions, St Michael's Hospital, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-9708-6530"
    },
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-2333-0144"
    },
    {
      "last_name": "Matos Silva",
      "fore_name": "Jéssyca",
      "initials": "J",
      "name": "Jéssyca Matos Silva",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ],
      "orcid": "0000-0001-5855-5461"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "28"
  },
  "start_page": "e080014",
  "pages": "e080014",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Cross-Sectional Studies",
    "Checklist",
    "Prevalence",
    "Research Design",
    "HIV Infections"
  ],
  "article_ids": {
    "pubmed": "38548361",
    "pmc": "PMC10982790",
    "doi": "10.1136/bmjopen-2023-080014",
    "pii": "bmjopen-2023-080014"
  },
  "doi": "10.1136/bmjopen-2023-080014",
  "pmc_id": "PMC10982790",
  "dates": {
    "completed": "2024-04-01",
    "revised": "2024-12-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.650437",
    "pmid": "38548361"
  }
}