{
  "pmid": "38544906",
  "uid": "38544906",
  "title": "Patient preferences for active ulcerative colitis treatments and fecal microbiota transplantation.",
  "abstract": "BACKGROUND: Fecal microbiota transplantation (FMT) is a promising treatment for active ulcerative colitis (UC). Understanding patient preferences can identify treatment features that may impact treatment decisions, improve shared decision-making, and contribute to patient-centered care, which is especially important in the context of novel treatments like FMT. OBJECTIVES: We aimed to quantify preferences for active UC treatments, specifically FMT and biologics, and identify patient characteristics associated with different preference patterns. DESIGN: This is a cross-sectional survey study. METHODS: We administered a discrete choice experiment (DCE) survey to elicit preferences in a sample of Canadian adults with UC. DCE data were analyzed using a main-effects mixed logit model and used to predict uptake of hypothetical scenarios reflecting alternative combinations of treatment features. Latent class modeling identified heterogeneity in patient preference patterns. RESULTS: Participants' (n = 201) mean age was 47.1 years (SD: 14.5 years), 58% were female, and most (84%) had at least some post-secondary education. Almost half were willing to undergo FMT. When considering treatments for active UC, the most important attributes were chance of remission and severity of rare unknown side effects. All else equal, participants were most likely to uptake treatment that involves oral capsules/pills. Participants in the class with the highest utility for chance of remission were younger, had more severe disease, and 58% indicated that they would be willing to undergo FMT. CONCLUSION: We identified characteristics of UC patients who are more likely to be interested in FMT using preference elicitation methods. Patient-centered care can be enhanced by knowing which patients are more likely to be interested in FMT, potentially improving satisfaction with and adherence to treatments for active UC to maximize the effectiveness of treatment while considering heterogeneity in patient preferences.",
  "authors": [
    {
      "last_name": "Marshall",
      "fore_name": "Deborah A",
      "initials": "DA",
      "name": "Deborah A Marshall",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Room 3C58, Health Research Innovation Centre, 3280 Hospital Drive NW, Calgary, AB T2N 4Z6, Canada."
      ],
      "orcid": "0000-0002-8467-8008"
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Karen V",
      "initials": "KV",
      "name": "Karen V MacDonald",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Kao",
      "fore_name": "Dina",
      "initials": "D",
      "name": "Dina Kao",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Bernstein",
      "fore_name": "Charles N",
      "initials": "CN",
      "name": "Charles N Bernstein",
      "affiliations": [
        "Section of Gastroenterology, and University of Manitoba IBD Clinical and Research Centre, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Kaplan",
      "fore_name": "Gilaad G",
      "initials": "GG",
      "name": "Gilaad G Kaplan",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Department of Medicine, University of Calgary, Calgary, AB, Canada.",
        "Department of Medicine and Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Jijon",
      "fore_name": "Humberto",
      "initials": "H",
      "name": "Humberto Jijon",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Department of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Hazlewood",
      "fore_name": "Glen",
      "initials": "G",
      "name": "Glen Hazlewood",
      "affiliations": [
        "Division of Rheumatology, Department of Medicine, University of Calgary, Calgary, AB, Canada.",
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Panaccione",
      "fore_name": "Remo",
      "initials": "R",
      "name": "Remo Panaccione",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Department of Medicine, University of Calgary, Calgary, AB, Canada.",
        "Snyder Institute for Chronic Diseases, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Nasser",
      "fore_name": "Yasmin",
      "initials": "Y",
      "name": "Yasmin Nasser",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Department of Medicine, University of Calgary, Calgary, AB, Canada.",
        "Snyder Institute for Chronic Diseases, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Raman",
      "fore_name": "Maitreyi",
      "initials": "M",
      "name": "Maitreyi Raman",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Department of Medicine and Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada.",
        "Snyder Institute for Chronic Diseases, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Farncombe Family Digestive Health Research Institute, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Therapeutic advances in chronic disease",
    "iso_abbreviation": "Ther Adv Chronic Dis",
    "issn": "2040-6223",
    "issn_type": "Print",
    "volume": "15",
    "pub_year": "2024"
  },
  "start_page": "20406223241239168",
  "pages": "20406223241239168",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38544906",
    "pmc": "PMC10966996",
    "doi": "10.1177/20406223241239168",
    "pii": "10.1177_20406223241239168"
  },
  "doi": "10.1177/20406223241239168",
  "pmc_id": "PMC10966996",
  "dates": {
    "revised": "2024-03-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.446753",
    "pmid": "38544906"
  }
}