{
  "pmid": "38552794",
  "uid": "38552794",
  "title": "Follow-up blood cultures do not reduce mortality in hospitalized patients with Gram-negative bloodstream infection: a retrospective population-wide cohort study.",
  "abstract": "OBJECTIVES: The utility of follow-up blood cultures (FUBCs) in patients with Gram-negative bloodstream infection (GN-BSI) is controversial. Observational studies have suggested significant mortality benefit but may be limited by single-centre designs, immortal time bias, and residual confounding. We examined the impact of FUBCs on mortality in patients with GN-BSI in a retrospective population-wide cohort study in Ontario, Canada. METHODS: Adult patients with GN-BSI hospitalized between April 2017 and December 2021 were included. Primary outcome was all-cause mortality within 30 days. FUBC was treated as a time-varying exposure. Secondary outcomes were 90-day mortality, length of stay, and number of days alive and out of hospital at 30 and 90 days. RESULTS: Thirty-four thousand one hundred patients were included; 8807 (25.8%) patients received FUBC, of which 966 (11.0%) were positive. Median proportion of patients receiving FUBC was 18.8% (interquartile range, 10.0-29.7%; range, 0-66.1%) across 101 hospitals; this correlated with positivity and contamination rate. Eight hundred ninety (10.1%) patients in the FUBC group and 2263 (8.9%) patients in the no FUBC group died within 30 days. In the fully adjusted model, there was no association between FUBC and mortality (hazard ratio, 0.97; 95% CI, 0.90-1.04). Patients with FUBC had significantly longer length of stay (median, 11 vs. 7 days; adjusted risk ratio, 1.18; 95% CI, 1.16-1.21) and fewer number of days alive and out of hospital at 30 and 90 days. DISCUSSION: FUBC collection in patients with GN-BSI varies widely across hospitals and may be associated with prolonged hospitalization without clear survival benefit. Residual confounding may be present given the observational design. Clear benefit should be demonstrated in a randomized trial before widespread adoption of routine FUBC.",
  "authors": [
    {
      "last_name": "Ong",
      "fore_name": "Sean W X",
      "initials": "SWX",
      "name": "Sean W X Ong",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada; Faculty of Medicine, Dentistry and Health Sciences, University of Melbourne, Melbourne, Victoria, Australia; Division of Infectious Diseases, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada; ICES, Toronto, Ontario, Canada. Electronic address: s.ong@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Jin",
      "initials": "J",
      "name": "Jin Luo",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fridman",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Fridman",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Samantha M",
      "initials": "SM",
      "name": "Samantha M Lee",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johnstone",
      "fore_name": "Jennie",
      "initials": "J",
      "name": "Jennie Johnstone",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Division of Infectious Diseases, Sinai Health, Toronto, Ontario, Canada; Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Kevin L",
      "initials": "KL",
      "name": "Kevin L Schwartz",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Public Health Ontario, Toronto, Ontario, Canada; St. Joseph's Health Centre, Unity Health Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Diong",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Diong",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Samir N",
      "initials": "SN",
      "name": "Samir N Patel",
      "affiliations": [
        "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada; Public Health Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacFadden",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek MacFadden",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Langford",
      "fore_name": "Bradley",
      "initials": "B",
      "name": "Bradley Langford",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Public Health Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tong",
      "fore_name": "Steven Y C",
      "initials": "SYC",
      "name": "Steven Y C Tong",
      "affiliations": [
        "Department of Infectious Diseases, University of Melbourne, Peter Doherty Institute for Infection and Immunity, Melbourne, Victoria, Australia; Victorian Infectious Diseases Service, Royal Melbourne Hospital, Peter Doherty Institute for Infection and Immunity, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Kevin A",
      "initials": "KA",
      "name": "Kevin A Brown",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Public Health Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada; Division of Infectious Diseases, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada; ICES, Toronto, Ontario, Canada; Public Health Ontario, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
    "iso_abbreviation": "Clin Microbiol Infect",
    "issn": "1469-0691",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "7",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "890",
  "end_page": "898",
  "pages": "890-898",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Retrospective Studies",
    "Male",
    "Blood Culture",
    "Female",
    "Aged",
    "Middle Aged",
    "Gram-Negative Bacterial Infections",
    "Bacteremia",
    "Ontario",
    "Length of Stay",
    "Hospitalization",
    "Aged, 80 and over",
    "Follow-Up Studies",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "38552794",
    "doi": "10.1016/j.cmi.2024.03.025",
    "pii": "S1198-743X(24)00156-3"
  },
  "doi": "10.1016/j.cmi.2024.03.025",
  "dates": {
    "completed": "2024-06-10",
    "revised": "2024-06-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.289849",
    "pmid": "38552794"
  }
}