{
  "pmid": "38551786",
  "uid": "38551786",
  "title": "Worth Their Weight? An Update on New and Emerging Pharmacologic Agents for Obesity and Their Potential Role for Persons with Cardiac Conditions.",
  "abstract": "PURPOSE OF REVIEW: Obesity is associated with cardiovascular (CV) conditions, including but not limited to atherosclerotic disease, heart failure, and atrial fibrillation. Despite this, the impact of intentional weight loss on CV outcomes for persons with obesity and established CV conditions remains poorly studied. New and emerging pharmacologic therapies for weight loss primarily targeting the incretin/nutrient sensing axes induce substantial and sustained weight loss. The glucagon-like-peptide 1 receptor agonists (GLP-1 RA) liraglutide and semaglutide have US FDA approval for the treatment of obesity, and the application for an obesity indication for the dual GLP-1/glucose-dependent insulinotropic polypeptide (GIP) receptor agonist tirzepatide is presently under FDA review. Extensive phase II and IIIa randomized controlled trials are underway evaluating permutations of combined GLP-1 RA, GIP receptor agonist, GIP receptor antagonist, and glucagon receptor agonists. Clinical outcome trials of these therapies in persons with obesity at high risk of established CV conditions should make it possible to estimate the role of intentional weight loss in managing CV risk via these medications. RECENT FINDINGS: High-dose once weekly injectable semaglutide (2.4 mg/week) use among persons with obesity and heart failure with preserved ejection fraction was effective at both reducing weight and improving health status; exercise capacity was also improved. Ongoing CV outcome trials of oral semaglutide and once weekly injectable tirzepatide will help to establish the role of these therapies among persons with other CV conditions. In addition to these two therapies targeting a CV claim or indication, many other new therapeutics for weight loss, as reviewed, are currently in development. The impact of pharmacologic-induced weight loss on CV conditions for persons with obesity and established CV conditions is currently under investigation for multiple agents. These therapies may offer new avenues to manage CV risk in persons with obesity and with established or at high risk for CV disease.",
  "authors": [
    {
      "last_name": "Harrington",
      "fore_name": "Josephine",
      "initials": "J",
      "name": "Josephine Harrington",
      "affiliations": [
        "Division of Cardiology, Department of Internal Medicine, Duke University Medical Center, Durham North Carolina, Durham, USA. josephine.harrington@duke.edu.",
        "Duke Clinical Research Institute, Durham, NC, USA. josephine.harrington@duke.edu."
      ]
    },
    {
      "last_name": "Felker",
      "fore_name": "G Michael",
      "initials": "GM",
      "name": "G Michael Felker",
      "affiliations": [
        "Division of Cardiology, Department of Internal Medicine, Duke University Medical Center, Durham North Carolina, Durham, USA.",
        "Duke Clinical Research Institute, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Januzzi",
      "fore_name": "James L",
      "initials": "JL",
      "name": "James L Januzzi",
      "affiliations": [
        "Cardiology Division, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA.",
        "Baim Institute for Clinical Research, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Carolyn S P",
      "initials": "CSP",
      "name": "Carolyn S P Lam",
      "affiliations": [
        "Baim Institute for Clinical Research, Boston, MA, USA.",
        "National Heart Centre Singapore and Duke-National University of Singapore, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Lingvay",
      "fore_name": "Ildiko",
      "initials": "I",
      "name": "Ildiko Lingvay",
      "affiliations": [
        "Division of Endocrinology, Department of Internal Medicine, University of Texas Southwestern Medical Center, Dallas, TX, USA.",
        "Peter O'Donnell Jr School of Public Health, University of Texas Southwestern Medical Center, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Pagidipati",
      "fore_name": "Neha J",
      "initials": "NJ",
      "name": "Neha J Pagidipati",
      "affiliations": [
        "Division of Cardiology, Department of Internal Medicine, Duke University Medical Center, Durham North Carolina, Durham, USA.",
        "Duke Clinical Research Institute, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Sattar",
      "fore_name": "Naveed",
      "initials": "N",
      "name": "Naveed Sattar",
      "affiliations": [
        "School of Cardiovascular and Metabolic Health, University of Glasgow, Glasgow, UK."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Baim Institute for Clinical Research, Boston, MA, USA.",
        "Research Institute of St. Joseph's, Hamilton, Canada.",
        "McMaster University Faculty of Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Verma",
      "fore_name": "Subodh",
      "initials": "S",
      "name": "Subodh Verma",
      "affiliations": [
        "Division of Cardiac Surgery, St Michael's Hospital of Unity Health Toronto, Toronto, ON, Canada.",
        "Department of Surgery, and Pharmacology and Toxicology, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "McGuire",
      "fore_name": "Darren K",
      "initials": "DK",
      "name": "Darren K McGuire",
      "affiliations": [
        "Division of Cardiology, Department of Internal Medicine, University of Texas Southwestern Medical Center, Dallas, TX, USA.",
        "Parkland Health, Dallas, TX, USA."
      ]
    }
  ],
  "journal": {
    "title": "Current cardiology reports",
    "iso_abbreviation": "Curr Cardiol Rep",
    "issn": "1534-3170",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Mar"
  },
  "start_page": "61",
  "end_page": "71",
  "pages": "61-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Heart Diseases",
    "Heart Failure",
    "Atrial Fibrillation",
    "Glucagon-Like Peptide 1",
    "Obesity",
    "Weight Loss",
    "Diabetes Mellitus, Type 2",
    "Hypoglycemic Agents"
  ],
  "article_ids": {
    "pubmed": "38551786",
    "doi": "10.1007/s11886-023-02016-z",
    "pii": "10.1007/s11886-023-02016-z"
  },
  "doi": "10.1007/s11886-023-02016-z",
  "dates": {
    "completed": "2024-04-05",
    "revised": "2024-05-22"
  },
  "chemicals": [
    "Glucagon-Like Peptide 1",
    "Hypoglycemic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.943665",
    "pmid": "38551786"
  }
}