{
  "pmid": "38561061",
  "uid": "38561061",
  "title": "Clinical prediction models in children that use repeated measurements with time-varying covariates: a scoping review.",
  "abstract": "BACKGROUND: Emerging evidence suggests that clinical prediction models that use repeated (time-varying) measurements within each patient may have higher predictive accuracy than models that use patient information from a single measurement. OBJECTIVE: To determine the breadth of the published literature reporting the development of clinical prediction models in children that use time-varying predictors. DATA SOURCES: MEDLINE, EMBASE and Cochrane databases. ELIGIBILITY CRITERIA: We included studies reporting the development of a multivariable clinical prediction model in children, with or without validation, to predict a repeatedly measured binary or time-to-event outcome and utilizing at least one repeatedly measured predictor. SYNTHESIS METHODS: We categorized included studies by the method used to model time-varying predictors. RESULTS: Of 99 clinical prediction model studies that had a repeated measurements data structure, only 27 (27%) used methods that incorporated the repeated measurements as time-varying predictors in a single model. Among these 27 time-varying prediction model studies, we grouped model types into nine categories: time-dependent Cox regression, generalized estimating equations, random effects model, landmark model, joint model, neural network, K-nearest neighbor, support vector machine and tree-based algorithms. Where there was comparison of time-varying models to single measurement models, using time-varying predictors improved predictive accuracy. CONCLUSIONS: Various methods have been used to develop time-varying prediction models in children, but there is a paucity of pediatric time-varying models in the literature. Incorporating time-varying covariates in pediatric prediction models may improve predictive accuracy. Future research in pediatric prediction model development should further investigate whether incorporation of time-varying covariates improves predictive accuracy.",
  "authors": [
    {
      "last_name": "Fung",
      "fore_name": "Alastair",
      "initials": "A",
      "name": "Alastair Fung",
      "affiliations": [
        "Division of Paediatric Medicine (A Fung, DE Roth, and PJ Gill), Hospital for Sick Children, Toronto, Ontario, Canada; Dalla Lana School of Public Health (A Fung, M Loutet, DE Roth, PJ Gill, SK Morris, and J Beyene), University of Toronto, Toronto, Ontario, Canada; Centre for Global Child Health (A Fung, M Loutet, DE Roth, and SK Morris), Hospital for Sick Children, Toronto, Ontario, Canada. Electronic address: alastair.fung@sickkids.ca."
      ]
    },
    {
      "last_name": "Loutet",
      "fore_name": "Miranda",
      "initials": "M",
      "name": "Miranda Loutet",
      "affiliations": [
        "Dalla Lana School of Public Health (A Fung, M Loutet, DE Roth, PJ Gill, SK Morris, and J Beyene), University of Toronto, Toronto, Ontario, Canada; Centre for Global Child Health (A Fung, M Loutet, DE Roth, and SK Morris), Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Roth",
      "fore_name": "Daniel E",
      "initials": "DE",
      "name": "Daniel E Roth",
      "affiliations": [
        "Division of Paediatric Medicine (A Fung, DE Roth, and PJ Gill), Hospital for Sick Children, Toronto, Ontario, Canada; Dalla Lana School of Public Health (A Fung, M Loutet, DE Roth, PJ Gill, SK Morris, and J Beyene), University of Toronto, Toronto, Ontario, Canada; Centre for Global Child Health (A Fung, M Loutet, DE Roth, and SK Morris), Hospital for Sick Children, Toronto, Ontario, Canada; Temerty Faculty of Medicine (DE Roth, E Wong, PJ Gill, and SK Morris), University of Toronto, Toronto, Ontario, Canada; Child Health Evaluative Sciences (DE Roth, PJ Gill, and SK Morris), Hospital for Sick Children Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Elliott",
      "initials": "E",
      "name": "Elliott Wong",
      "affiliations": [
        "Temerty Faculty of Medicine (DE Roth, E Wong, PJ Gill, and SK Morris), University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gill",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Gill",
      "affiliations": [
        "Division of Paediatric Medicine (A Fung, DE Roth, and PJ Gill), Hospital for Sick Children, Toronto, Ontario, Canada; Dalla Lana School of Public Health (A Fung, M Loutet, DE Roth, PJ Gill, SK Morris, and J Beyene), University of Toronto, Toronto, Ontario, Canada; Temerty Faculty of Medicine (DE Roth, E Wong, PJ Gill, and SK Morris), University of Toronto, Toronto, Ontario, Canada; Child Health Evaluative Sciences (DE Roth, PJ Gill, and SK Morris), Hospital for Sick Children Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morris",
      "fore_name": "Shaun K",
      "initials": "SK",
      "name": "Shaun K Morris",
      "affiliations": [
        "Dalla Lana School of Public Health (A Fung, M Loutet, DE Roth, PJ Gill, SK Morris, and J Beyene), University of Toronto, Toronto, Ontario, Canada; Centre for Global Child Health (A Fung, M Loutet, DE Roth, and SK Morris), Hospital for Sick Children, Toronto, Ontario, Canada; Temerty Faculty of Medicine (DE Roth, E Wong, PJ Gill, and SK Morris), University of Toronto, Toronto, Ontario, Canada; Child Health Evaluative Sciences (DE Roth, PJ Gill, and SK Morris), Hospital for Sick Children Research Institute, Toronto, Ontario, Canada; Division of Infectious Diseases (SK Morris), Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Dalla Lana School of Public Health (A Fung, M Loutet, DE Roth, PJ Gill, SK Morris, and J Beyene), University of Toronto, Toronto, Ontario, Canada; Department of Health Research Methods, Evidence and Impact (J Beyene), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Academic pediatrics",
    "iso_abbreviation": "Acad Pediatr",
    "issn": "1876-2867",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "728",
  "end_page": "740",
  "pages": "728-740",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Child",
    "Models, Statistical",
    "Proportional Hazards Models",
    "Time Factors",
    "Child, Preschool"
  ],
  "article_ids": {
    "pubmed": "38561061",
    "doi": "10.1016/j.acap.2024.03.016",
    "pii": "S1876-2859(24)00115-3"
  },
  "doi": "10.1016/j.acap.2024.03.016",
  "dates": {
    "completed": "2024-06-21",
    "revised": "2025-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.275982",
    "pmid": "38561061"
  }
}