{
  "pmid": "38563055",
  "uid": "38563055",
  "title": "An evaluation of sexual function and health-related quality of life following laparoscopic surgery in individuals living with endometriosis.",
  "abstract": "STUDY QUESTION: What is the relationship between sexual function, health-related quality of life (HRQoL), and laparoscopic surgery in individuals living with endometriosis? SUMMARY ANSWER: A higher number of laparoscopic surgeries is significantly associated with poorer HRQoL and greater levels of sexual dysfunction in individuals with endometriosis. WHAT IS KNOWN ALREADY: Prior research indicates that endometriosis is associated with lowered HRQoL and sexual function and that these outcomes are influenced by endometriosis-related symptom profiles, medical, and surgical management. A limited number of studies have examined changes in sexual function in individuals with endometriosis following laparoscopic surgery or following repeated surgeries. STUDY DESIGN, SIZE, DURATION: A cross-sectional community-based online survey was used to examine the relationships between sexual function, HRQoL, and laparoscopic surgery (n = 210). PARTICIPANTS/MATERIALS, SETTING, METHODS: Individuals with a self-reported diagnosis of endometriosis were recruited via online advertising through social media and gynaecology clinics. Endometriosis-specific data (e.g. diagnostic delay, symptom experience) was collected in addition to engagement with laparoscopic surgery, level of HRQoL (EuroQol-5 Dimension: EQ-5D-5L), and sexual function (Female Sexual Function Index: FSFI). Bivariate correlational analyses and hierarchical multiple regression were used to determine the associations between the variables of interest. MAIN RESULTS AND THE ROLE OF CHANCE: Individuals with endometriosis have substantially poorer HRQoL in comparison to Australian normative samples, with greater levels of endometriosis-related symptom burden, distress, and pain significantly associated with lower levels of HRQoL. The mean FSFI score was suggestive of clinically significant female sexual dysfunction, with the lowest level of function noted in the domain of sexual pain and the highest level of function noted in the sexual satisfaction domain. A greater number of laparoscopic surgeries was significantly associated with poorer overall HRQoL and greater levels of sexual dysfunction. LIMITATIONS, REASONS FOR CAUTION: The cross-sectional nature of the data precludes direct findings of causality and further longitudinal research is recommended. The information pertaining to engagement in laparoscopic surgery was self-report in nature and was not medically verified. WIDER IMPLICATIONS OF THE FINDINGS: The study's findings highlight the pervasive impact of endometriosis on all domains of living, emphasizing the need to extend treatment planning beyond that of physical pain management alone. Early referral for assessment and management of sexual wellbeing is recommended prior to, and post-surgical intervention, with a focus on maintaining post-surgical changes, potentially reducing the need for multiple surgeries. STUDY FUNDING, COMPETING INTEREST(S): The study was not associated with research funding. Author CN reports grant funding from the Australian Government and Medical Research Future Fund (MRFF) and was a previous employee of CSL Vifor (formerly Vifor Pharma Pty Ltd). TRIAL REGISTRATION NUMBER: N/A.",
  "authors": [
    {
      "last_name": "Van Niekerk",
      "fore_name": "Leesa",
      "initials": "L",
      "name": "Leesa Van Niekerk",
      "affiliations": [
        "School of Psychological Sciences, College of Health & Medicine, University of Tasmania, Hobart, TAS, Australia.",
        "National Endometriosis Clinical and Scientific Trials (NECST) Network, UNSW, Sydney, Australia."
      ],
      "orcid": "0000-0002-6641-5888"
    },
    {
      "last_name": "Pugh",
      "fore_name": "Shaunagh",
      "initials": "S",
      "name": "Shaunagh Pugh",
      "affiliations": [
        "School of Psychological Sciences, College of Health & Medicine, University of Tasmania, Hobart, TAS, Australia."
      ]
    },
    {
      "last_name": "Mikocka-Walus",
      "fore_name": "Antonina",
      "initials": "A",
      "name": "Antonina Mikocka-Walus",
      "affiliations": [
        "National Endometriosis Clinical and Scientific Trials (NECST) Network, UNSW, Sydney, Australia.",
        "School of Psychology, Faculty of Health, Deakin University, Geelong, VIC, Australia."
      ],
      "orcid": "0000-0003-4864-3956"
    },
    {
      "last_name": "Ng",
      "fore_name": "Cecilia",
      "initials": "C",
      "name": "Cecilia Ng",
      "affiliations": [
        "National Endometriosis Clinical and Scientific Trials (NECST) Network, UNSW, Sydney, Australia.",
        "Division of Obstetrics and Gynaecology, School of Clinical Medicine, Medicine and Health, University of New South Wales, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "O'Hara",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca O'Hara",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, North Adelaide, SA, Australia."
      ]
    },
    {
      "last_name": "Armour",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Armour",
      "affiliations": [
        "National Endometriosis Clinical and Scientific Trials (NECST) Network, UNSW, Sydney, Australia.",
        "NICM Health Research Institute, Western Sydney University, Penrith, NSW, Australia."
      ],
      "orcid": "0000-0001-7539-9851"
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, North Adelaide, SA, Australia.",
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Evans",
      "fore_name": "Subhadra",
      "initials": "S",
      "name": "Subhadra Evans",
      "affiliations": [
        "School of Psychology, Faculty of Health, Deakin University, Geelong, VIC, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Human reproduction (Oxford, England)",
    "iso_abbreviation": "Hum Reprod",
    "issn": "1460-2350",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "May",
    "pub_day": "02"
  },
  "start_page": "992",
  "end_page": "1002",
  "pages": "992-1002",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Endometriosis",
    "Female",
    "Quality of Life",
    "Laparoscopy",
    "Adult",
    "Cross-Sectional Studies",
    "Sexual Dysfunction, Physiological",
    "Middle Aged",
    "Surveys and Questionnaires",
    "Sexual Behavior"
  ],
  "article_ids": {
    "pubmed": "38563055",
    "pmc": "PMC11063542",
    "doi": "10.1093/humrep/deae063",
    "pii": "7638778"
  },
  "doi": "10.1093/humrep/deae063",
  "pmc_id": "PMC11063542",
  "dates": {
    "completed": "2024-05-02",
    "revised": "2024-11-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.184164",
    "pmid": "38563055"
  }
}