{
  "pmid": "38569449",
  "uid": "38569449",
  "title": "Confirmatory validation of the patient health questionnaire - 4 (PHQ-4) for gastrointestinal disorders: A large-scale cross-sectional survey.",
  "abstract": "OBJECTIVE: Using the large Rome Foundation Global Epidemiology Survey dataset, the aim of this study was to evaluate the construct and convergent validity and internal consistency of the PHQ-4 across both gastrointestinal and non-gastrointestinal condition cohorts. Another aim was to provide descriptive information about the PHQ-4 including means, confidence intervals and percentage of caseness using a large representative sample. METHODS: A cross-sectional survey was conducted in 26 countries. Confirmatory factor and internal consistency analyses were conducted across subsamples of patients with gastrointestinal conditions (i.e., disorders of gut-brain interaction [DGBI; any DGBI, individual DGBI, and DGBI region], gastroesophageal reflux disease (GERD), coeliac disease, diverticulitis, inflammatory bowel disease (IBD), cancer anywhere in the gastrointestinal tract, peptic ulcer) and those without a gastrointestinal condition. Convergent validity was also assessed via a series of Pearson's correlation coefficients with PROMIS (physical and mental quality of life), and PHQ-12 (somatisation). RESULTS: Based on 54,127 participants (50.9% male; mean age 44.34 years) confirmatory factor analysis indicated acceptable to excellent model fits for the PHQ-4 across all subsamples and individual DGBI and DGBI region (Comparative Fit Index >0.950, Tucker-Lewis Index >0.950, Root Mean Squared Error of Approximation <0.05, and Standardised Root Mean Square Residual <0.05). The PHQ-4 was found to demonstrate convergent validity (Pearson's correlation coefficients >±0.4), and good internal consistency (Cronbach's α > 0.75). CONCLUSIONS: This study provides evidence that the PHQ-4 is a valid and reliable tool for assessing mental health symptomology in both gastrointestinal and non-gastrointestinal cohorts.",
  "authors": [
    {
      "last_name": "Apputhurai",
      "fore_name": "Pragalathan",
      "initials": "P",
      "name": "Pragalathan Apputhurai",
      "affiliations": [
        "Department of Health Sciences and Biostatistics, School of Health Sciences, Swinburne University of Technology, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur S",
      "initials": "OS",
      "name": "Olafur S Palsson",
      "affiliations": [
        "Center for Functional GI & Motility Disorders, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel."
      ]
    },
    {
      "last_name": "Mikocka-Walus",
      "fore_name": "Antonina",
      "initials": "A",
      "name": "Antonina Mikocka-Walus",
      "affiliations": [
        "School of Psychology, Deakin University Geelong, Victoria, Australia."
      ]
    },
    {
      "last_name": "Knowles",
      "fore_name": "Simon R",
      "initials": "SR",
      "name": "Simon R Knowles",
      "affiliations": [
        "Department of Psychological Sciences, School of Health Sciences, Swinburne University of Technology, Melbourne, Australia. Electronic address: sknowles@swin.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Journal of psychosomatic research",
    "iso_abbreviation": "J Psychosom Res",
    "issn": "1879-1360",
    "issn_type": "Electronic",
    "volume": "180",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "111654",
  "pages": "111654",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Cross-Sectional Studies",
    "Female",
    "Adult",
    "Gastrointestinal Diseases",
    "Middle Aged",
    "Reproducibility of Results",
    "Patient Health Questionnaire",
    "Psychometrics",
    "Quality of Life",
    "Factor Analysis, Statistical",
    "Aged"
  ],
  "article_ids": {
    "pubmed": "38569449",
    "doi": "10.1016/j.jpsychores.2024.111654",
    "pii": "S0022-3999(24)00066-7"
  },
  "doi": "10.1016/j.jpsychores.2024.111654",
  "dates": {
    "completed": "2024-04-27",
    "revised": "2025-04-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.809708",
    "pmid": "38569449"
  }
}