{
  "pmid": "38564217",
  "uid": "38564217",
  "title": "Timing of Major Postoperative Bleeding Among Patients Undergoing Surgery.",
  "abstract": "IMPORTANCE: Although major bleeding is among the most common and prognostically important perioperative complications, the relative timing of bleeding events is not well established. This information is critical for preventing bleeding complications and for informing the timing of pharmacologic thromboprophylaxis. OBJECTIVE: To determine the timing of postoperative bleeding among patients undergoing surgery for up to 30 days after surgery. DESIGN, SETTING, AND PARTICIPANTS: This is a secondary analysis of a prospective cohort study. Patients aged 45 years or older who underwent inpatient noncardiac surgery were recruited in 14 countries between 2007 and 2013, with follow-up until December 2014. Data analysis was performed from June to July 2023. EXPOSURE: Noncardiac surgery requiring overnight hospital admission. MAIN OUTCOMES AND MEASURES: The primary outcome (postoperative major bleeding) was a composite of the timing of the following bleeding outcomes: (1) bleeding leading to transfusion, (2) bleeding leading to a postoperative hemoglobin level less than 7 g/dL, (3) bleeding leading to death, and (4) bleeding associated with reintervention. Each of the components of the composite primary outcome (1-4) and bleeding independently associated with mortality after noncardiac surgery, which was defined as a composite of outcomes 1 to 3, were secondary outcomes. RESULTS: Among 39 813 patients (median [IQR] age, 63.0 [54.8-72.5] years; 19 793 women [49.7%]), there were 5340 major bleeding events (primary outcome) in 4638 patients (11.6%) within the first 30 days after surgery. Of these events, 42.7% (95% CI, 40.9%-44.6%) occurred within 24 hours after surgery, 77.7% (95% CI, 75.8%-79.5%) by postoperative day 7, 88.3% (95% CI, 86.5%-90.2%) by postoperative day 14, and 94.6% (95% CI, 92.7%-96.5%) by postoperative day 21. Within 48 hours of surgery, 56.2% of major bleeding events, 56.2% of bleeding leading to transfusion, 56.1% of bleeding independently associated with mortality after noncardiac surgery, 51.8% of bleeding associated with hemoglobin less than 7 g/dL, and 51.8% of bleeding associated with reintervention had occurred. CONCLUSIONS AND RELEVANCE: In this cohort study, of the major postoperative bleeding events in the first 30 days, more than three-quarters occurred during the first postoperative week. These findings are useful for researchers for the planning future clinical research and for clinicians in prevention of bleeding-related surgical complications and in decision-making regarding starting of pharmacologic thromboprophylaxis after surgery.",
  "authors": [
    {
      "last_name": "Halme",
      "fore_name": "Alex L E",
      "initials": "ALE",
      "name": "Alex L E Halme",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Roshanov",
      "fore_name": "Pavel S",
      "initials": "PS",
      "name": "Pavel S Roshanov",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, Western University, London, Ontario, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada.",
        "Outcomes Research Consortium, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Tornberg",
      "fore_name": "Sara V",
      "initials": "SV",
      "name": "Sara V Tornberg",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Lavikainen",
      "fore_name": "Lauri I",
      "initials": "LI",
      "name": "Lauri I Lavikainen",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada.",
        "Outcomes Research Consortium, Cleveland, Ohio.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland.",
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Surgery, South Karelian Central Hospital, Lappeenranta, Finland."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "e244581",
  "pages": "e244581",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Middle Aged",
    "Anticoagulants",
    "Cohort Studies",
    "Prospective Studies",
    "Venous Thromboembolism",
    "Postoperative Hemorrhage",
    "Inpatients",
    "Hemoglobins"
  ],
  "article_ids": {
    "pubmed": "38564217",
    "pmc": "PMC10988355",
    "doi": "10.1001/jamanetworkopen.2024.4581",
    "pii": "2816886"
  },
  "doi": "10.1001/jamanetworkopen.2024.4581",
  "pmc_id": "PMC10988355",
  "dates": {
    "completed": "2024-04-03",
    "revised": "2024-12-16"
  },
  "chemicals": [
    "Anticoagulants",
    "Hemoglobins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.824201",
    "pmid": "38564217"
  }
}