{
  "pmid": "38561796",
  "uid": "38561796",
  "title": "Strategies to implement evidence-informed decision making at the organizational level: a rapid systematic review.",
  "abstract": "BACKGROUND: Achievement of evidence-informed decision making (EIDM) requires the integration of evidence into all practice decisions by identifying and synthesizing evidence, then developing and executing plans to implement and evaluate changes to practice. This rapid systematic review synthesizes evidence for strategies for the implementation of EIDM across organizations, mapping facilitators and barriers to the COM-B (capability, opportunity, motivation, behaviour) model for behaviour change. The review was conducted to support leadership at organizations delivering public health services (health promotion, communicable disease prevention) to drive change toward evidence-informed public health. METHODS: A systematic search was conducted in multiple databases and by reviewing publications of key authors. Articles that describe interventions to drive EIDM within teams, departments, or organizations were eligible for inclusion. For each included article, quality was assessed, and details of the intervention, setting, outcomes, facilitators and barriers were extracted. A convergent integrated approach was undertaken to analyze both quantitative and qualitative findings. RESULTS: Thirty-seven articles are included. Studies were conducted in primary care, public health, social services, and occupational health settings. Strategies to implement EIDM included the establishment of Knowledge Broker-type roles, building the EIDM capacity of staff, and research or academic partnerships. Facilitators and barriers align with the COM-B model for behaviour change. Facilitators for capability include the development of staff knowledge and skill, establishing specialized roles, and knowledge sharing across the organization, though staff turnover and subsequent knowledge loss was a barrier to capability. For opportunity, facilitators include the development of processes or mechanisms to support new practices, forums for learning and skill development, and protected time, and barriers include competing priorities. Facilitators identified for motivation include supportive organizational culture, expectations for new practices to occur, recognition and positive reinforcement, and strong leadership support. Barriers include negative attitudes toward new practices, and lack of understanding and support from management. CONCLUSION: This review provides a comprehensive analysis of facilitators and barriers for the implementation of EIDM in organizations for public health, mapped to the COM-B model for behaviour change. The existing literature for strategies to support EIDM in public health illustrates several facilitators and barriers linked to realizing EIDM. Knowledge of these factors will help senior leadership develop and implement EIDM strategies tailored to their organization, leading to increased likelihood of implementation success. REVIEW REGISTRATION: PROSPERO CRD42022318994.",
  "authors": [
    {
      "last_name": "Clark",
      "fore_name": "Emily C",
      "initials": "EC",
      "name": "Emily C Clark",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, McMaster Innovation Park, 175 Longwood Rd S, Suite 210a, Hamilton, ON, L8P 0A1, Canada."
      ]
    },
    {
      "last_name": "Burnett",
      "fore_name": "Trish",
      "initials": "T",
      "name": "Trish Burnett",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, McMaster Innovation Park, 175 Longwood Rd S, Suite 210a, Hamilton, ON, L8P 0A1, Canada."
      ]
    },
    {
      "last_name": "Blair",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Blair",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, McMaster Innovation Park, 175 Longwood Rd S, Suite 210a, Hamilton, ON, L8P 0A1, Canada."
      ]
    },
    {
      "last_name": "Traynor",
      "fore_name": "Robyn L",
      "initials": "RL",
      "name": "Robyn L Traynor",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, McMaster Innovation Park, 175 Longwood Rd S, Suite 210a, Hamilton, ON, L8P 0A1, Canada."
      ]
    },
    {
      "last_name": "Hagerman",
      "fore_name": "Leah",
      "initials": "L",
      "name": "Leah Hagerman",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, McMaster Innovation Park, 175 Longwood Rd S, Suite 210a, Hamilton, ON, L8P 0A1, Canada."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, McMaster Innovation Park, 175 Longwood Rd S, Suite 210a, Hamilton, ON, L8P 0A1, Canada. dobbinsm@mcmaster.ca.",
        "School of Nursing, McMaster University, Health Sciences Centre, 2J20, 1280 Main St W, Hamilton, ON, L8S 4K1, Canada. dobbinsm@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "405",
  "pages": "405",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Decision Making",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "38561796",
    "pmc": "PMC10983660",
    "doi": "10.1186/s12913-024-10841-3",
    "pii": "10.1186/s12913-024-10841-3"
  },
  "doi": "10.1186/s12913-024-10841-3",
  "pmc_id": "PMC10983660",
  "dates": {
    "completed": "2024-04-03",
    "revised": "2024-04-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.355946",
    "pmid": "38561796"
  }
}