{
  "pmid": "38560056",
  "uid": "38560056",
  "title": "Protection by inclusion: Increasing enrollment of women in cardiovascular trials.",
  "abstract": "Despite differences in biology that influence disease incidence, drug metabolism, and response to therapies, women remain under-enrolled in cardiovascular clinical trials. Estimates regarding treatment efficacy and safety are derived from male-predominant trial populations, with inadequate balance between sex subgroups for meaningful analysis on sex-specific treatment effects. Treatment strategies for women, particularly women of childbearing years, are derived from trials with predominantly men participants, from lower quality, observational studies, or anecdotal evidence. Guideline recommendations for women who are pregnant or lactating are typically based on opinion as there is little evidence to guide them. In this review, we discuss trial design factors independently associated with the under-enrollment of women, identify possible strategies to increase the enrollment of women in trials, and suggest multi-level actions that could close sex-based research disparities. Recruiting and retaining women trialists, independently associated with increased enrollment of women and Black, Indigenous, and Persons of Color (BIPOC) participants, and diversifying research teams may be effective approaches. Modifying trial design by eliminating default sex-specific exclusion criteria, developing patient-centered consent and participation processes, incorporating pragmatic follow-up schemes, and incorporating sex/gender analysis into trial planning may also increase the enrollment of women participants. Journals and funding bodies should require trials to report participant to prevalence ratios, sex-disaggregated trial flow, and sex-treatment interactions. Healthcare systems can help create research-ready cultures that both enhance patient engagement in trials and expedite end-of-trial knowledge translation.",
  "authors": [
    {
      "last_name": "Filbey",
      "fore_name": "Lynaea",
      "initials": "L",
      "name": "Lynaea Filbey",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Shahzeb",
      "initials": "MS",
      "name": "Muhammad Shahzeb Khan",
      "affiliations": [
        "Division of Cardiology, Duke University School of Medicine, NC, USA."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "Population Health Research Institute, Hamilton, Canada.",
        "Research Institute of St. Joe's, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American heart journal plus : cardiology research and practice",
    "iso_abbreviation": "Am Heart J Plus",
    "issn": "2666-6022",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "100091",
  "pages": "100091",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38560056",
    "pmc": "PMC10978184",
    "doi": "10.1016/j.ahjo.2022.100091",
    "pii": "S2666-6022(22)00008-8"
  },
  "doi": "10.1016/j.ahjo.2022.100091",
  "pmc_id": "PMC10978184",
  "dates": {
    "revised": "2024-04-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.944455",
    "pmid": "38560056"
  }
}