{
  "pmid": "38566756",
  "uid": "38566756",
  "title": "Earth at risk: An urgent call to end the age of destruction and forge a just and sustainable future.",
  "abstract": "Human development has ushered in an era of converging crises: climate change, ecological destruction, disease, pollution, and socioeconomic inequality. This review synthesizes the breadth of these interwoven emergencies and underscores the urgent need for comprehensive, integrated action. Propelled by imperialism, extractive capitalism, and a surging population, we are speeding past Earth's material limits, destroying critical ecosystems, and triggering irreversible changes in biophysical systems that underpin the Holocene climatic stability which fostered human civilization. The consequences of these actions are disproportionately borne by vulnerable populations, further entrenching global inequities. Marine and terrestrial biomes face critical tipping points, while escalating challenges to food and water access foreshadow a bleak outlook for global security. Against this backdrop of Earth at risk, we call for a global response centered on urgent decarbonization, fostering reciprocity with nature, and implementing regenerative practices in natural resource management. We call for the elimination of detrimental subsidies, promotion of equitable human development, and transformative financial support for lower income nations. A critical paradigm shift must occur that replaces exploitative, wealth-oriented capitalism with an economic model that prioritizes sustainability, resilience, and justice. We advocate a global cultural shift that elevates kinship with nature and communal well-being, underpinned by the recognition of Earth's finite resources and the interconnectedness of its inhabitants. The imperative is clear: to navigate away from this precipice, we must collectively harness political will, economic resources, and societal values to steer toward a future where human progress does not come at the cost of ecological integrity and social equity.",
  "authors": [
    {
      "last_name": "Fletcher",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Fletcher",
      "affiliations": [
        "School of Ocean and Earth Science and Technology, University of Hawai'i at Mānoa, Honolulu, HI 96822, USA."
      ],
      "orcid": "0000-0002-7256-4783"
    },
    {
      "last_name": "Ripple",
      "fore_name": "William J",
      "initials": "WJ",
      "name": "William J Ripple",
      "affiliations": [
        "Department of Forest Ecosystems and Society, Oregon State University, Corvallis, OR 97331, USA."
      ],
      "orcid": "0000-0001-6557-3043"
    },
    {
      "last_name": "Newsome",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Newsome",
      "affiliations": [
        "School of Life and Environmental Sciences, University of Sydney, Sydney, NSW 2006, Australia."
      ]
    },
    {
      "last_name": "Barnard",
      "fore_name": "Phoebe",
      "initials": "P",
      "name": "Phoebe Barnard",
      "affiliations": [
        "Center for Environmental Politics and School of Interdisciplinary Arts and Sciences, University of Washington, Seattle, WA 98195, USA.",
        "African Climate and Development Initiative and FitzPatrick Institute, University of Cape Town, Cape Town 7700, South Africa."
      ],
      "orcid": "0000-0002-6886-7036"
    },
    {
      "last_name": "Beamer",
      "fore_name": "Kamanamaikalani",
      "initials": "K",
      "name": "Kamanamaikalani Beamer",
      "affiliations": [
        "Hui 'Āina Momona Program, Richardson School of Law, University of Hawai'i at Mānoa, Honolulu, HI 96822, USA.",
        "Hawai'inuiākea School of Hawaiian Knowledge, Kamakakūokalani Center for Hawaiian Studies, University of Hawai'i at Mānoa, Honolulu, HI 96822, USA."
      ]
    },
    {
      "last_name": "Behl",
      "fore_name": "Aishwarya",
      "initials": "A",
      "name": "Aishwarya Behl",
      "affiliations": [
        "School of Ocean and Earth Science and Technology, University of Hawai'i at Mānoa, Honolulu, HI 96822, USA."
      ]
    },
    {
      "last_name": "Bowen",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Bowen",
      "affiliations": [
        "Institute of American Indian Arts, Santa Fe, NM 87508, USA.",
        "Upper Skagit Tribe, Sedro Woolley, WA 98284, USA."
      ]
    },
    {
      "last_name": "Cooney",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Cooney",
      "affiliations": [
        "School of Ocean and Earth Science and Technology, Hawai'i Natural Energy Institute, University of Hawai'i at Mānoa, Honolulu, HI 96822, USA."
      ],
      "orcid": "0000-0002-4977-7254"
    },
    {
      "last_name": "Crist",
      "fore_name": "Eileen",
      "initials": "E",
      "name": "Eileen Crist",
      "affiliations": [
        "Department of Science Technology and Society, Virginia Tech, Blacksburg, VA 24060, USA."
      ]
    },
    {
      "last_name": "Field",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Field",
      "affiliations": [
        "Doerr School for Sustainability, Stanford Woods Institute for the Environment, Stanford University, Stanford, CA 94305, USA."
      ],
      "orcid": "0000-0002-1684-8247"
    },
    {
      "last_name": "Hiser",
      "fore_name": "Krista",
      "initials": "K",
      "name": "Krista Hiser",
      "affiliations": [
        "Department of Languages, Linguistics, and Literature, Kapi'olani Community College, Honolulu, HI 96816, USA.",
        "Global Council for Science and the Environment, Washington, DC 20006, USA."
      ],
      "orcid": "0009-0007-4136-2277"
    },
    {
      "last_name": "Karl",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Karl",
      "affiliations": [
        "Department of Oceanography, School of Ocean and Earth Science and Technology, Honolulu, HI 96822, USA.",
        "Daniel K. Inouye Center for Microbial Oceanography, Research and Education, University of Hawai'i at Mānoa, Honolulu, HI 96822, USA."
      ],
      "orcid": "0000-0002-6660-6721"
    },
    {
      "last_name": "King",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A King",
      "affiliations": [
        "Department of Chemistry, University of Cambridge, Cambridge CB2 1DQ, UK."
      ]
    },
    {
      "last_name": "Mann",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Mann",
      "affiliations": [
        "Department of Earth and Environmental Science, University of Pennsylvania, Philadelphia, PA 19104, USA."
      ],
      "orcid": "0000-0003-3067-296X"
    },
    {
      "last_name": "McGregor",
      "fore_name": "Davianna P",
      "initials": "DP",
      "name": "Davianna P McGregor",
      "affiliations": [
        "Department of Ethnic Studies, Center for Oral History, University of Hawai'i at Mānoa, Honolulu, HI 96822, USA."
      ]
    },
    {
      "last_name": "Mora",
      "fore_name": "Camilo",
      "initials": "C",
      "name": "Camilo Mora",
      "affiliations": [
        "Department of Geography and Environment, University of Hawai'i at Mānoa, Honolulu, HI 96822, USA."
      ]
    },
    {
      "last_name": "Oreskes",
      "fore_name": "Naomi",
      "initials": "N",
      "name": "Naomi Oreskes",
      "affiliations": [
        "Department of the History of Science, Harvard University, Cambridge, MA 02138, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Associate Justice, Hawaii Supreme Court (retired), Honolulu, HI 96813, USA."
      ]
    }
  ],
  "journal": {
    "title": "PNAS nexus",
    "iso_abbreviation": "PNAS Nexus",
    "issn": "2752-6542",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "pgae106",
  "pages": "pgae106",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38566756",
    "pmc": "PMC10986754",
    "doi": "10.1093/pnasnexus/pgae106",
    "pii": "pgae106"
  },
  "doi": "10.1093/pnasnexus/pgae106",
  "pmc_id": "PMC10986754",
  "dates": {
    "revised": "2024-04-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.846944",
    "pmid": "38566756"
  }
}