{
  "pmid": "38569453",
  "uid": "38569453",
  "title": "Low recurrent thrombosis rates in single positive antiphospholipid syndrome regardless of type of anticoagulation.",
  "abstract": "Thrombotic antiphospholipid syndrome (TAPS) is characterized by thrombosis and persistently positive tests for antiphospholipid antibodies or lupus anticoagulant (LAC). Triple-positive APS has the highest risk of recurrent thrombosis, but no studies have focused on recurrent thrombosis in patients with single-positive TAPS. We conducted a retrospective cohort study of patients with single-positive TAPS diagnosed at Lifespan Health System, Rhode Island, to determine the rates and risk factors for recurrent thrombosis. Between January 2001 and April 2022, 128 patients were assessed who had single-positive APS (LAC = 98, aCL = 21, aβ2GPI = 9) and who had been followed for a total of 1453.8 patient-years (median follow-up 3.04 years). The initial antithrombotic regimen was warfarin in 44 %, a direct oral anticoagulant (DOAC) in 34 %, enoxaparin in 2 %, and no antithrombotic therapy or antiplatelet therapy only in 20 %. Recurrent thrombosis occurred in 16 (12.5 %) with a recurrent thrombosis rate of 3.08 per 100 patient-years. Systemic lupus erythematosus was the only variable significantly associated with recurrent thrombosis in a model adjusted for age, sex, body mass index, and type of positive APS test. All 16 patients with recurrent thrombosis were initially treated with warfarin, and, at the time of recurrent thrombosis, 13 patients remained on warfarin and three were off anticoagulation. In conclusion, the recurrent thrombosis rate in single-positive APS is low, and not all patients with a single-positive test may need indefinite anticoagulation with warfarin. Larger prospective studies are required to confirm this finding and establish optimal anticoagulation regimens for low-risk TAPS.",
  "authors": [
    {
      "last_name": "Bakow",
      "fore_name": "Brianna R",
      "initials": "BR",
      "name": "Brianna R Bakow",
      "affiliations": [
        "Division of Hematology, Brigham and Women's Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Yanek",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Yanek",
      "affiliations": [
        "Division of Internal Medicine, The Johns Hopkins School of Medicine, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chaturvedi",
      "fore_name": "Shruti",
      "initials": "S",
      "name": "Shruti Chaturvedi",
      "affiliations": [
        "Division of Hematology, Department of Medicine, Johns Hopkins Hospital, Baltimore, MD, USA."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "1879-2472",
    "issn_type": "Electronic",
    "volume": "237",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "88",
  "end_page": "93",
  "pages": "88-93",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Antiphospholipid Syndrome",
    "Female",
    "Male",
    "Anticoagulants",
    "Thrombosis",
    "Retrospective Studies",
    "Middle Aged",
    "Recurrence",
    "Adult",
    "Risk Factors",
    "Antibodies, Antiphospholipid",
    "Warfarin",
    "Aged"
  ],
  "article_ids": {
    "pubmed": "38569453",
    "mid": "NIHMS1987686",
    "pmc": "PMC11056290",
    "doi": "10.1016/j.thromres.2024.03.013",
    "pii": "S0049-3848(24)00085-9"
  },
  "doi": "10.1016/j.thromres.2024.03.013",
  "pmc_id": "PMC11056290",
  "dates": {
    "completed": "2024-04-27",
    "revised": "2025-07-15"
  },
  "chemicals": [
    "Anticoagulants",
    "Antibodies, Antiphospholipid",
    "Warfarin"
  ],
  "grants": [
    {
      "grant_id": "K99 HL150594",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.756381",
    "pmid": "38569453"
  }
}