{
  "pmid": "38576648",
  "uid": "38576648",
  "title": "Attitude and Behavior of Parents of Children With Sickle Cell Disease Toward the Disease: An Observational Study in Saudi Arabia.",
  "abstract": "BACKGROUND: Sickle cell disease (SCD) is a significant hematological disorder affecting populations worldwide, with a notable prevalence in certain regions of Saudi Arabia. Despite extensive screening programs, there is a critical need for improved public health education to enhance understanding and management of SCD. This study examines the relationship between the attitudes and behaviors of parents toward their children's disease and its management. METHODS: We conducted a cross-sectional observational study at the King Fahd Medical Research Center in Jeddah. This research encompassed children aged 5-16 years with SCD and their parents. Comprehensive questionnaires assessed sociodemographic data, attitudes toward SCD, and behavioral responses to the illness and treatment. RESULTS: The study included 66 parents, predominantly in the age range of 30-39 years and earning below 5000 Saudi Riyals, who exhibited varying attitudes towards SCD, with a majority questioning the availability of a cure and expressing caution towards new treatments. Despite a cautious approach to invasive treatments, parents relied on information from healthcare providers. Attitudes towards treatment showed significant differences based on gender and education level, with females and less-educated parents exhibiting more hesitancy towards new treatment and blood transfusions. CONCLUSION: The study indicates that while parents show a positive and proactive attitude toward SCD, there is hesitancy towards new and invasive treatments, reflecting the need for continued educational support. The results underscore the importance of tailored healthcare communication strategies to address the diverse needs of families affected by SCD.",
  "authors": [
    {
      "last_name": "Halawani",
      "fore_name": "Saeed H",
      "initials": "SH",
      "name": "Saeed H Halawani",
      "affiliations": [
        "Department of Hematology and Immunology, Faculty of Medicine, Umm Al-Qura University, Makkah, SAU."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Shahida A",
      "initials": "SA",
      "name": "Shahida A Khan",
      "affiliations": [
        "King Fahd Medical Research Center, King Abdulaziz University, Jeddah, SAU.",
        "Department of Medical Laboratory Sciences, Faculty of Applied Medical Sciences, King Abdulaziz University, Jeddah, SAU."
      ]
    },
    {
      "last_name": "Al Zughaibi",
      "fore_name": "Torki A",
      "initials": "TA",
      "name": "Torki A Al Zughaibi",
      "affiliations": [
        "King Fahd Medical Research Center, King Abdulaziz University, Jeddah, SAU.",
        "Department of Medical Laboratory Sciences, Faculty of Applied Medical Sciences, King Abdulaziz University, Jeddah, SAU."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah A",
      "initials": "SA",
      "name": "Sarah A Khan",
      "affiliations": [
        "King Fahd Medical Research Center, King Abdulaziz University, Jeddah, SAU."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "16",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Mar"
  },
  "start_page": "e55552",
  "pages": "e55552",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38576648",
    "pmc": "PMC10993756",
    "doi": "10.7759/cureus.55552"
  },
  "doi": "10.7759/cureus.55552",
  "pmc_id": "PMC10993756",
  "dates": {
    "revised": "2024-04-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.802835",
    "pmid": "38576648"
  }
}