{
  "pmid": "38570742",
  "uid": "38570742",
  "title": "Perceptions of diabetes distress during pregnancy in women with type 1 and type 2 diabetes: a qualitative interpretive description study.",
  "abstract": "BACKGROUND: Diabetes distress is commonly seen in adults with pre-existing diabetes and is associated with worsened glycemic management and self-management practices. While a majority of women report increased stress during pregnancy, it is unknown how women with type 1 or type 2 diabetes experience diabetes distress during this unique and transitional time. PURPOSE: This study aimed to understand the experiences and perceptions of diabetes distress in women with pre-existing diabetes during pregnancy. METHODS: A qualitative study using an interpretive description approach was conducted. In-depth, one to one interviewing was used to capture rich descriptions of the pregnancy experience. Nested, stratified, and theoretical sampling was used to recruit 18 participants with type 1 and type 2 diabetes from the quantitative strand of this mixed methods study. Constant comparative analysis was used to inductively analyze the data and develop themes. FINDINGS: Four themes, each with several subthemes, emerged under the main finding of \"Diabetes Distress\": 1) Worry for Baby's Health - \"What's this going to do to the baby?\"' 2) Feeling Overwhelmed with Diabetes Management-\"It just seemed unattainable\"; 3) Living with Diabetes - \"There's no way out\" and 4) Cycle of Diabetes Distress. CONCLUSIONS: The findings from this study identify the sources and experiences of diabetes distress during pregnancy in women with pre-existing diabetes. Diabetes distress often presents as cyclical and multifaceted during pregnancy, with elements of fear for the unborn baby, difficulties with diabetes management, and having negative lived experiences of diabetes. Further work is needed to develop appropriate screening tools for pregnancy and interventions to mitigate diabetes distress. Diabetes educators are well-positioned provide emotional support and person-centred self-management education to individuals with diabetes.",
  "authors": [
    {
      "last_name": "Tschirhart",
      "fore_name": "Holly",
      "initials": "H",
      "name": "Holly Tschirhart",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Canada. tschirh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Landeen",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Landeen",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Yost",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Yost",
      "affiliations": [
        "M. Louise Fitzpatrick College of Nursing, Villanova University, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Nerenberg",
      "fore_name": "Kara A",
      "initials": "KA",
      "name": "Kara A Nerenberg",
      "affiliations": [
        "Departments of Medicine, Obstetrics & Gynecology, and Community Health Sciences, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Apr",
    "pub_day": "03"
  },
  "start_page": "232",
  "pages": "232",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Pregnancy",
    "Adult",
    "Female",
    "Humans",
    "Diabetes Mellitus, Type 2",
    "Qualitative Research",
    "Emotions"
  ],
  "article_ids": {
    "pubmed": "38570742",
    "pmc": "PMC10988880",
    "doi": "10.1186/s12884-024-06370-w",
    "pii": "10.1186/s12884-024-06370-w"
  },
  "doi": "10.1186/s12884-024-06370-w",
  "pmc_id": "PMC10988880",
  "dates": {
    "completed": "2024-04-05",
    "revised": "2024-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.783014",
    "pmid": "38570742"
  }
}