{
  "pmid": "38579598",
  "uid": "38579598",
  "title": "Biliary reconstruction with localized creation: One case report of repairing bile duct injury and defect with autografts.",
  "abstract": "INTRODUCTION: Bile duct injuries caused by any reason are a disaster for patients and pose a significant psychological and technical challenge for surgeons. The use of Ligamentum teres hepatis and gallbladder flap as autografts is showing promising results in the repair of bile duct injury. CASE PRESENTATION: This article presents a challenging case of a patient with Mirizzi syndrome who experienced a complex bile duct defect and injury during cholecystectomy. We describe the successful reconstruction of the bile duct using ligamentum teres hepatis and remnant gallbladder flap simultaneously. DISCUSSION: Ligamentum teres hepatis and remnant gallbladder flap are ideal repair materials for repairing and reconstructing bile duct injuries due to their easy availability, good tissue compatibility, and low incidence of postoperative complications. It is essential to seek the assistance of an experienced biliary surgeon when bile duct injury occurs during operation. CONCLUSION: Ligamentum teres hepatis and gallbladder flap, as suitable autologous tissues, are viable options for repairing bile duct injuries and defects.",
  "authors": [
    {
      "last_name": "Zheng",
      "fore_name": "Feibo",
      "initials": "F",
      "name": "Feibo Zheng",
      "affiliations": [
        "Department of Hepatobiliary and Pancreatic Surgery, Department of Surgery, Tianjin Nankai Hospital, Nankai Clinical School of Medicine, Tianjin Medical University, Tianjin 300100, China; Department of Surgery, Tianjin Occupational Diseases Precaution and Therapeutic Hospital, Tianjin 300011, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Surgery, Tianjin Occupational Diseases Precaution and Therapeutic Hospital, Tianjin 300011, China."
      ]
    },
    {
      "last_name": "Ha",
      "fore_name": "Liang",
      "initials": "L",
      "name": "Liang Ha",
      "affiliations": [
        "Department of Surgery, Tianjin Occupational Diseases Precaution and Therapeutic Hospital, Tianjin 300011, China."
      ]
    },
    {
      "last_name": "Xia",
      "fore_name": "Jipeng",
      "initials": "J",
      "name": "Jipeng Xia",
      "affiliations": [
        "Department of Surgery, Tianjin Occupational Diseases Precaution and Therapeutic Hospital, Tianjin 300011, China."
      ]
    },
    {
      "last_name": "Cui",
      "fore_name": "Yunfeng",
      "initials": "Y",
      "name": "Yunfeng Cui",
      "affiliations": [
        "Department of Hepatobiliary and Pancreatic Surgery, Department of Surgery, Tianjin Nankai Hospital, Nankai Clinical School of Medicine, Tianjin Medical University, Tianjin 300100, China. Electronic address: nkyycyf@163.com."
      ]
    }
  ],
  "journal": {
    "title": "International journal of surgery case reports",
    "iso_abbreviation": "Int J Surg Case Rep",
    "issn": "2210-2612",
    "issn_type": "Print",
    "volume": "118",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "109597",
  "pages": "109597",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38579598",
    "pmc": "PMC11004863",
    "doi": "10.1016/j.ijscr.2024.109597",
    "pii": "S2210-2612(24)00378-X"
  },
  "doi": "10.1016/j.ijscr.2024.109597",
  "pmc_id": "PMC11004863",
  "dates": {
    "revised": "2024-05-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.662777",
    "pmid": "38579598"
  }
}