{
  "pmid": "38577538",
  "uid": "38577538",
  "title": "Comparison of fungal vs bacterial infections in the medical intensive liver unit: Cause or corollary for high mortality?",
  "abstract": "BACKGROUND: Due to development of an immune-dysregulated phenotype, advanced liver disease in all forms predisposes patients to sepsis acquisition, including by opportunistic pathogens such as fungi. Little data exists on fungal infection within a medical intensive liver unit (MILU), particularly in relation to acute on chronic liver failure. AIM: To investigate the impact of fungal infections among critically ill patients with advanced liver disease, and compare outcomes to those of patients with bacterial infections. METHODS: From our prospective registry of MILU patients from 2018-2022, we included 27 patients with culture-positive fungal infections and 183 with bacterial infections. We compared outcomes between patients admitted to the MILU with fungal infections to bacterial counterparts. Data was extracted through chart review. RESULTS: All fungal infections were due to Candida species, and were most frequently blood isolates. Mortality among patients with fungal infections was significantly worse relative to the bacterial cohort (93% vs 52%, P < 0.001). The majority of the fungal cohort developed grade 2 or 3 acute on chronic liver failure (ACLF) (90% vs 64%, P = 0.02). Patients in the fungal cohort had increased use of vasopressors (96% vs 70%, P = 0.04), mechanical ventilation (96% vs 65%, P < 0.001), and dialysis due to acute kidney injury (78% vs 52%, P = 0.014). On MILU admission, the fungal cohort had significantly higher Acute Physiology and Chronic Health Evaluation (108 vs 91, P = 0.003), Acute Physiology Score (86 vs 65, P = 0.003), and Model for End-Stage Liver Disease-Sodium scores (86 vs 65, P = 0.041). There was no significant difference in the rate of central line use preceding culture (52% vs 40%, P = 0.2). Patients with fungal infection had higher rate of transplant hold placement, and lower rates of transplant; however, differences did not achieve statistical significance. CONCLUSION: Mortality was worse among patients with fungal infections, likely attributable to severe ACLF development. Prospective studies examining empiric antifungals in severe ACLF and associations between fungal infections and transplant outcomes are critical.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Department of Internal Medicine, Cleveland Clinic, Cleveland, OH 44195, United States. khans21@ccf.org."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Hanna",
      "initials": "H",
      "name": "Hanna Hong",
      "affiliations": [
        "Cleveland Clinic Lerner College of Medicine, Cleveland Clinic, Cleveland, OH 44195, United States."
      ]
    },
    {
      "last_name": "Bass",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Bass",
      "affiliations": [
        "Department of Pharmacy, Cleveland Clinic, Cleveland, OH 44195, United States."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yifan",
      "initials": "Y",
      "name": "Yifan Wang",
      "affiliations": [
        "Department of Quantitative Health Sciences/Biostatistics Section, Cleveland Clinic, Cleveland, OH 44195, United States."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiao-Feng",
      "initials": "XF",
      "name": "Xiao-Feng Wang",
      "affiliations": [
        "Department of Quantitative Health Sciences/Biostatistics Section, Cleveland Clinic, Cleveland, OH 44195, United States."
      ]
    },
    {
      "last_name": "Sims",
      "fore_name": "Omar T",
      "initials": "OT",
      "name": "Omar T Sims",
      "affiliations": [
        "Department of Gastroenterology, Hepatology and Nutrition, Cleveland Clinic, Cleveland, OH 44195, United States."
      ]
    },
    {
      "last_name": "Koval",
      "fore_name": "Christine E",
      "initials": "CE",
      "name": "Christine E Koval",
      "affiliations": [
        "Department of Infectious Disease, Cleveland Clinic, Cleveland, OH 44195, United States."
      ]
    },
    {
      "last_name": "Kapoor",
      "fore_name": "Aanchal",
      "initials": "A",
      "name": "Aanchal Kapoor",
      "affiliations": [
        "Department of Critical Care Medicine, Cleveland Clinic, Cleveland, OH 44195, United States."
      ]
    },
    {
      "last_name": "Lindenmeyer",
      "fore_name": "Christina C",
      "initials": "CC",
      "name": "Christina C Lindenmeyer",
      "affiliations": [
        "Department of Gastroenterology, Hepatology and Nutrition, Cleveland Clinic, Cleveland, OH 44195, United States."
      ]
    }
  ],
  "journal": {
    "title": "World journal of hepatology",
    "iso_abbreviation": "World J Hepatol",
    "issn": "1948-5182",
    "issn_type": "Print",
    "volume": "16",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "27"
  },
  "start_page": "379",
  "end_page": "392",
  "pages": "379-392",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38577538",
    "pmc": "PMC10989308",
    "doi": "10.4254/wjh.v16.i3.379"
  },
  "doi": "10.4254/wjh.v16.i3.379",
  "pmc_id": "PMC10989308",
  "dates": {
    "revised": "2024-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.803371",
    "pmid": "38577538"
  }
}