{
  "pmid": "38587423",
  "uid": "38587423",
  "title": "An Approach to Diversifying the Selection of a Guideline Panel-The Process Utilized for the Updated Adult Critical Care Ultrasound Guidelines.",
  "abstract": "OBJECTIVES: Clinical practice guidelines are essential for promoting evidence-based healthcare. While diversification of panel members can reduce disparities in care, processes for panel selection lack transparency. We aim to share our approach in forming a diverse expert panel for the updated Adult Critical Care Ultrasound Guidelines. DESIGN: This process evaluation aims to understand whether the implementation of a transparent and intentional approach to guideline panel selection would result in the creation of a diverse expert guideline panel. SETTING: This study was conducted in the setting of creating a guideline panel for the updated Adult Critical Care Ultrasound Guidelines. PATIENTS: Understanding that family/patient advocacy in guideline creations can promote the impact of a clinical practice guideline, patient representation on the expert panel was prioritized. INTERVENTIONS: Interventions included creation of a clear definition of expertise, an open invitation to the Society of Critical Care Medicine membership to apply for the panel, additional panel nomination by guideline leadership, voluntary disclosure of pre-identified diversity criteria by potential candidates, and independent review of applications including diversity criteria. This resulted in an overall score per candidate per reviewer and an open forum for discussion and final consensus. MEASUREMENTS AND MAIN RESULTS: The variables of diversity were collected and analyzed after panel selection. These were compared with historical data on panel composition. The final guideline panel comprised of 33 panelists from six countries: 45% women and 79% historically excluded people and groups. The panel has representation from nonphysician professionals and patients advocates. Of the healthcare professionals, there is representation from early, mid, and late career stages. CONCLUSIONS: Our intentional and transparent approach resulted in a panel with improved gender parity and robust diversity along ethnic, racial, and professional lines. We hope it can serve as a starting point as we strive to become a more inclusive and diverse discipline that creates globally representative guidelines.",
  "authors": [
    {
      "last_name": "Nikravan",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Nikravan",
      "affiliations": [
        "Department of Anesthesiology and Pain Medicine, University of Washington, Seattle, WA."
      ]
    },
    {
      "last_name": "Lanspa",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Lanspa",
      "affiliations": [
        "Intermountain Medical Center, Salt Lake City, UT."
      ]
    },
    {
      "last_name": "Ablordeppey",
      "fore_name": "Enyo",
      "initials": "E",
      "name": "Enyo Ablordeppey",
      "affiliations": [
        "Washington University, Saint Louis, MO."
      ]
    },
    {
      "last_name": "Gerlach",
      "fore_name": "Anthony T",
      "initials": "AT",
      "name": "Anthony T Gerlach",
      "affiliations": [
        "The Ohio State University, Columbus, OH."
      ]
    },
    {
      "last_name": "Shutter",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Shutter",
      "affiliations": [
        "University of Pittsburgh School of Medicine, Pittsburgh, PA."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Hariyali",
      "initials": "H",
      "name": "Hariyali Patel",
      "affiliations": [
        "Society of Critical Care Medicine, Mount Prospect, IL."
      ]
    },
    {
      "last_name": "Reuter-Rice",
      "fore_name": "Karin",
      "initials": "K",
      "name": "Karin Reuter-Rice",
      "affiliations": [
        "Duke University, Durham, NC."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sharif",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Sharif",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Díaz-Gómez",
      "fore_name": "José L",
      "initials": "JL",
      "name": "José L Díaz-Gómez",
      "affiliations": [
        "Baylor College of Medicine, Houston, TX."
      ]
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "1251",
  "end_page": "1257",
  "pages": "1251-1257",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Critical Care",
    "Practice Guidelines as Topic",
    "Ultrasonography",
    "Adult",
    "Female",
    "Male"
  ],
  "article_ids": {
    "pubmed": "38587423",
    "doi": "10.1097/CCM.0000000000006290",
    "pii": "00003246-202408000-00008"
  },
  "doi": "10.1097/CCM.0000000000006290",
  "dates": {
    "completed": "2024-07-15",
    "revised": "2025-05-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:36:05.242103",
    "pmid": "38587423"
  }
}