{
  "pmid": "38591189",
  "uid": "38591189",
  "title": "Creating a Multiply Imputed Value Set for the EQ-5D-5L in Canada: State-Level Misspecification Terms Are Needed to Characterize Parameter Uncertainty Correctly.",
  "abstract": "BACKGROUND: Parameter uncertainty in EQ-5D-5L value sets often exceeds the instrument's minimum important difference, yet this is routinely ignored. Multiple imputation (MI) accounts for parameter uncertainty in the value set; however, no valuation study has implemented this methodology. Our objective was to create a Canadian MI value set for the EQ-5D-5L, thus enabling users to account for parameter uncertainty in the value set. METHODS: Using the Canadian EQ-5D-5L valuation study (N = 1,073), we first refit the original model followed by models with state-level misspecification. Models were compared based on the adequacy of 95% credible interval (CrI) coverage for out-of-sample predictions. Using the best-fitting model, we took 100 draws from the posterior distribution to create 100 imputed value sets. We examined how much the standard error of the estimated mean health utilities increased after accounting for parameter uncertainty in the value set by using the MI and original value sets to score 2 data sets: 1) a sample of 1,208 individuals from the Canadian general public and 2) a sample of 401 women with breast cancer. RESULTS: The selected model with state-level misspecification outperformed the original model (95% CrI coverage: 94.2% v. 11.6%). We observed wider standard errors for the estimated mean utilities on using the MI value set for both the Canadian general public (MI: 0.0091; original: 0.0035) and patients with breast cancer (MI: 0.0169; original: 0.0066). DISCUSSION AND CONCLUSIONS: We provide 1) the first MI value sets for the EQ-5D-5L and 2) code to construct MI value sets while accounting for state-level model misspecification. Our study suggests that ignoring parameter uncertainty in value sets leads to falsely narrow SEs. HIGHLIGHTS: Value sets for health state utility instruments are estimated subject to parameter uncertainty; this parameter uncertainty may exceed the minimum important difference of the instrument, yet it is not fully captured using current methods.This study creates the first multiply imputed value set for a multiattribute utility instrument, the EQ-5D-5L, to fully capture this parameter uncertainty.We apply the multiply imputed value set to 2 data sets from 1) the Canadian general public and 2) women with invasive breast cancer.Scoring the EQ-5D-5L using a multiply imputed value set led to wider standard error estimates, suggesting that the current practice of ignoring parameter uncertainty in the value set leads to falsely low standard errors.Our work will be of interest to methodologists and developers of the EQ-5D-5L and users of the EQ-5D-5L, such as health economists, researchers, and policy makers.",
  "authors": [
    {
      "last_name": "Tsui",
      "fore_name": "Teresa C O",
      "initials": "TCO",
      "name": "Teresa C O Tsui",
      "affiliations": [
        "Child Health Evaluative Sciences, Hospital for Sick Children, Toronto, ON, Canada.",
        "Sunnybrook Health Sciences Centre, Toronto, ON, Canada.",
        "University of Toronto, Toronto, ON, Canada.",
        "Canadian Centre for Applied Research in Cancer Control, Canada."
      ],
      "orcid": "0000-0002-9806-9393"
    },
    {
      "last_name": "Chan",
      "fore_name": "Kelvin K W",
      "initials": "KKW",
      "name": "Kelvin K W Chan",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, Toronto, ON, Canada.",
        "University of Toronto, Toronto, ON, Canada.",
        "Canadian Centre for Applied Research in Cancer Control, Canada."
      ],
      "orcid": "0000-0002-2501-3057"
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3454-6266"
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor M",
      "initials": "EM",
      "name": "Eleanor M Pullenayegum",
      "affiliations": [
        "Child Health Evaluative Sciences, Hospital for Sick Children, Toronto, ON, Canada.",
        "University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-4265-1330"
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "1552-681X",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "405",
  "end_page": "414",
  "pages": "405-414",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Humans",
    "Uncertainty",
    "Quality of Life",
    "Female",
    "Surveys and Questionnaires",
    "Health Status",
    "Male",
    "Quality-Adjusted Life Years",
    "Middle Aged",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "38591189",
    "pmc": "PMC11102641",
    "doi": "10.1177/0272989X241241328"
  },
  "doi": "10.1177/0272989X241241328",
  "pmc_id": "PMC11102641",
  "dates": {
    "completed": "2024-05-17",
    "revised": "2024-09-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.342242",
    "pmid": "38591189"
  }
}