{
  "pmid": "38596554",
  "uid": "38596554",
  "title": "Natriuretic Peptides and Need for Reliable Tool to Assess Pulmonary Congestion for Treatment Monitoring in Heart Failure.",
  "abstract": "Natriuretic peptides (NPs) play a significant role in the pathophysiology of heart failure (HF) and are considered reliable diagnostic and prognostic indicators of congestive HF. Pulmonary congestion in HF patients leads to clinical deterioration and hospitalizations. It remains an important aspect to address the management and treatment tailoring in HF patients. However, the role of NP-guided therapy remains debatable due to contrasting reports in the literature. Current guidelines do not recommend the use of NP-guided therapy in the treatment monitoring of HF. Therefore, there is an urgent need to identify reliable markers for treatment monitoring in congestive HF. For early detection of congestion, a technology-based approach to monitor pulmonary hemodynamics and absolute lung fluid measurement is found to be effective in guiding treatment. Remote dielectric sensing technology is one such non-invasive approach that measures pulmonary fluid levels in the lungs which results in reduced hospitalization and re-admission rate in HF patients. In this review, we summarized the role of natriuretic peptides and the need for a reliable tool to assess pulmonary congestion for treatment monitoring in HF.",
  "authors": [
    {
      "last_name": "Bhatia",
      "fore_name": "Mandip S",
      "initials": "MS",
      "name": "Mandip S Bhatia",
      "affiliations": [
        "Department of Internal Medicine, Postgraduate Institute of Medical Education and Research (PGIMER), Chandigarh, India."
      ]
    },
    {
      "last_name": "Attri",
      "fore_name": "Ritu",
      "initials": "R",
      "name": "Ritu Attri",
      "affiliations": [
        "Department of General Medicine, Dr.BR. Ambedkar State Institute of Medical Sciences, Mohali, Punjab, India."
      ]
    },
    {
      "last_name": "Sharda",
      "fore_name": "Saurabh C",
      "initials": "SC",
      "name": "Saurabh C Sharda",
      "affiliations": [
        "Department of Internal Medicine, Postgraduate Institute of Medical Education and Research (PGIMER), Chandigarh, India."
      ]
    },
    {
      "last_name": "Swarup",
      "fore_name": "Pulkit",
      "initials": "P",
      "name": "Pulkit Swarup",
      "affiliations": [
        "Medical & Clinical Affairs, Terumo India Pvt. Ltd., India."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Medical & Clinical Affairs, Terumo India Pvt. Ltd., India."
      ]
    }
  ],
  "journal": {
    "title": "Journal of community hospital internal medicine perspectives",
    "iso_abbreviation": "J Community Hosp Intern Med Perspect",
    "issn": "2000-9666",
    "issn_type": "Print",
    "volume": "13",
    "issue": "6",
    "pub_year": "2023"
  },
  "start_page": "120",
  "end_page": "125",
  "pages": "120-125",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38596554",
    "pmc": "PMC11000840",
    "doi": "10.55729/2000-9666.1260",
    "pii": "jchim-13-06-120"
  },
  "doi": "10.55729/2000-9666.1260",
  "pmc_id": "PMC11000840",
  "dates": {
    "revised": "2024-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.414246",
    "pmid": "38596554"
  }
}