{
  "pmid": "38597866",
  "uid": "38597866",
  "title": "Eligibility and Projected Benefits of Rapid Initiation of Quadruple Therapy for Newly Diagnosed Heart Failure.",
  "abstract": "BACKGROUND: U.S. nationwide estimates of the proportion of patients newly diagnosed with heart failure with reduced ejection fraction (HFrEF) eligible for quadruple medical therapy, and the associated benefits of rapid implementation, are not well characterized. OBJECTIVES: This study sought to characterize the degree to which patients newly diagnosed with HFrEF are eligible for quadruple medical therapy, and the projected benefits of in-hospital initiation. METHODS: Among patients hospitalized for newly diagnosed HFrEF in the Get With The Guidelines-Heart Failure registry from 2016 to 2023, eligibility criteria based on regulatory labeling, guidelines, and expert consensus documents were applied for angiotensin receptor-neprilysin inhibitor, beta-blocker, mineralocorticoid receptor antagonist, and sodium-glucose cotransporter 2 inhibitor therapies. Of those eligible, the projected effect of quadruple therapy on 12-month mortality was modeled using treatment effects from pivotal clinical trials utilized by the AHA/ACC/HFSA Guideline for the Management of Heart Failure, and compared with observed outcomes among patients treated with angiotensin-converting enzyme inhibitor/angiotensin receptor blocker and beta-blockers. RESULTS: Of 33,036 patients newly diagnosed with HFrEF, 27,158 (82%) were eligible for quadruple therapy, and 30,613 (93%) were eligible for ≥3 components. From 2021 to 2023, of patients eligible for quadruple therapy, 15.3% were prescribed quadruple therapy and 41.5% were prescribed triple therapy. Among Medicare beneficiaries eligible for quadruple therapy, 12-month incidence of mortality was 24.7% and HF hospitalization was 22.2%. Applying the relative risk reductions in clinical trials, complete implementation of quadruple therapy by time of discharge was projected to yield absolute risk reductions in 12-month mortality of 10.4% (number needed to treat = 10) compared with angiotensin-converting enzyme inhibitor/angiotensin receptor blocker and beta-blocker, and 24.8% (number needed to treat = 4) compared with no GDMT. CONCLUSIONS: In this nationwide U.S. cohort of patients hospitalized for newly diagnosed HFrEF, >4 of 5 patients were projected as eligible for quadruple therapy at discharge; yet, <1 in 6 were prescribed it. If clinical trial benefits can be fully realized, in-hospital initiation of quadruple medical therapy for newly diagnosed HFrEF would yield large absolute reductions in mortality.",
  "authors": [
    {
      "last_name": "Greene",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Greene",
      "affiliations": [
        "Duke Clinical Research Institute, Durham, North Carolina, USA; Division of Cardiology, Duke University School of Medicine, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Ayodele",
      "fore_name": "Iyanuoluwa",
      "initials": "I",
      "name": "Iyanuoluwa Ayodele",
      "affiliations": [
        "Duke Clinical Research Institute, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Pierce",
      "fore_name": "Jacob B",
      "initials": "JB",
      "name": "Jacob B Pierce",
      "affiliations": [
        "Department of Medicine, Duke University School of Medicine, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Shahzeb",
      "initials": "MS",
      "name": "Muhammad Shahzeb Khan",
      "affiliations": [
        "Division of Cardiology, Duke University School of Medicine, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Lewsey",
      "fore_name": "Sabra C",
      "initials": "SC",
      "name": "Sabra C Lewsey",
      "affiliations": [
        "Division of Cardiovascular Medicine, Johns Hopkins University School of Medicine, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Yancy",
      "fore_name": "Clyde W",
      "initials": "CW",
      "name": "Clyde W Yancy",
      "affiliations": [
        "Division of Cardiology, Northwestern University Feinberg School of Medicine, Chicago, Illinois, USA."
      ]
    },
    {
      "last_name": "Alhanti",
      "fore_name": "Brooke",
      "initials": "B",
      "name": "Brooke Alhanti",
      "affiliations": [
        "Duke Clinical Research Institute, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine and Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Allen",
      "fore_name": "Larry A",
      "initials": "LA",
      "name": "Larry A Allen",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, University of Colorado School of Medicine, Aurora, Colorado, USA."
      ]
    },
    {
      "last_name": "Fonarow",
      "fore_name": "Gregg C",
      "initials": "GC",
      "name": "Gregg C Fonarow",
      "affiliations": [
        "Ahmanson-UCLA Cardiomyopathy Center, University of California, Los Angeles, California, USA. Electronic address: gfonarow@mednet.ucla.edu."
      ]
    }
  ],
  "journal": {
    "title": "JACC. Heart failure",
    "iso_abbreviation": "JACC Heart Fail",
    "issn": "2213-1787",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "1365",
  "end_page": "1377",
  "pages": "1365-1377",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Heart Failure",
    "Male",
    "Adrenergic beta-Antagonists",
    "Female",
    "Aged",
    "Mineralocorticoid Receptor Antagonists",
    "Angiotensin Receptor Antagonists",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Stroke Volume",
    "Drug Therapy, Combination",
    "United States",
    "Sodium-Glucose Transporter 2 Inhibitors",
    "Registries",
    "Neprilysin",
    "Middle Aged",
    "Hospitalization",
    "Aged, 80 and over",
    "Eligibility Determination"
  ],
  "article_ids": {
    "pubmed": "38597866",
    "doi": "10.1016/j.jchf.2024.03.001",
    "pii": "S2213-1779(24)00244-0"
  },
  "doi": "10.1016/j.jchf.2024.03.001",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2024-08-07"
  },
  "chemicals": [
    "Adrenergic beta-Antagonists",
    "Mineralocorticoid Receptor Antagonists",
    "Angiotensin Receptor Antagonists",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Sodium-Glucose Transporter 2 Inhibitors",
    "Neprilysin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.945653",
    "pmid": "38597866"
  }
}