{
  "pmid": "38596507",
  "uid": "38596507",
  "title": "Postfracture survival in a population-based study of adults aged ≥66 yr: a call to action at hospital discharge.",
  "abstract": "Postfracture survival rates provide prognostic information but are rarely reported along with other mortality outcomes in adults aged ≥50 yr. The timing of survival change following a fracture also needs to be further elucidated. This population-based, matched-cohort, retrospective database study examined 98 474 patients (73% women) aged ≥66 yr with an index fracture occurring at an osteoporotic site (hip, clinical vertebral, proximal non-hip non-vertebral [pNHNV], and distal non-hip non-vertebral [dNHNV]) from 2011 to 2015, who were matched (1:1) to nonfracture individuals based on sex, age, and comorbidities. All-cause 1- and 5-yr overall survival and relative survival ratios (RSRs) were assessed, and time trends in survival changes were characterized starting immediately after a fracture. In both sexes, overall survival was markedly decreased over 6 yr of follow-up after hip, vertebral, and pNHNV fractures, and as expected, worse survival rates were observed in older patients and males. The lowest 5-yr RSRs were observed after hip fractures in males (66-85 yr, 51.9%-63.9%; ≥86 yr, 34.5%), followed by vertebral fractures in males (66-85 yr, 53.2%-69.4%; ≥86 yr, 35.5%), and hip fractures in females (66-85 yr, 69.8%-79.0%; ≥86 yr, 52.8%). Although RSRs did not decrease as markedly after dNHNV fractures in younger patients, relatively low 5-yr RSRs were observed in females (75.9%) and males (69.5%) aged ≥86 yr. The greatest reduction in survival occurred within the initial month after hip, vertebral, and pNHNV fractures, indicating a high relative impact of short-term factors, with survival-reduction effects persisting over time. Therefore, the most critical period for implementing interventions aimed at improving post-fracture prognosis appears to be immediately after a fracture; however, considering the immediate need for introducing such interventions, primary fracture prevention is also crucial to prevent the occurrence of the initial fracture in high-risk patients.",
  "authors": [
    {
      "last_name": "Vincent",
      "fore_name": "Geneviève",
      "initials": "G",
      "name": "Geneviève Vincent",
      "affiliations": [
        "Medical Affairs Division, Amgen Canada Inc., Mississauga, ON L5N 0A4, Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil",
      "initials": "E",
      "name": "Emil Schemitsch",
      "affiliations": [
        "Division of Orthopaedic Surgery, Western University, London, ON N6A 3K7, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "McMaster Chair in Health Technology Management, Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "Center for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, ON L8N 4A6, Canada."
      ]
    },
    {
      "last_name": "Ho",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Ho",
      "affiliations": [
        "Medical Affairs Division, Amgen Canada Inc., Mississauga, ON L5N 0A4, Canada."
      ]
    },
    {
      "last_name": "Wani",
      "fore_name": "Rajvi J",
      "initials": "RJ",
      "name": "Rajvi J Wani",
      "affiliations": [
        "Research Division, Amgen Canada Inc., Mississauga, ON L5N 0A4, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Jacques P",
      "initials": "JP",
      "name": "Jacques P Brown",
      "affiliations": [
        "CHU de Québec Research Centre and Laval University, 2705 Boulevard Laurier, TR-83, Québec, QC L5N 0A4, Canada."
      ],
      "orcid": "0000-0003-1910-788X"
    }
  ],
  "journal": {
    "title": "JBMR plus",
    "iso_abbreviation": "JBMR Plus",
    "issn": "2473-4039",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "ziae002",
  "pages": "ziae002",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38596507",
    "pmc": "PMC11001756",
    "doi": "10.1093/jbmrpl/ziae002",
    "pii": "ziae002"
  },
  "doi": "10.1093/jbmrpl/ziae002",
  "pmc_id": "PMC11001756",
  "dates": {
    "revised": "2024-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.674627",
    "pmid": "38596507"
  }
}