{
  "pmid": "38590331",
  "uid": "38590331",
  "title": "Gallbladder volvulus in a 5-years old Vietnamese female: A case report.",
  "abstract": "Gallbladder volvulus (GV) is a medical emergency and a rare cause of acute abdominal pain among the pediatric population. GV is more prominent usually in boys in pediatric patients. If it is not diagnosed and surgically intervened promptly, GV will become a life-threating condition. Fortunately, a safe and effective laparoscopic cholecystectomy is now widely indicated. A 5 years old female patient with abdominal pain and heavy much vomiting was referred to the emergency room in our hospital. She was suspiciously diagnosed with acute inflammation of the gallbladder according to the results of abdominal ultrasound and computerized tomography (CT) scan already performed on admission. One day after the hospitalization, abdominal ultrasound, and CT scan were performed again because of intensification of her abdominal pain and revealed the clinical portrait of GV such as a \"floating gallbladder\" sign, an echogenic cone structure, an elongated axis displaced horizontally instead of vertically and a lack of intramural blood flow. The acute GV diagnosis was made and the patient was operated, using the laparoscopic cholecystectomy on time, the gallbladder was tightly twisted clockwise at approximately 720°. The operation and postoperative treatment went quite well and the patient was discharged from the hospital on postoperative Day 7. GV is very rare in children, easily omitted or misdiagnosed with cholecystitis. Imaging diagnosis such as ultrasound, CT with contrast helps make diagnosis promptly that avoids severe complications such as gallbladder perforation, necrosis, and biliary peritonitis.",
  "authors": [
    {
      "last_name": "Tiep",
      "fore_name": "Cao Minh",
      "initials": "CM",
      "name": "Cao Minh Tiep",
      "affiliations": [
        "Surgery Department Haiphong Viet Czech Friendship Hospital Haiphong Vietnam."
      ]
    },
    {
      "last_name": "Ninh",
      "fore_name": "Tran Phan",
      "initials": "TP",
      "name": "Tran Phan Ninh",
      "affiliations": [
        "Imaging Diagnosis Department Vietnam National Hospital of Pediatrics Hanoi Vietnam."
      ]
    },
    {
      "last_name": "Hung",
      "fore_name": "Nguyen Dinh",
      "initials": "ND",
      "name": "Nguyen Dinh Hung",
      "affiliations": [
        "Imaging Diagnosis Department Vinmex Haiphong Hospital Haiphong Vietnam."
      ]
    },
    {
      "last_name": "Nga",
      "fore_name": "Nguyen Thi Tuyet",
      "initials": "NTT",
      "name": "Nguyen Thi Tuyet Nga",
      "affiliations": [
        "Imaging Diagnosis Department Haiphong Children's Hospital Haiphong Vietnam."
      ]
    },
    {
      "last_name": "Toan",
      "fore_name": "Nguyen Manh",
      "initials": "NM",
      "name": "Nguyen Manh Toan",
      "affiliations": [
        "Pediatric Surgery Department Haiphong Children's Hospital Haiphong Vietnam."
      ]
    },
    {
      "last_name": "Hung",
      "fore_name": "Pham Ngoc",
      "initials": "PN",
      "name": "Pham Ngoc Hung",
      "affiliations": [
        "Surgery Department Haiphong Viet Czech Friendship Hospital Haiphong Vietnam."
      ]
    },
    {
      "last_name": "Chuc",
      "fore_name": "Dang Van",
      "initials": "DV",
      "name": "Dang Van Chuc",
      "affiliations": [
        "Pediatric Department Haiphong University of Medicine and Pharmacy, Neonate Department of Haiphong Children's Hospital Haiphong Vietnam."
      ],
      "orcid": "0000-0001-9855-9029"
    }
  ],
  "journal": {
    "title": "Clinical case reports",
    "iso_abbreviation": "Clin Case Rep",
    "issn": "2050-0904",
    "issn_type": "Print",
    "volume": "12",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "e8743",
  "pages": "e8743",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38590331",
    "pmc": "PMC10999549",
    "doi": "10.1002/ccr3.8743",
    "pii": "CCR38743"
  },
  "doi": "10.1002/ccr3.8743",
  "pmc_id": "PMC10999549",
  "dates": {
    "revised": "2024-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:19.793405",
    "pmid": "38590331"
  }
}