{
  "pmid": "38590910",
  "uid": "38590910",
  "title": "Money grows on green energy: Financing a sustainable power future.",
  "abstract": "This research aims to estimate the relationship between green bond financing and the OECD nations' performance on the renewable energy indices. The study attempted to quantify the relationship between concepts by analyzing data from OECD countries for 2011-2019. Padroni unit root test, FMOLS, and DOLS method provide evidence for the study's results and convey broad policy implications on this important topic. The robustness is consequently examined through a long-term sensitivity analysis employing the FMOLS, and green bond financing nexus concerning the renewable energy indices is shown for comparison. The study showed that financing of green bonds had a predictable impact on renewable energy indices variables. Green bonds' unequal implications for renewable energy measures across the study period bear out this interpretation. The study's findings call for full suppot from government institutions, energy agencies, and departments to optimize energy efficiency, as green bond financing played a 32% role in OECD nation's renewable energy index constructions and increased per unit improvement in renewable energy sources by 9.6%. The research offers many policy recommendations for improving energy efficiency through renewable energy generation. Recent studies extend and contribute to the existing body of literature, although the scientific discussion on this subject matter still needs to be more detailed and understudied. Financial unpredictability may be transformed into a tremendous opportunity if the renewable energy business is appropriately regulated.",
  "authors": [
    {
      "last_name": "Yang",
      "fore_name": "Fangzhou",
      "initials": "F",
      "name": "Fangzhou Yang",
      "affiliations": [
        "Business School, Monash University, Melbourne, 3800, Australia."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Wenshu",
      "initials": "W",
      "name": "Wenshu Liu",
      "affiliations": [
        "School of Ethnology and Sociology, MUC, Minzu University of China, Beijing, 100081 China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Research Center for Fintech, Zhejiang Labboratory, Hangzhou, 215000 China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Guoxing",
      "initials": "G",
      "name": "Guoxing Yang",
      "affiliations": [
        "Monash Art, Design and Architecture, Monash University, Melbourne, 3800 Australia."
      ]
    },
    {
      "last_name": "Wala",
      "fore_name": "Talu",
      "initials": "T",
      "name": "Talu Wala",
      "affiliations": [
        "School of Business Administration, Xi'an Eurasia University, China."
      ]
    }
  ],
  "journal": {
    "title": "Heliyon",
    "iso_abbreviation": "Heliyon",
    "issn": "2405-8440",
    "issn_type": "Print",
    "volume": "10",
    "issue": "7",
    "pub_year": "2024",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "e28353",
  "pages": "e28353",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38590910",
    "pmc": "PMC10999865",
    "doi": "10.1016/j.heliyon.2024.e28353",
    "pii": "S2405-8440(24)04384-6"
  },
  "doi": "10.1016/j.heliyon.2024.e28353",
  "pmc_id": "PMC10999865",
  "dates": {
    "revised": "2024-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.664873",
    "pmid": "38590910"
  }
}