{
  "pmid": "38595320",
  "uid": "38595320",
  "title": "Discrepancies in hidradenitis suppurativa lesion characterization by providers and patients.",
  "abstract": "BACKGROUND: The hidradenitis suppurativa (HS) clinical response (HiSCR) has come under scrutiny as several HS clinical trials failed to meet primary endpoints with high placebo responses. This may be due to limitations of the tool and raters' ability to accurately characterize and count lesions, rather than lack of efficacy of the studied drug. Due to HS lesion complexity and potential differences in rater training, it was hypothesized that there would be discrepancies in how providers characterize and count lesions for HS clinical trials. OBJECTIVE: To evaluate how HS providers and patients name and count HS lesions and to identify discrepancies among providers to initiate the development of consensus-driven guidance for HS rater training. METHODS: An online survey was distributed to the members of HIdradenitis SuppuraTiva cORe outcomes set International Collaboration (HISTORIC). Respondents were asked to classify lesion images composed of multiple and different morphology types and answer questions regarding inclusion of associated dermatological conditions. RESULTS: Forty-seven HISTORIC members responded (29 providers; 18 patients). There was variability in how respondents classified HS lesions. Of 12 questions containing images, four had ≥50% of respondents choosing the same answer. With an image of a lesion composed of different morphologies, 45% of providers counted it as a single lesion and 45% counted it as multiple distinct lesions. With an image of multiple interconnected draining tunnels, 7% of providers classified it as a single draining tunnel while 79% categorized it as multiple draining tunnels with the number estimated by visual inspection. There was also variability in deciding whether lesions occurring in associated conditions should be considered separately or included in HS lesion counts. Patient responses were also variable. CONCLUSIONS: The result of the current study reaffirms the gap in how providers characterize and count HS lesions for clinical trials and the need to develop consensus-driven rater training related to HS outcome measures.",
  "authors": [
    {
      "last_name": "Greenlund",
      "fore_name": "Lindsey",
      "initials": "L",
      "name": "Lindsey Greenlund",
      "affiliations": [
        "University of Minnesota Medical School, Minneapolis, Minnesota, USA."
      ],
      "orcid": "0000-0001-7810-8730"
    },
    {
      "last_name": "Herzog",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Herzog",
      "affiliations": [
        "University of Minnesota Medical School, Minneapolis, Minnesota, USA."
      ],
      "orcid": "0009-0008-1016-438X"
    },
    {
      "last_name": "Wendland",
      "fore_name": "Zachary",
      "initials": "Z",
      "name": "Zachary Wendland",
      "affiliations": [
        "Department of Dermatology, University of Minnesota Medical School, Minneapolis, Minnesota, USA.",
        "Department of Dermatology, Minneapolis Veterans Affairs Health Care System, Minneapolis, Minnesota, USA."
      ]
    },
    {
      "last_name": "Rypka",
      "fore_name": "Katelyn",
      "initials": "K",
      "name": "Katelyn Rypka",
      "affiliations": [
        "University of Minnesota Medical School, Minneapolis, Minnesota, USA.",
        "Department of Dermatology, University of Minnesota Medical School, Minneapolis, Minnesota, USA.",
        "Department of Dermatology, Minneapolis Veterans Affairs Health Care System, Minneapolis, Minnesota, USA."
      ]
    },
    {
      "last_name": "Frew",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Frew",
      "affiliations": [
        "Laboratory of Translational Cutaneous Medicine, Ingham Institute for Applied Medical Research, Sydney, New South Wales, Australia.",
        "Department of Dermatology, Liverpool Hospital, Sydney, New South Wales, Australia.",
        "University of New South Wales, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Kirby",
      "fore_name": "Joslyn S",
      "initials": "JS",
      "name": "Joslyn S Kirby",
      "affiliations": [
        "Department of Dermatology, Penn State Health, Hershey, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Alavi",
      "fore_name": "Afsaneh",
      "initials": "A",
      "name": "Afsaneh Alavi",
      "affiliations": [
        "Department of Dermatology, Mayo Clinic, Rochester, Minnesota, USA."
      ],
      "orcid": "0000-0003-1171-4917"
    },
    {
      "last_name": "Khalid",
      "fore_name": "Bisma",
      "initials": "B",
      "name": "Bisma Khalid",
      "affiliations": [
        "Department of Dermatology, University of Minnesota Medical School, Minneapolis, Minnesota, USA."
      ]
    },
    {
      "last_name": "Lowes",
      "fore_name": "Michelle A",
      "initials": "MA",
      "name": "Michelle A Lowes",
      "affiliations": [
        "Laboratory for Investigative Dermatology, The Rockefeller University, New York, New York, USA."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Northwell Health, New York, New York, USA.",
        "Department of Dermatology, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, New York, New York, USA."
      ],
      "orcid": "0000-0003-0886-6856"
    },
    {
      "last_name": "Marzano",
      "fore_name": "Angelo V",
      "initials": "AV",
      "name": "Angelo V Marzano",
      "affiliations": [
        "Dermatology Unit, Fondazione IRCCS Cà Granda Ospedale Maggiore Policlinico, Milan, Italy.",
        "Department of Pathophysiology and Transplantation, University of Milan, Milan, Italy."
      ],
      "orcid": "0000-0002-8160-4169"
    },
    {
      "last_name": "Zouboulis",
      "fore_name": "Christos C",
      "initials": "CC",
      "name": "Christos C Zouboulis",
      "affiliations": [
        "Departments of Dermatology, Venereology, Allergology and Immunology, Staedtisches Klinikum Dessau, Brandenburg Medical School Theodor Fontane and Faculty of Health Sciences Brandenburg, Dessau, Germany."
      ],
      "orcid": "0000-0003-1646-2608"
    },
    {
      "last_name": "Tzellos",
      "fore_name": "Thrasyvoulos",
      "initials": "T",
      "name": "Thrasyvoulos Tzellos",
      "affiliations": [
        "Department of Dermatology, Nordland Hospital Trust, NLSH Bodø, Bodø, Norway.",
        "Department of Clinical Medicine, UiT The Arctic University of Norway, TRomsø, Norway."
      ]
    },
    {
      "last_name": "Jaleel",
      "fore_name": "Tarannum",
      "initials": "T",
      "name": "Tarannum Jaleel",
      "affiliations": [
        "Department of Dermatology, Duke University School of Medicine, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Goldfarb",
      "fore_name": "Noah",
      "initials": "N",
      "name": "Noah Goldfarb",
      "affiliations": [
        "Department of Dermatology, University of Minnesota Medical School, Minneapolis, Minnesota, USA.",
        "Department of Dermatology, Minneapolis Veterans Affairs Health Care System, Minneapolis, Minnesota, USA."
      ],
      "orcid": "0000-0003-1070-0652"
    }
  ],
  "journal": {
    "title": "Journal of the European Academy of Dermatology and Venereology : JEADV",
    "iso_abbreviation": "J Eur Acad Dermatol Venereol",
    "issn": "1468-3083",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "210",
  "end_page": "220",
  "pages": "210-220",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Hidradenitis Suppurativa",
    "Humans",
    "Surveys and Questionnaires",
    "Female",
    "Male",
    "Observer Variation"
  ],
  "article_ids": {
    "pubmed": "38595320",
    "doi": "10.1111/jdv.19999"
  },
  "doi": "10.1111/jdv.19999",
  "dates": {
    "completed": "2024-12-23",
    "revised": "2024-12-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.413889",
    "pmid": "38595320"
  }
}