{
  "pmid": "38604643",
  "uid": "38604643",
  "title": "Evidence related to a vegetarian diet and metabolic dysfunction-associated steatotic liver disease: protocol for a scoping review.",
  "abstract": "INTRODUCTION: Metabolic dysfunction-associated fatty liver disease (MASLD) is the hepatic manifestation of metabolic syndrome and the leading cause of chronic liver disease worldwide. Given that there is no pharmacological treatment for MASLD, it is imperative to understand whether lifestyle modifications may improve biochemical and pathological outcomes. One commonly proposed dietary modification is the Mediterranean diet; however, vegetarianism may also be a promising intervention. Vegetarianism has been shown to be associated with reduced morbidity and mortality in metabolic syndrome outcomes in coronary artery disease and diabetes; however, the relationship between vegetarian diet and MASLD is less clear. In this scoping review, we will provide a comprehensive overview of the current body of evidence related to a vegetarian diet and MASLD. METHODS AND ANALYSIS: The aim of this scoping review is to describe and summarise the current body of evidence related to MASLD and a vegetarian diet. This review will be conducted using Arksey and O'Malley's framework. The literature review will be conducted using the following databases: SCOPUS, Web of Science, CINAHL-Plus, Cochrane Library and Medline. No restriction will be made on publication date. Included studies will encompass clinical trials and observational designs that examine effects or association of vegetarian diet in adults (≥16 years) and report on the incidence, prevalence or progression of MASLD. Grey literature, non-human studies and articles focusing on changes in a specific food or nutraceutical will be excluded. Articles must have an English-language abstract available to be considered for inclusion. Screening and data extraction will be conducted by two independent reviewers. The findings will be summarised with descriptive statistics. ETHICS AND DISSEMINATION: Approval from a medical ethics committee is not required for this review. Once the review is complete, the findings will be submitted to a peer-reviewed journal.",
  "authors": [
    {
      "last_name": "Moss",
      "fore_name": "Kasey",
      "initials": "K",
      "name": "Kasey Moss",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada kasey.moss@medportal.ca."
      ],
      "orcid": "0000-0002-5468-1476"
    },
    {
      "last_name": "Gitman",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Gitman",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pinto Sanchez",
      "fore_name": "M Ines",
      "initials": "MI",
      "name": "M Ines Pinto Sanchez",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada.",
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Oczkowski",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2874-8948"
    },
    {
      "last_name": "Armstrong",
      "fore_name": "David",
      "initials": "D",
      "name": "David Armstrong",
      "affiliations": [
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Gastroenterology, McMaster University Department of Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jayakumar",
      "fore_name": "Saumya",
      "initials": "S",
      "name": "Saumya Jayakumar",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, UBC, Vancouver, British Columbia, Canada.",
        "Department of Medicine, Division of Gastroenterology, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Karvellas",
      "fore_name": "Constantine Jason",
      "initials": "CJ",
      "name": "Constantine Jason Karvellas",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Selzner",
      "fore_name": "Nazia",
      "initials": "N",
      "name": "Nazia Selzner",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dionne",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Dionne",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University Department of Medicine, Hamilton, Ontario, Canada.",
        "Farncombe Family Digestive Health Research Institute, McMaster University Department of Medicine, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-9401-6868"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Apr",
    "pub_day": "10"
  },
  "start_page": "e079750",
  "pages": "e079750",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Diet, Vegetarian",
    "Metabolic Syndrome",
    "Research Design",
    "Non-alcoholic Fatty Liver Disease",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "38604643",
    "pmc": "PMC11015203",
    "doi": "10.1136/bmjopen-2023-079750",
    "pii": "bmjopen-2023-079750"
  },
  "doi": "10.1136/bmjopen-2023-079750",
  "pmc_id": "PMC11015203",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.082795",
    "pmid": "38604643"
  }
}