{
  "pmid": "38603279",
  "uid": "38603279",
  "title": "A virus unites the world while national border closures divide it: Epidemiologic, legal, and political analysis on border closures during COVID-19.",
  "abstract": "This article critically examines the use of national border closures at the outset of the COVID-19 pandemic. After explaining why targeted border closures generally do not work and how they violated international law at the time, we examine the unprecedented case of total border closures. Positing that since the current instruments and institutions of global health governance did not anticipate this phenomenon, the legality of total border closures rests on less certain grounds. Then, after asking why nearly every government implemented some form of border closure in March 2020 if neither science nor law provided adequate motivation for their use, we conclude that in the face of a global health emergency, border closures represent an opportunity for political leaders to show determined action, redirect blame to other jurisdictions, and reinforce nationalism. We proceed to argue that both targeted and total border closures have profound legal, epidemiological, and political significance as performances that contradict global realities while undermining notions of global solidarity. Such political theatre means that citizens must weigh these consequences against any perceived benefits of border closures as they would any other politically driven government action, and contest and challenge them appropriately. Citizens must not unduly defer to scientists or lawyers on early COVID-19 border closures because these were primarily political-not scientific or legal-decisions. In this vein, we conclude with some guiding political considerations for scrutinizing government decisions to close borders and observations for the future of global health cooperation during infectious disease outbreaks.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "York University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Weldon",
      "fore_name": "Isaac",
      "initials": "I",
      "name": "Isaac Weldon",
      "affiliations": [
        "York University, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-2234-4117"
    },
    {
      "last_name": "Habibi",
      "fore_name": "Roojin",
      "initials": "R",
      "name": "Roojin Habibi",
      "affiliations": [
        "York University, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal (Toronto, Ont.)",
    "iso_abbreviation": "Int J",
    "issn": "0020-7020",
    "issn_type": "Print",
    "volume": "77",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "188",
  "end_page": "215",
  "pages": "188-215",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38603279",
    "pmc": "PMC9606638",
    "doi": "10.1177/00207020221135323",
    "pii": "10.1177_00207020221135323"
  },
  "doi": "10.1177/00207020221135323",
  "pmc_id": "PMC9606638",
  "dates": {
    "revised": "2024-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.543947",
    "pmid": "38603279"
  }
}