{
  "pmid": "38600599",
  "uid": "38600599",
  "title": "Improving medication prescribing-related outcomes for vulnerable elderly in transitions on high-risk medications (IMPROVE-IT HRM): a pilot randomized trial protocol.",
  "abstract": "BACKGROUND: Seniors with recurrent hospitalizations who are taking multiple medications including high-risk medications are at particular risk for serious adverse medication events. We will assess whether an expert Clinical Pharmacology and Toxicology (CPT) medication management intervention during hospitalization with follow-up post-discharge and communication with circle of care is feasible and can decrease drug therapy problems amongst this group. METHODS: The design is a pragmatic pilot randomized trial with 1:1 patient-level concealed randomization with blinded outcome assessment and data analysis. Participants will be adults 65 years and older admitted to internal medicine services for more than 2 days, who have had at least one other hospitalization in the prior year, taking five or more chronic medications including at least one high-risk medication. The CPT intervention identifies medication targets; completes consult, including priorities for improving prescribing negotiated with the patient; starts the care plan; ensures a detailed discharge medication reconciliation and circle-of-care communication; and sees the patient at least twice after hospital discharge via virtual visits to consolidate the care plan in the community. Control group receives usual care. Primary outcomes are feasibility - recruitment, retention, costs, and clinical - number of drug therapy problems improved, with secondary outcomes examining coordination of transitions in care, quality of life, and healthcare utilization and costs. Follow-up is to 3-month posthospital discharge. DISCUSSION: If results support feasibility of ramp-up and promising clinical outcomes, a follow-up definitive trial will be organized using a developing national platform and medication appropriateness network. Since the intervention allows a very scarce medical specialty expertise to be offered via virtual care, there is potential to improve the safety, outcomes, and cost of care widely. TRIAL REGISTRATION NUMBER: ClinicalTrials.gov identifier: NCT04077281.",
  "authors": [
    {
      "last_name": "Holbrook",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Holbrook",
      "affiliations": [
        "Division of Clinical Pharmacology and Toxicology, Department of Medicine, McMaster University, Hamilton, ON, Canada. holbrook@mcmaster.ca.",
        "Clinical Pharmacology Research, Research Institute of St. Joes Hamilton, Hamilton, ON, Canada. holbrook@mcmaster.ca.",
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada. holbrook@mcmaster.ca."
      ],
      "orcid": "0000-0002-3371-4187"
    },
    {
      "last_name": "Perri",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Perri",
      "affiliations": [
        "Division of Clinical Pharmacology and Toxicology, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Digital Solutions, St. Joseph's Healthcare Hamilton, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitch",
      "initials": "M",
      "name": "Mitch Levine",
      "affiliations": [
        "Division of Clinical Pharmacology and Toxicology, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Biotatistics Unit, Research Institute of St. Joes Hamilton, Hamilton, ON, Canada.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Jarmain",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Jarmain",
      "affiliations": [
        "Medical and Academic Affairs, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada.",
        "Biotatistics Unit, Research Institute of St. Joes Hamilton, Hamilton, ON, Canada.",
        "Faculty of Health Sciences, University of Johannesburg, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada.",
        "Center for Health Economic and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joes Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": [
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, ON, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hyland",
      "fore_name": "Sylvia",
      "initials": "S",
      "name": "Sylvia Hyland",
      "affiliations": [
        "Institute for Safe Medication Practices Canada, North York, ON, Canada."
      ]
    },
    {
      "last_name": "Telford",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Telford",
      "affiliations": [
        "Clinical Pharmacology Research, Research Institute of St. Joes Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Silva",
      "fore_name": "Jessyca",
      "initials": "J",
      "name": "Jessyca Silva",
      "affiliations": [
        "Clinical Pharmacology Research, Research Institute of St. Joes Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Nieuwstraten",
      "fore_name": "Carmine",
      "initials": "C",
      "name": "Carmine Nieuwstraten",
      "affiliations": [
        "Pharmacy Services, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "10",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Apr",
    "pub_day": "10"
  },
  "start_page": "60",
  "pages": "60",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38600599",
    "pmc": "PMC11005201",
    "doi": "10.1186/s40814-024-01484-6",
    "pii": "10.1186/s40814-024-01484-6"
  },
  "doi": "10.1186/s40814-024-01484-6",
  "pmc_id": "PMC11005201",
  "dates": {
    "revised": "2024-04-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "TEG-165595)",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.674953",
    "pmid": "38600599"
  }
}