{
  "pmid": "38618775",
  "uid": "38618775",
  "title": "Patients' and Care Professionals' Evaluation of the Effect of a Hospital Group on Integrated Care in Chinese Urban Health Systems: A Propensity Score Matching and Difference-in-differences Regression Approach.",
  "abstract": "BACKGROUND: A hospital group is an organizational integration strategy that has recently been widely implemented in Chinese urban health systems to promote integrated care. This study aims to evaluate the effect of hospital group on integrated care from the perspectives of both patients and care professionals. METHODS: Two cross-sectional surveys were conducted in Shenzhen city of China, in June 2018 and July 2021. All thirty Community Health Stations (CHSs) in the hospital group were included in the intervention group, with 30 CHSs in the same district selected as the control group by simple random sampling. All care professionals within both the intervention and the control groups were invited to participate in the surveys. Twelve CHSs were selected from 30 CHSs in the intervention and the control groups by simple random sampling, and 20 patients with type 2 diabetes mellitus (T2DM) were selected from each of these selected CHSs to participate in the survey by systematic sampling. The Rainbow Model of Integrated Care-Measurement Tool (Chinese version) was used to assess integrated care. Propensity score matching and difference-in-differences regression (PSM-DID) were used to evaluate the effect of the hospital group on integrated care. RESULTS: After matching, 528 patients and 1896 care professionals were included in the DID analysis. Results from care professionals indicated that the hospital group significantly increased technical competence of the health system by 0.771 points, and cultural competence by 1.423 points. Results from patients indicated that the hospital group significantly decreased organizational integration of the health system by 0.649 points. CONCLUSION: The results suggests that the effect of the hospital group on integrated care over and above routine strategies for integrated care is limited. Therefore, it is necessary to pay attention to implementing professional, clinical and other integration strategies beyond establishing hospital groups, in urban Chinese health systems.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Wang",
      "affiliations": [
        "School of Public Health, Sun Yat-Sen University, Guangzhou, China."
      ],
      "orcid": "0000-0001-6588-276X"
    },
    {
      "last_name": "Zheng",
      "fore_name": "Caiyun",
      "initials": "C",
      "name": "Caiyun Zheng",
      "affiliations": [
        "School of Public Health, Sun Yat-Sen University, Guangzhou, China."
      ],
      "orcid": "0000-0002-3977-7138"
    },
    {
      "last_name": "Wang",
      "fore_name": "Yao",
      "initials": "Y",
      "name": "Yao Wang",
      "affiliations": [
        "School of Public Health, Sun Yat-Sen University, Guangzhou, China."
      ],
      "orcid": "0000-0003-1119-4878"
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, University of Queensland, Brisbane, QLD, Australia."
      ],
      "orcid": "0000-0002-1372-0440"
    },
    {
      "last_name": "Huang",
      "fore_name": "Yixiang",
      "initials": "Y",
      "name": "Yixiang Huang",
      "affiliations": [
        "School of Public Health, Sun Yat-Sen University, Guangzhou, China."
      ],
      "orcid": "0000-0003-3370-148X"
    },
    {
      "last_name": "Valentijn",
      "fore_name": "Pim",
      "initials": "P",
      "name": "Pim Valentijn",
      "affiliations": [
        "Department of Health Services Research, Care and Public Health Research Institute (CAPHRI), Faculty of Health, Medicine and Life Sciences, Maastricht University, Maastricht, The Netherlands.",
        "Essenburgh Research & Consultancy, Essenburgh Group, Harderwijk, The Netherlands."
      ],
      "orcid": "0000-0002-9788-1275"
    }
  ],
  "journal": {
    "title": "International journal of health policy and management",
    "iso_abbreviation": "Int J Health Policy Manag",
    "issn": "2322-5939",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2023"
  },
  "start_page": "7897",
  "pages": "7897",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Cross-Sectional Studies",
    "Diabetes Mellitus, Type 2",
    "Propensity Score",
    "Urban Health",
    "Hospitals",
    "Delivery of Health Care, Integrated"
  ],
  "article_ids": {
    "pubmed": "38618775",
    "pmc": "PMC10843371",
    "doi": "10.34172/ijhpm.2023.7897",
    "pii": "7897"
  },
  "doi": "10.34172/ijhpm.2023.7897",
  "pmc_id": "PMC10843371",
  "dates": {
    "completed": "2024-04-16",
    "revised": "2025-07-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.720187",
    "pmid": "38618775"
  }
}