{
  "pmid": "38614934",
  "uid": "38614934",
  "title": "Epidemiology, patient journey and unmet needs related to hemophilia in Brazil: a scoping review with evidence map.",
  "abstract": "INTRODUCTION: Brazil is one of the countries with the largest population of people with hemophilia (PwH) worldwide. In this scoping review, we aim to investigate the Brazilian context for hemophilia regarding three predefined concepts: (i) clinical-epidemiological profile, (ii) burden of disease and (iii) patient journey and unmet needs. METHODS: Three questions in each concept guided the screening of references retrieved by systematic searches carried out in MEDLINE, LILACS and the Digital Library of Theses and Dissertations. Quantitative and qualitative studies conducted in Brazil from 2002 onwards were assessed for eligibility. MAIN RESULTS: Ninety-two studies were included. A total of 66 studies addressed the concept \"Clinical-epidemiological profile\", 31 investigated the concept of \"Burden of disease\" and 26 addressed the concept \"Patient journey and unmet needs\". Based on these studies, pain and arthropathy affect a substantial proportion of the PwH, with physical functioning, pain and school or work being the domains of quality of life with the greatest impact. About 43 % to 82.6 % of the PwH are unemployed. Rates of inhibitor development are highly variable across studies, especially in hemophilia A. Adherence to prophylactic treatment ranges from 25 % to 72 %. The annualized bleeding rate is estimated at 2.4 ± 4.1. The barriers to treatment identified include distance to reference centers, lack of coordination of specialized and emergency care and restricted access to rehabilitation. CONCLUSIONS: Hemophilia poses a considerable burden on the PwH. Despite the available modalities of treatment, there are remaining unmet needs that should be addressed by researchers and policy makers in the future.",
  "authors": [
    {
      "last_name": "Schneider",
      "fore_name": "Nayê Balzan",
      "initials": "NB",
      "name": "Nayê Balzan Schneider",
      "affiliations": [
        "HTA Unit, Inova Medical, Porto Alegre, RS, Brazil."
      ]
    },
    {
      "last_name": "de Araujo",
      "fore_name": "Cintia Laura Pereira",
      "initials": "CLP",
      "name": "Cintia Laura Pereira de Araujo",
      "affiliations": [
        "HTA Unit, Inova Medical, Porto Alegre, RS, Brazil; Research Institute, Hospital Moinhos de Vento, Porto Alegre, RS, Brazil."
      ]
    },
    {
      "last_name": "Godoy Dos Santos",
      "fore_name": "Harryson Wings",
      "initials": "HW",
      "name": "Harryson Wings Godoy Dos Santos",
      "affiliations": [
        "Pfizer Brasil, São Paulo, SP, Brazil."
      ]
    },
    {
      "last_name": "Lima",
      "fore_name": "Simone",
      "initials": "S",
      "name": "Simone Lima",
      "affiliations": [
        "Pfizer Brasil, São Paulo, SP, Brazil."
      ]
    },
    {
      "last_name": "Falavigna",
      "fore_name": "Maicon",
      "initials": "M",
      "name": "Maicon Falavigna",
      "affiliations": [
        "HTA Unit, Inova Medical, Porto Alegre, RS, Brazil. Electronic address: contact.maicon@inovamedical.com.br."
      ]
    },
    {
      "last_name": "Pachito",
      "fore_name": "Daniela Vianna",
      "initials": "DV",
      "name": "Daniela Vianna Pachito",
      "affiliations": [
        "Pfizer Brasil, São Paulo, SP, Brazil."
      ]
    }
  ],
  "journal": {
    "title": "Hematology, transfusion and cell therapy",
    "iso_abbreviation": "Hematol Transfus Cell Ther",
    "issn": "2531-1387",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "4",
    "pub_year": "2024"
  },
  "start_page": "533",
  "end_page": "541",
  "pages": "533-541",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38614934",
    "pmc": "PMC11451346",
    "doi": "10.1016/j.htct.2023.12.004",
    "pii": "S2531-1379(24)00014-2"
  },
  "doi": "10.1016/j.htct.2023.12.004",
  "pmc_id": "PMC11451346",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:44.202014",
    "pmid": "38614934"
  }
}