{
  "pmid": "38614078",
  "uid": "38614078",
  "title": "Differences in expression of male aggression between wild bonobos and chimpanzees.",
  "abstract": "Researchers investigating the evolution of human aggression look to our closest living relatives, bonobos (Pan paniscus) and chimpanzees (Pan troglodytes), as valuable sources of comparative data.[1][,][2] Males in the two species exhibit contrasting patterns: male chimpanzees sexually coerce females[3][,][4][,][5][,][6][,][7][,][8] and sometimes kill conspecifics,[9][,][10][,][11][,][12] whereas male bonobos exhibit less sexual coercion[13][,][14] and no reported killing.[13] Among the various attempts to explain these species differences, the self-domestication hypothesis proposes negative fitness consequences of male aggression in bonobos.[2][,][15][,][16] Nonetheless, the extent to which these species differ in overall rates of aggression remains unclear due to insufficiently comparable observation methods.[17][,][18][,][19][,][20][,][21][,][22][,][23] We used 14 community-years of focal follow data-the gold standard for observational studies[24]-to compare rates of male aggression in 3 bonobo communities at the Kokolopori Bonobo Reserve, Democratic Republic of Congo, and 2 chimpanzee communities at Gombe National Park, Tanzania. As expected, given that females commonly outrank males, we found that bonobos exhibited lower rates of male-female aggression and higher rates of female-male aggression than chimpanzees. Surprisingly, we found higher rates of male-male aggression among bonobos than chimpanzees even when limiting analyses to contact aggression. In both species, more aggressive males obtained higher mating success. Although our findings indicate that the frequency of male-male aggression does not parallel species difference in its intensity, they support the view that contrary to male chimpanzees, whose reproductive success depends on strong coalitions, male bonobos have more individualistic reproductive strategies.[25].",
  "authors": [
    {
      "last_name": "Mouginot",
      "fore_name": "Maud",
      "initials": "M",
      "name": "Maud Mouginot",
      "affiliations": [
        "Institute for Advanced Study in Toulouse (IAST), Toulouse School of Economics, Université Toulouse Capitole, 31000 Toulouse, France; Department of Anthropology, University of Minnesota, Minneapolis, MN 55455, USA. Electronic address: mmougino@bu.edu."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Ecology, Evolution and Behavior, University of Minnesota, Saint Paul, MN 55108, USA; Institute on the Environment, University of Minnesota, Saint Paul, MN 55108, USA."
      ]
    },
    {
      "last_name": "Desai",
      "fore_name": "Nisarg",
      "initials": "N",
      "name": "Nisarg Desai",
      "affiliations": [
        "Emory National Primate Research Center, Emory University, Atlanta, GA 30329, USA."
      ]
    },
    {
      "last_name": "Surbeck",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Surbeck",
      "affiliations": [
        "Department of Human Evolutionary Biology, Harvard University, Cambridge, MA 02138, USA."
      ]
    }
  ],
  "journal": {
    "title": "Current biology : CB",
    "iso_abbreviation": "Curr Biol",
    "issn": "1879-0445",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Apr",
    "pub_day": "22"
  },
  "start_page": "1780",
  "end_page": "1785.e4",
  "pages": "1780-1785.e4",
  "language": "eng",
  "publication_types": [
    "Research Support, Non-U.S. Gov't",
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Animals",
    "Pan paniscus",
    "Pan troglodytes",
    "Male",
    "Aggression",
    "Democratic Republic of the Congo",
    "Tanzania",
    "Female",
    "Species Specificity",
    "Sexual Behavior, Animal"
  ],
  "article_ids": {
    "pubmed": "38614078",
    "mid": "NIHMS1984318",
    "pmc": "PMC11167569",
    "doi": "10.1016/j.cub.2024.02.071",
    "pii": "S0960-9822(24)00253-7"
  },
  "doi": "10.1016/j.cub.2024.02.071",
  "pmc_id": "PMC11167569",
  "dates": {
    "completed": "2024-04-24",
    "revised": "2025-04-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R00 HD057992",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 AI050529",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 AI091595",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 AI120810",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.848413",
    "pmid": "38614078"
  }
}