{
  "pmid": "38625997",
  "uid": "38625997",
  "title": "Decision theoretical foundations of clinical practice guidelines: an extension of the ASH thrombophilia guidelines.",
  "abstract": "Decision analysis can play an essential role in informing practice guidelines. The American Society of Hematology (ASH) thrombophilia guidelines have made a significant step forward in demonstrating how decision modeling integrated within Grading of Recommendations Assessment, Developing, and Evaluation (GRADE) methodology can advance the field of guideline development. Although the ASH model was transparent and understandable, it does, however, suffer from certain limitations that may have generated potentially wrong recommendations. That is, the panel considered 2 models separately: after 3 to 6 months of index venous thromboembolism (VTE), the panel compared thrombophilia testing (A) vs discontinuing anticoagulants (B) and testing (A) vs recommending indefinite anticoagulation to all patients (C), instead of considering all relevant options simultaneously (A vs B vs C). Our study aimed to avoid what we refer to as the omitted choice bias by integrating 2 ASH models into a single unifying threshold decision model. We analyzed 6 ASH panel's recommendations related to the testing for thrombophilia in settings of \"provoked\" vs \"unprovoked\" VTE and low vs high bleeding risk (total 12 recommendations). Our model disagreed with the ASH guideline panels' recommendations in 4 of the 12 recommendations we considered. Considering all 3 options simultaneously, our model provided results that would have produced sounder recommendations for patient care. By revisiting the ASH guidelines methodology, we have not only improved the recommendations for thrombophilia but also provided a method that can be easily applied to other clinical problems and promises to improve the current guidelines' methodology.",
  "authors": [
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "Division of Medical Hematology and Oncology, Department of Medicine, Medical University of South Carolina, Charleston, SC."
      ]
    },
    {
      "last_name": "Hozo",
      "fore_name": "Iztok",
      "initials": "I",
      "name": "Iztok Hozo",
      "affiliations": [
        "Department of Mathematics, Indiana University Northwest, Gary, IN."
      ],
      "orcid": "0000-0003-2349-5707"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Blood advances",
    "iso_abbreviation": "Blood Adv",
    "issn": "2473-9537",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "13",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "09"
  },
  "start_page": "3596",
  "end_page": "3606",
  "pages": "3596-3606",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Humans",
    "Thrombophilia",
    "Practice Guidelines as Topic",
    "Venous Thromboembolism",
    "Decision Support Techniques",
    "Anticoagulants"
  ],
  "article_ids": {
    "pubmed": "38625997",
    "pmc": "PMC11319831",
    "doi": "10.1182/bloodadvances.2024012931",
    "pii": "515755"
  },
  "doi": "10.1182/bloodadvances.2024012931",
  "pmc_id": "PMC11319831",
  "dates": {
    "completed": "2024-07-09",
    "revised": "2024-11-06"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [
    {
      "grant_id": "R01 HS024917",
      "agency": "AHRQ HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.309765",
    "pmid": "38625997"
  }
}