{
  "pmid": "38624820",
  "uid": "38624820",
  "title": "Dying in honour: experiences of end-of-life palliative care during the 2013-2016 Ebola outbreak in Guinea.",
  "abstract": "With no cure and a high mortality rate, Ebola virus disease (EVD) outbreaks require preparedness for the provision of end-of-life palliative care. This qualitative study is part of a larger project on palliative care in humanitarian contexts. Its goal was to document and deepen understanding of experiences and expectations related to end-of-life palliative care for patients infected with Ebola virus disease (EVD) in West African Ebola treatment centres (ETCs) during the 2013-2016 epidemic. It consisted of 15 in-depth semi-structured interviews with individuals impacted by EVD in a Guinean ETC: either as patients in an ETC, healthcare providers, healthcare providers who were also EVD patients at one point, family relations who visited patients who died in an ETC, or providers of spiritual support to patients and family. Analysis was team based and applied an interpretive descriptive approach. Healthcare delivery in humanitarian emergencies must remain respectful of patient preferences but also local and contextual values and norms. Of key importance in the Guinean context is the culturally valued experience of \"dying in honour\". This involves accompaniment to facilitate a peaceful death, the possibility of passing on final messages to family members, prayer, and particular practices to enact respect for the bodies of the deceased. Participants emphasized several challenges to such death in Ebola treatment centres (ETCs), as well as practices they deemed helpful to alleviating dying patients' suffering. An overarching message in participants' accounts was that ideally more would have been done for the dying in ETCs. Building on participants' accounts, we outline a number of considerations for optimizing end-of-life palliative care during current and future public health emergencies, including for COVID-19.",
  "authors": [
    {
      "last_name": "Nouvet",
      "fore_name": "Elysée",
      "initials": "E",
      "name": "Elysée Nouvet",
      "affiliations": [
        "School of Health Studies, Western University, London, Canada."
      ],
      "orcid": "0000-0002-1607-3453"
    },
    {
      "last_name": "Bezanson",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Bezanson",
      "affiliations": [
        "Thunder Bay Regional Health Sciences Centre, Thunder Bay, Canada."
      ]
    },
    {
      "last_name": "Hunt",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Hunt",
      "affiliations": [
        "School of Physical and Occupational Therapy, McGill University, Montreal, Canada."
      ]
    },
    {
      "last_name": "Kouyaté",
      "fore_name": "Sekou",
      "initials": "S",
      "name": "Sekou Kouyaté",
      "affiliations": [
        "Laboratoire Socio-Anthropologique de la Guinée, Conakry, Guinea."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Diallo",
      "fore_name": "Fatoumata Binta",
      "initials": "FB",
      "name": "Fatoumata Binta Diallo",
      "affiliations": [
        "Faculté des Sciences et Techniques en Santé, Université Gamal Abdel Nasser Conakry, Conakry, Guinea."
      ]
    },
    {
      "last_name": "de Laat",
      "fore_name": "Sonya",
      "initials": "S",
      "name": "Sonya de Laat",
      "affiliations": [
        "Global Health Program, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Bah-Sow",
      "fore_name": "Oumou Younoussa",
      "initials": "OY",
      "name": "Oumou Younoussa Bah-Sow",
      "affiliations": [
        "National Research Ethics Committee of the Republic of Guinea, Conakry, Guinea."
      ]
    },
    {
      "last_name": "Diallo",
      "fore_name": "Alpha Ahmadou",
      "initials": "AA",
      "name": "Alpha Ahmadou Diallo",
      "affiliations": [
        "Ministry of Health, Republic of Guinea and Université de Conakry, Conakry, Guinea."
      ]
    },
    {
      "last_name": "Diallo",
      "fore_name": "Pathé",
      "initials": "P",
      "name": "Pathé Diallo",
      "affiliations": [
        "Centre Médical & Conseil en Santé (CEMECO), Conakry, Guinea."
      ]
    }
  ],
  "journal": {
    "title": "Journal of international humanitarian action",
    "iso_abbreviation": "J Int Humanit Action",
    "issn": "2364-3404",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2021"
  },
  "start_page": "10",
  "pages": "10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38624820",
    "pmc": "PMC8105689",
    "doi": "10.1186/s41018-021-00099-3",
    "pii": "99"
  },
  "doi": "10.1186/s41018-021-00099-3",
  "pmc_id": "PMC8105689",
  "dates": {
    "revised": "2024-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.708136",
    "pmid": "38624820"
  }
}