{
  "pmid": "38636697",
  "uid": "38636697",
  "title": "The Inflation Reduction Act: An Opportunity to Accelerate Confidence in Real-World Evidence in the United States.",
  "abstract": "OBJECTIVES: The Inflation Reduction Act (IRA), enacted in 2022, brings substantial reforms to the US healthcare system, particularly regarding Medicare. A key aspect includes the introduction of Medicare price negotiation. The objective of this commentary is to explore the implications of the IRA for US pharmaceutical companies, with a specific focus on the role of real-world evidence (RWE) in the context of Medicare reforms. METHODS: This commentary uses a qualitative analysis of the IRA's provisions related to healthcare and pharmaceutical regulation, focusing on how these reforms change the evidence requirements for pharmaceutical companies. It discusses the methodological aspects of generating and using RWE, including techniques such as target trial emulation and quantitative bias analysis methods to address biases inherent in RWE. RESULTS: This commentary highlights that the IRA introduces a unique approach to value assessment in the United States by evaluating drug value several years after launch, as opposed to at launch, similar to health technology assessments in other regions. It underscores the central role of RWE in comparing drug effectiveness across diverse clinical scenarios to improve the accuracy of real-world data comparisons. Furthermore, this article identifies key methodologies for managing the inherent biases in RWE, which are crucial for generating credible evidence for IRA price negotiations. CONCLUSIONS: This article underscores the importance of these methodologies in ensuring credible evidence for IRA price negotiations. It advocates for an integrated approach in evidence generation, positioning RWE as pivotal for informed pricing discussions in the US healthcare landscape.",
  "authors": [
    {
      "last_name": "Arora",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Arora",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada. Electronic address: paul.arora@utoronto.ca."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Alind",
      "initials": "A",
      "name": "Alind Gupta",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mackay",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Mackay",
      "affiliations": [
        "Inka Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Heeg",
      "fore_name": "Bart",
      "initials": "B",
      "name": "Bart Heeg",
      "affiliations": [
        "Cytel Inc., Waltham, MA, USA."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "999",
  "end_page": "1002",
  "pages": "999-1002",
  "language": "eng",
  "publication_types": [
    "Editorial"
  ],
  "keywords": [
    "United States",
    "Humans",
    "Medicare",
    "Drug Industry",
    "Inflation, Economic",
    "Health Care Reform",
    "Technology Assessment, Biomedical",
    "Drug Costs"
  ],
  "article_ids": {
    "pubmed": "38636697",
    "doi": "10.1016/j.jval.2024.04.007",
    "pii": "S1098-3015(24)02339-8"
  },
  "doi": "10.1016/j.jval.2024.04.007",
  "dates": {
    "completed": "2024-08-03",
    "revised": "2025-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.978417",
    "pmid": "38636697"
  }
}