{
  "pmid": "38635566",
  "uid": "38635566",
  "title": "Assessment of confidence in medical writing: Development and validation of the first trustworthy measurement tool.",
  "abstract": "BACKGROUND: The popularity of medical writing workshops highlights the need for a standard measurement tool to assess the impact of such workshops on participants' confidence in: 1- writing a standard article and 2- using optimal English language. Because such an instrument is not yet available, we undertook this study to devise and evaluate the first measurement tool to assess such confidence. METHOD: We created an item pool of 50 items by searching Medline, Embase, and Clarivate Analytics to find related articles, using our prior experience, and approaching the key informants. We revised and edited the item pool, and redundant ones were excluded. Finally, the 36-item tool comprised two domains. We tested it in a group of workshop applicants for internal consistency and temporal reliability using Cronbach's α and Pearson correlations and for content and convergent validity using the content validity index and Pearson correlations. RESULTS: The participants had a mean age of 40.3 years, a female predominance (74.3%), and a majority of faculty members (51.4%). The internal consistency showed high reliability (> 0.95). Test-retest reliability showed very high correlations (r = 0.93). The CVI for domain 1 was 0.78, for domain 2 was 0.73, and for the entire instrument was 0.75. CONCLUSION: This unique, reliable, and valid measurement tool could accurately measure the level of confidence in writing a standard medical article and in using the appropriate English language for this purpose.",
  "authors": [
    {
      "last_name": "Astaneh",
      "fore_name": "Behrooz",
      "initials": "B",
      "name": "Behrooz Astaneh",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6023-2063"
    },
    {
      "last_name": "Raeisi Shahraki",
      "fore_name": "Hadi",
      "initials": "H",
      "name": "Hadi Raeisi Shahraki",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Health, Shahrekord University of Medical Sciences, Shahrekord, Iran."
      ]
    },
    {
      "last_name": "Astaneh",
      "fore_name": "Vala",
      "initials": "V",
      "name": "Vala Astaneh",
      "affiliations": [
        "Faculty of Kinesiology and Health Sciences, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact and Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "4",
    "pub_year": "2024"
  },
  "start_page": "e0302299",
  "pages": "e0302299",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Adult",
    "Male",
    "Reproducibility of Results",
    "Mental Processes",
    "Language",
    "Medical Writing",
    "Psychometrics",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "38635566",
    "pmc": "PMC11025726",
    "doi": "10.1371/journal.pone.0302299",
    "pii": "PONE-D-23-35052"
  },
  "doi": "10.1371/journal.pone.0302299",
  "pmc_id": "PMC11025726",
  "dates": {
    "completed": "2024-04-22",
    "revised": "2024-04-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.310282",
    "pmid": "38635566"
  }
}