{
  "pmid": "38636445",
  "uid": "38636445",
  "title": "Validation of a double-semicircular notched configuration for mechanical testing of orthodontic thermoplastic aligner materials.",
  "abstract": "The potential of using specimens with a double-semicircular-notched configuration for performing tensile tests of orthodontic thermoplastic aligner materials was explored. Unnotched and double-semicircular-notched specimens were loaded in tension using a universal testing machine to determine their tensile strength, while finite element analysis (FEA) and digital image correlation (DIC) were used to estimate stress and strain, respectively. The shape did affect the tensile strength, demonstrating the importance of unifying the form of the specimen. During the elastic phase under tension, double-semicircular-notched specimens showed similar behavior to unnotched specimens. However, great variance was observed in the strain patterns of the unnotched specimens, which exhibited greater chance of end-failure, while the strain patterns of the double-semicircular-notched specimens showed uniformity. Considerable agreement between the theoretical (FEA) and practical models (DIC) further confirmed the validity of the double-semicircular-notched models.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Fujian Key Laboratory of Oral Diseases, School and Hospital of Stomatology, Fujian Medical University, PR China; Dental Materials Science, Applied Oral Sciences and Community Dental Care, Faculty of Dentistry, The University of Hong Kong, Hong Kong, China."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "Xiaozhuang",
      "initials": "X",
      "name": "Xiaozhuang Jin",
      "affiliations": [
        "Dental Materials Science, Applied Oral Sciences and Community Dental Care, Faculty of Dentistry, The University of Hong Kong, Hong Kong, China."
      ]
    },
    {
      "last_name": "Savoldi",
      "fore_name": "Fabio",
      "initials": "F",
      "name": "Fabio Savoldi",
      "affiliations": [
        "Orthodontics, Division of Paediatric Dentistry and Orthodontics, Faculty of Dentistry, The University of Hong Kong, Hong Kong, China."
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Jianmin",
      "initials": "J",
      "name": "Jianmin Han",
      "affiliations": [
        "Central Laboratory, Peking University School and Hospital of Stomatology, Beijing, PR China."
      ]
    },
    {
      "last_name": "Su",
      "fore_name": "Ray Kai Leung",
      "initials": "RKL",
      "name": "Ray Kai Leung Su",
      "affiliations": [
        "Department of Civil Engineering, Faculty of Engineering, The University of Hong Kong, Hong Kong, China."
      ]
    },
    {
      "last_name": "Fok",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Fok",
      "affiliations": [
        "Division of Biomaterials, Department of Restorative Sciences, School of Dentistry, University of Minnesota, Minneapolis, USA."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Jiang",
      "initials": "J",
      "name": "Jiang Chen",
      "affiliations": [
        "Fujian Key Laboratory of Oral Diseases, School and Hospital of Stomatology, Fujian Medical University, PR China. Electronic address: dentistjiang@126.com."
      ]
    },
    {
      "last_name": "Tsoi",
      "fore_name": "James Kit-Hon",
      "initials": "JK",
      "name": "James Kit-Hon Tsoi",
      "affiliations": [
        "Dental Materials Science, Applied Oral Sciences and Community Dental Care, Faculty of Dentistry, The University of Hong Kong, Hong Kong, China. Electronic address: jkhtsoi@hku.hk."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the mechanical behavior of biomedical materials",
    "iso_abbreviation": "J Mech Behav Biomed Mater",
    "issn": "1878-0180",
    "issn_type": "Electronic",
    "volume": "155",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "106543",
  "pages": "106543",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Materials Testing",
    "Finite Element Analysis",
    "Stress, Mechanical",
    "Tensile Strength",
    "Mechanical Tests",
    "Plastics",
    "Temperature",
    "Orthodontic Appliances",
    "Mechanical Phenomena"
  ],
  "article_ids": {
    "pubmed": "38636445",
    "doi": "10.1016/j.jmbbm.2024.106543",
    "pii": "S1751-6161(24)00175-9"
  },
  "doi": "10.1016/j.jmbbm.2024.106543",
  "dates": {
    "completed": "2024-05-26",
    "revised": "2024-05-26"
  },
  "chemicals": [
    "Plastics"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.667026",
    "pmid": "38636445"
  }
}