{
  "pmid": "38643259",
  "uid": "38643259",
  "title": "Effect of PLGA raw materials on in vitro and in vivo performance of drug-loaded microspheres.",
  "abstract": "Poly(lactide-co-glycolide) and poly(lactic-co-glycolic acids) (PLGAs) play a critical role in the development of commercial long-acting injectable microsphere formulations. However, very little information is available describing the impact of PLGA manufacturer and monomer distribution along the polymer chain (e.g., glycolic blockiness (Rc) and average lactic block length (LL)) on the degradation and release behavior of PLGA drug carriers in vitro and in vivo. Here, we compared the in vitro and in vivo performance of (a) four leuprolide-loaded microsphere formulations prepared from similar low-molecular-weight acid-capped PLGAs (10-14 kD, i.e., Expansorb[®] DLG 75-2A, Purasorb[®] PDLG 7502A, Resomer[®] RG 752H and Wako[®] 7515) and (b) two triamcinolone acetonide-loaded (Tr-A) microsphere formulations from similar medium-molecular-weight ester-capped PLGAs (i.e., Expansorb[®] DLG 75-4E and Resomer[®] RG 753S). Lupron Depot[®] and Zilretta[®] were used as reference commercial products. The six 75/25 PLGAs displayed block lengths that were either above or below values expected from a random copolymer. Drug release and polymer degradation were monitored simultaneously in vitro and in vivo using a cage implant system. The four leuprolide-loaded formulations showed similar release and degradation patterns with some notable differences between each other. Microspheres from the Expansorb[®] polymer displayed lower LL and higher Rc relative to the other 3 PLGA 75/25 microspheres, and likewise exhibited distinct peptide release and degradation behavior compared to the other 3 formulations. For each formulation, leuprolide release was erosion-controlled up to about 30% release after the initial burst followed by a faster than erosion release phase. In vitro release was similar as that in vivo over the first phase but notably different from the latter release phase, particularly for the most blocky Expansorb[®] formulation. The Purasorb[®] and Wako[®] formulations displayed highly similar performance in release, degradation, and erosion analysis. By contrast, the two ester-capped Expansorb[®] DLG 75-4E and Resomer[®] RG 753S used to prepare Tr-A microspheres shared essentially identical LL and higher Rc and behaved similarly although the Expansorb[®] degraded and released the steroid faster in vivo, suggestive of other factors responsible (e.g., residual monomer). The in vivo release performance for both drugs from the six microsphere formulations was similar to that of the commercial reference products. In summary, this work details information on comparing the similarities and differences in in vitro and in vivo performance of drug-loaded microspheres as a function of manufacturing and microstructural variables of different types of PLGA raw materials utilized and could, therefore, be meaningful in guiding the source control during development and manufacturing of PLGA microsphere-based drug products. Future work will expand the analysis to include a broader range of LL and higher Rc, and add additional important formulation metrics (e.g., thermal analysis, and residual monomer, moisture, and organic solvent levels).",
  "authors": [
    {
      "last_name": "Liang",
      "fore_name": "Desheng",
      "initials": "D",
      "name": "Desheng Liang",
      "affiliations": [
        "Department of Pharmaceutical Sciences, The Biointerfaces Institute, University of Michigan, 2800 Plymouth Rd., Ann Arbor, MI, 48109, USA."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "Department of Pharmaceutical Sciences, The Biointerfaces Institute, University of Michigan, 2800 Plymouth Rd., Ann Arbor, MI, 48109, USA."
      ]
    },
    {
      "last_name": "Schwendeman",
      "fore_name": "Peter S",
      "initials": "PS",
      "name": "Peter S Schwendeman",
      "affiliations": [
        "Department of Electrical Engineering and Computer Science, University of Michigan, 1301 Beal Ave., Ann Arbor, MI, 48109, USA."
      ],
      "orcid": "0009-0001-7515-5889"
    },
    {
      "last_name": "Chandrashekar",
      "fore_name": "Aishwarya",
      "initials": "A",
      "name": "Aishwarya Chandrashekar",
      "affiliations": [
        "Department of Pharmaceutical Sciences, The Biointerfaces Institute, University of Michigan, 2800 Plymouth Rd., Ann Arbor, MI, 48109, USA."
      ],
      "orcid": "0000-0001-5594-017X"
    },
    {
      "last_name": "Ackermann",
      "fore_name": "Rose",
      "initials": "R",
      "name": "Rose Ackermann",
      "affiliations": [
        "Department of Pharmaceutical Sciences, The Biointerfaces Institute, University of Michigan, 2800 Plymouth Rd., Ann Arbor, MI, 48109, USA."
      ]
    },
    {
      "last_name": "Olsen",
      "fore_name": "Karl F",
      "initials": "KF",
      "name": "Karl F Olsen",
      "affiliations": [
        "Department of Pharmaceutical Sciences, The Biointerfaces Institute, University of Michigan, 2800 Plymouth Rd., Ann Arbor, MI, 48109, USA."
      ]
    },
    {
      "last_name": "Beck-Broichsitter",
      "fore_name": "Moritz",
      "initials": "M",
      "name": "Moritz Beck-Broichsitter",
      "affiliations": [
        "MilliporeSigma a Business of Merck Life Science KGaA, Frankfurter Strasse 250, D-64293, Darmstadt, Germany."
      ]
    },
    {
      "last_name": "Schwendeman",
      "fore_name": "Steven P",
      "initials": "SP",
      "name": "Steven P Schwendeman",
      "affiliations": [
        "Department of Pharmaceutical Sciences, The Biointerfaces Institute, University of Michigan, 2800 Plymouth Rd., Ann Arbor, MI, 48109, USA. schwende@med.umich.edu.",
        "Department of Biomedical Engineering, University of Michigan, 2800 Plymouth Rd., Ann Arbor, MI, 48109, USA. schwende@med.umich.edu."
      ],
      "orcid": "0000-0003-3470-624X"
    }
  ],
  "journal": {
    "title": "Drug delivery and translational research",
    "iso_abbreviation": "Drug Deliv Transl Res",
    "issn": "2190-3948",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "185",
  "end_page": "202",
  "pages": "185-202",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Microspheres",
    "Polylactic Acid-Polyglycolic Acid Copolymer",
    "Leuprolide",
    "Animals",
    "Drug Liberation",
    "Drug Carriers",
    "Lactic Acid",
    "Polyglycolic Acid",
    "Male",
    "Delayed-Action Preparations"
  ],
  "article_ids": {
    "pubmed": "38643259",
    "doi": "10.1007/s13346-024-01577-y",
    "pii": "10.1007/s13346-024-01577-y"
  },
  "doi": "10.1007/s13346-024-01577-y",
  "dates": {
    "completed": "2024-12-03",
    "revised": "2024-12-03"
  },
  "chemicals": [
    "Polylactic Acid-Polyglycolic Acid Copolymer",
    "Leuprolide",
    "Drug Carriers",
    "Lactic Acid",
    "Polyglycolic Acid",
    "Delayed-Action Preparations"
  ],
  "grants": [
    {
      "grant_id": "GM 145304",
      "agency": "NIH T32"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.735780",
    "pmid": "38643259"
  }
}