{
  "pmid": "38641597",
  "uid": "38641597",
  "title": "Comparison of safety and effectiveness of antiretroviral therapy regimens among pregnant women living with HIV at preconception or during pregnancy: a systematic review and network meta-analysis of randomized trials.",
  "abstract": "BACKGROUND: Mother-to-child transmission is the primary cause of HIV cases among children. Antiretroviral therapy (ART) plays a critical role in preventing mother-to-child transmission and reducing HIV progression, morbidity, and mortality among mothers. However, after more than two decades of ART during pregnancy, the comparative effectiveness and safety of ART medications during pregnancy are unclear, and existing evidence is contradictory. This study aimed to assess the effectiveness and safety of different ART regimens among pregnant women living with HIV at preconception or during pregnancy. METHODS: We searched MEDLINE, Embase, Cochrane Central Register of Controlled Trials, and Web of Science. We included randomized trials that enrolled pregnant women living with HIV and randomized them to receive ART for at least four weeks. Pairs of reviewers independently completed screening for eligible studies, extracted data, and assessed the risk of bias using the Cochrane risk of bias tool. Our outcomes of interest included low birth weight, stillbirth, preterm birth, mother-to-child transmission of HIV, neonatal death, and congenital anomalies. Network meta-analysis was performed using a random-effects frequentist model, and the certainty of evidence was evaluated using the GRADE approach. RESULTS: We found 14 eligible randomized trials enrolling 9,561 pregnant women. The median duration of ART uptake ranged from 6.0 to 17.4 weeks. No treatment was statistically better than a placebo in reducing the rate of neonatal mortality, stillbirth, congenital defects, preterm birth, or low birth weight deliveries. Compared to placebo, zidovudine (ZDV)/lamivudine (3TC) and ZDV monotherapy likely reduce mother-to-child transmission (odds ratio (OR): 0.13; 95% CI: 0.05 to 0.31, high-certainty; and OR: 0.50; 95% CI: 0.33 to 0.74, moderate-certainty). Moderate-certainty evidence suggested that ZDV/3TC was associated with decreased odds of stillbirth (OR: 0.47; 95% CI: 0.09 to 2.60). CONCLUSIONS: Our analysis provides high- to moderate-certainty evidence that ZDV/3TC and ZDV are more effective in reducing the odds of mother-to-child transmission, with ZDV/3TC also demonstrating decreased odds of stillbirth. Notably, our findings suggest an elevated odds of stillbirth and preterm birth associated with all other ART regimens.",
  "authors": [
    {
      "last_name": "Mehrabi",
      "fore_name": "Fatemeh",
      "initials": "F",
      "name": "Fatemeh Mehrabi",
      "affiliations": [
        "HIV/STI Surveillance Research Center, WHO Collaborating Center for HIV, Surveillance Institute for Futures Studies in Health, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Karamouzian",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Karamouzian",
      "affiliations": [
        "Centre on Drug Policy Evaluation, MAP Centre for Urban Health Solutions, St. Michael's Hospital, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Farhoudi",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Farhoudi",
      "affiliations": [
        "Social Determinants of Health Research Center, Amir-al-momenin Hospital, Tehran Medical Sciences, Islamic Azad University, Tehran, Iran."
      ]
    },
    {
      "last_name": "Moradi Falah Langeroodi",
      "fore_name": "Shahryar",
      "initials": "S",
      "name": "Shahryar Moradi Falah Langeroodi",
      "affiliations": [
        "HIV/STI Surveillance Research Center, WHO Collaborating Center for HIV, Surveillance Institute for Futures Studies in Health, Kerman University of Medical Sciences, Kerman, Iran.",
        "Centre on Drug Policy Evaluation, MAP Centre for Urban Health Solutions, St. Michael's Hospital, Toronto, ON, Canada.",
        "Pharmaceutics Research Center, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Mehmandoost",
      "fore_name": "Soheil",
      "initials": "S",
      "name": "Soheil Mehmandoost",
      "affiliations": [
        "HIV/STI Surveillance Research Center, WHO Collaborating Center for HIV, Surveillance Institute for Futures Studies in Health, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Abbaszadeh",
      "fore_name": "Samaneh",
      "initials": "S",
      "name": "Samaneh Abbaszadeh",
      "affiliations": [
        "HIV/STI Surveillance Research Center, WHO Collaborating Center for HIV, Surveillance Institute for Futures Studies in Health, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Motaghi",
      "fore_name": "Shahrzad",
      "initials": "S",
      "name": "Shahrzad Motaghi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mirzazadeh",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Mirzazadeh",
      "affiliations": [
        "HIV/STI Surveillance Research Center, WHO Collaborating Center for HIV, Surveillance Institute for Futures Studies in Health, Kerman University of Medical Sciences, Kerman, Iran.",
        "Department of Epidemiology and Biostatistics, University of California San Francisco, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sharifi",
      "fore_name": "Hamid",
      "initials": "H",
      "name": "Hamid Sharifi",
      "affiliations": [
        "HIV/STI Surveillance Research Center, WHO Collaborating Center for HIV, Surveillance Institute for Futures Studies in Health, Kerman University of Medical Sciences, Kerman, Iran. Sharifihami@gmail.com.",
        "Institute for Global Health Sciences, University of California, San Francisco, San Francisco, CA, USA. Sharifihami@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Apr",
    "pub_day": "19"
  },
  "start_page": "417",
  "pages": "417",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Comparative Study",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Pregnancy",
    "Female",
    "HIV Infections",
    "Pregnancy Complications, Infectious",
    "Infectious Disease Transmission, Vertical",
    "Randomized Controlled Trials as Topic",
    "Anti-HIV Agents",
    "Infant, Newborn",
    "Zidovudine"
  ],
  "article_ids": {
    "pubmed": "38641597",
    "pmc": "PMC11031873",
    "doi": "10.1186/s12879-024-09303-2",
    "pii": "10.1186/s12879-024-09303-2"
  },
  "doi": "10.1186/s12879-024-09303-2",
  "pmc_id": "PMC11031873",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anti-HIV Agents",
    "Zidovudine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:59.994569",
    "pmid": "38641597"
  }
}