{
  "pmid": "38649092",
  "uid": "38649092",
  "title": "Health Fluctuations in Dementia and its Impact on the Assessment of Health-Related Quality of Life Using the EQ-5D-5L.",
  "abstract": "OBJECTIVES: To quantify health fluctuations, identify affected health-related quality of life (HRQoL) dimensions, and evaluate if fluctuations affect the HRQoL instruments recall period adherence in people living with dementia (PlwD). METHODS: Caregivers of PlwD completed a daily diary for 14 days, documenting if PlwD's health was better or worse than the day before and the affected HRQoL dimensions. Health fluctuation was categorized into low (0-4 fluctuations in 14 days), moderate (5-8), and high (9-14). Also, caregivers and PlwD completed the EQ-5D-5L (proxy- and self-reported) on days 1, 7, and 14. Subsequently, caregivers were interviewed to determine whether recurrent fluctuations were considered in the EQ-5D-5L assessment of today's health (recall period adherence). RESULTS: Fluctuations were reported for 96% of PlwD, on average, for 7 of the 14 days. Dimensions most frequently triggering fluctuations included memory, mobility, concentration, sleep, pain, and usual activities. Fluctuations were associated with higher EQ-5D-5L health-states variation and nonadherence to the EQ-5D-5L recall period \"today.\" PlwD with moderate to high fluctuation had the highest EQ-5D-5L utility change between day 1 and 14 (0.157 and 0.134) and recall period nonadherence (31% and 26%) compared with PlwD with low fluctuation (0.010; 17%). Recall period nonadherence was higher in PlwD with improved compared with those with deteriorated health in the diary (37% vs 9%). CONCLUSIONS: Health fluctuations frequently occur in dementia and strongly affect HRQoL assessments. Further research is needed to evaluate if more extended recall periods and multiple, consecutive assessments could capture health fluctuations more appropriately in dementia.",
  "authors": [
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Rostock/Greifswald, Patient-reported Outcomes & Health Economics Research, Greifswald, Germany. Electronic address: bernhard.michalowsky@dzne.de."
      ]
    },
    {
      "last_name": "Engel",
      "fore_name": "Lidia",
      "initials": "L",
      "name": "Lidia Engel",
      "affiliations": [
        "Deakin University, Faculty of Health, Department School of Health and Social Development, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Buchholz",
      "fore_name": "Maresa",
      "initials": "M",
      "name": "Maresa Buchholz",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Rostock/Greifswald, Patient-reported Outcomes & Health Economics Research, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Weber",
      "fore_name": "Niklas",
      "initials": "N",
      "name": "Niklas Weber",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Rostock/Greifswald, Patient-reported Outcomes & Health Economics Research, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Kohlmann",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Kohlmann",
      "affiliations": [
        "University Medicine Greifswald, Section Methods in Community Medicine, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "McMaster University, Health Research Methods, Evidence and Impact, Hamilton, ON, Canada; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "1092",
  "end_page": "1099",
  "pages": "1092-1099",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Quality of Life",
    "Dementia",
    "Female",
    "Male",
    "Aged",
    "Caregivers",
    "Health Status",
    "Aged, 80 and over",
    "Middle Aged",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "38649092",
    "doi": "10.1016/j.jval.2024.04.010",
    "pii": "S1098-3015(24)02342-8"
  },
  "doi": "10.1016/j.jval.2024.04.010",
  "dates": {
    "completed": "2024-08-03",
    "revised": "2025-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.351066",
    "pmid": "38649092"
  }
}