{
  "pmid": "38659227",
  "uid": "38659227",
  "title": "A systematic assessment of the impact of rare canonical splice site variants on splicing using functional and in silico methods.",
  "abstract": "Canonical splice site variants (CSSVs) are often presumed to cause loss-of-function (LoF) and are assigned very strong evidence of pathogenicity (according to American College of Medical Genetics/Association for Molecular Pathology criterion PVS1). The exact nature and predictability of splicing effects of unselected rare CSSVs in blood-expressed genes are poorly understood. We identified 168 rare CSSVs in blood-expressed genes in 112 individuals using genome sequencing, and studied their impact on splicing using RNA sequencing (RNA-seq). There was no evidence of a frameshift, nor of reduced expression consistent with nonsense-mediated decay, for 25.6% of CSSVs: 17.9% had wildtype splicing only and normal junction depths, 3.6% resulted in cryptic splice site usage and in-frame insertions or deletions, 3.6% resulted in full exon skipping (in frame), and 0.6% resulted in full intron inclusion (in frame). Blind to these RNA-seq data, we attempted to predict the precise impact of CSSVs by applying in silico tools and the ClinGen Sequence Variant Interpretation Working Group 2018 guidelines for applying PVS1 criterion. The predicted impact on splicing using (1) SpliceAI, (2) MaxEntScan, and (3) AutoPVS1, an automatic classification tool for PVS1 interpretation of null variants that utilizes Ensembl Variant Effect Predictor and MaxEntScan, was concordant with RNA-seq analyses for 65%, 63%, and 61% of CSSVs, respectively. In summary, approximately one in four rare CSSVs did not show evidence for LoF based on analysis of RNA-seq data. Predictions from in silico methods were often discordant with findings from RNA-seq. More caution may be warranted in applying PVS1-level evidence to CSSVs in the absence of functional data.",
  "authors": [
    {
      "last_name": "Oh",
      "fore_name": "Rachel Y",
      "initials": "RY",
      "name": "Rachel Y Oh",
      "affiliations": [
        "Division of Clinical and Metabolic Genetics, Hospital for Sick Children, Toronto, ON, Canada; Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "AlMail",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali AlMail",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada; Program in Genetics and Genome Biology, SickKids Research Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Cheerie",
      "fore_name": "David",
      "initials": "D",
      "name": "David Cheerie",
      "affiliations": [
        "Program in Genetics and Genome Biology, SickKids Research Institute, Toronto, ON, Canada; Department of Molecular Genetics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Guirguis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Guirguis",
      "affiliations": [
        "Program in Genetics and Genome Biology, SickKids Research Institute, Toronto, ON, Canada; Department of Molecular Genetics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hou",
      "fore_name": "Huayun",
      "initials": "H",
      "name": "Huayun Hou",
      "affiliations": [
        "Program in Genetics and Genome Biology, SickKids Research Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Yuki",
      "fore_name": "Kyoko E",
      "initials": "KE",
      "name": "Kyoko E Yuki",
      "affiliations": [
        "Program in Genetics and Genome Biology, SickKids Research Institute, Toronto, ON, Canada; Division of Genome Diagnostics, Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Haque",
      "fore_name": "Bushra",
      "initials": "B",
      "name": "Bushra Haque",
      "affiliations": [
        "Program in Genetics and Genome Biology, SickKids Research Institute, Toronto, ON, Canada; Department of Molecular Genetics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Thiruvahindrapuram",
      "fore_name": "Bhooma",
      "initials": "B",
      "name": "Bhooma Thiruvahindrapuram",
      "affiliations": [
        "The Centre for Applied Genomics, SickKids Research Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "Christian R",
      "initials": "CR",
      "name": "Christian R Marshall",
      "affiliations": [
        "Division of Genome Diagnostics, Hospital for Sick Children, Toronto, ON, Canada; Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mendoza-Londono",
      "fore_name": "Roberto",
      "initials": "R",
      "name": "Roberto Mendoza-Londono",
      "affiliations": [
        "Division of Clinical and Metabolic Genetics, Hospital for Sick Children, Toronto, ON, Canada; Program in Genetics and Genome Biology, SickKids Research Institute, Toronto, ON, Canada; Department of Paediatrics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Shlien",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Shlien",
      "affiliations": [
        "Program in Genetics and Genome Biology, SickKids Research Institute, Toronto, ON, Canada; Department of Molecular Genetics, University of Toronto, Toronto, ON, Canada; Division of Genome Diagnostics, Hospital for Sick Children, Toronto, ON, Canada; Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kyriakopoulou",
      "fore_name": "Lianna G",
      "initials": "LG",
      "name": "Lianna G Kyriakopoulou",
      "affiliations": [
        "Division of Genome Diagnostics, Hospital for Sick Children, Toronto, ON, Canada; Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Walker",
      "affiliations": [
        "The Centre for Applied Genomics, SickKids Research Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Dowling",
      "fore_name": "James J",
      "initials": "JJ",
      "name": "James J Dowling",
      "affiliations": [
        "Program in Genetics and Genome Biology, SickKids Research Institute, Toronto, ON, Canada; Department of Molecular Genetics, University of Toronto, Toronto, ON, Canada; Department of Paediatrics, University of Toronto, Toronto, ON, Canada; Division of Neurology, Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Program in Genetics and Genome Biology, SickKids Research Institute, Toronto, ON, Canada; Department of Molecular Genetics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Costain",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Costain",
      "affiliations": [
        "Division of Clinical and Metabolic Genetics, Hospital for Sick Children, Toronto, ON, Canada; Program in Genetics and Genome Biology, SickKids Research Institute, Toronto, ON, Canada; Department of Molecular Genetics, University of Toronto, Toronto, ON, Canada; Department of Paediatrics, University of Toronto, Toronto, ON, Canada. Electronic address: gregory.costain@sickkids.ca."
      ]
    }
  ],
  "journal": {
    "title": "HGG advances",
    "iso_abbreviation": "HGG Adv",
    "issn": "2666-2477",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "18"
  },
  "start_page": "100299",
  "pages": "100299",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "RNA Splice Sites",
    "RNA Splicing",
    "Computer Simulation",
    "Computational Biology",
    "Exons",
    "Genetic Variation"
  ],
  "article_ids": {
    "pubmed": "38659227",
    "pmc": "PMC11144818",
    "doi": "10.1016/j.xhgg.2024.100299",
    "pii": "S2666-2477(24)00038-1"
  },
  "doi": "10.1016/j.xhgg.2024.100299",
  "pmc_id": "PMC11144818",
  "dates": {
    "completed": "2024-07-19",
    "revised": "2024-07-19"
  },
  "chemicals": [
    "RNA Splice Sites"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.856007",
    "pmid": "38659227"
  }
}