{
  "pmid": "38663765",
  "uid": "38663765",
  "title": "REPAIRS Delphi: A UK and Ireland Consensus Statement on the Management of Infected Arterial Pseudoaneurysms Secondary to Groin Injecting Drug Use.",
  "abstract": "OBJECTIVE: Consensus guidelines on the optimal management of infected arterial pseudoaneurysms secondary to groin injecting drug use are lacking. This pathology is a problem in the UK and globally, yet operative management options remain contentious. This study was designed to establish consensus to promote better management of these patients, drawing on the expert experience of those in a location with a high prevalence of illicit drug use. METHODS: A three round modified Delphi was undertaken, systematically surveying consultant vascular surgeons in the UK and Ireland using an online platform. Seventy five vascular surgery units were invited to participate, with one consultant providing the unit consensus practice. Round one responses were thematically analysed to generate statements for round two. These statements were evaluated by participants using a five point Likert scale. Consensus was achieved at a threshold of 70% or more agreement or disagreement. Those statements not reaching consensus were assessed and modified for round three. The results of the Delphi process constituted the consensus statement. RESULTS: Round one received 64 (86%) responses, round two 59 (79%) responses, and round three 62 (83%) responses; 73 (97%) of 75 units contributed. Round two comprised 150 statements and round three 24 statements. Ninety one statements achieved consensus agreement and 15 consensus disagreement. The Delphi statements covered sequential management of these patients from diagnosis and imaging, antibiotics and microbiology, surgical approach, wound management, follow up, and additional considerations. Pre-operative imaging achieved consensus agreement (97%), with computed tomography angiography being the modality of choice (97%). Ligation and debridement without arterial reconstruction was the preferred approach at initial surgical intervention (89%). Multidisciplinary management, ensuring holistic care and access to substance use services, also gained consensus agreement. CONCLUSION: This comprehensive consensus statement provides a strong insight into the standard of care for these patients.",
  "authors": [
    {
      "last_name": "MacLeod",
      "fore_name": "Caitlin S",
      "initials": "CS",
      "name": "Caitlin S MacLeod",
      "affiliations": [
        "Department of Vascular Surgery, Ninewells Hospital, NHS Tayside, Dundee, UK; Division of Systems Medicine, University of Dundee, Dundee, UK. Electronic address: caitlin.macleod2@nhs.scot."
      ]
    },
    {
      "last_name": "Nagy",
      "fore_name": "John",
      "initials": "J",
      "name": "John Nagy",
      "affiliations": [
        "Department of Vascular Surgery, Ninewells Hospital, NHS Tayside, Dundee, UK."
      ]
    },
    {
      "last_name": "Radley",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Radley",
      "affiliations": [
        "Directorate of Public Health, Kings Cross Hospital, NHS Tayside, Dundee, UK; Division of Molecular and Clinical Medicine, University of Dundee, Dundee, UK."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Faisel",
      "initials": "F",
      "name": "Faisel Khan",
      "affiliations": [
        "Division of Systems Medicine, University of Dundee, Dundee, UK."
      ]
    },
    {
      "last_name": "Rae",
      "fore_name": "Nikolas",
      "initials": "N",
      "name": "Nikolas Rae",
      "affiliations": [
        "Department of Infectious Diseases, Ninewells Hospital, NHS Tayside, Dundee, UK."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael S J",
      "initials": "MSJ",
      "name": "Michael S J Wilson",
      "affiliations": [
        "Department of General Surgery, Forth Valley Royal Hospital, Larbert, UK."
      ]
    },
    {
      "last_name": "Suttie",
      "fore_name": "Stuart A",
      "initials": "SA",
      "name": "Stuart A Suttie",
      "affiliations": [
        "Department of Vascular Surgery, Ninewells Hospital, NHS Tayside, Dundee, UK."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of vascular and endovascular surgery : the official journal of the European Society for Vascular Surgery",
    "iso_abbreviation": "Eur J Vasc Endovasc Surg",
    "issn": "1532-2165",
    "issn_type": "Electronic",
    "volume": "68",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "530",
  "end_page": "540",
  "pages": "530-540",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Delphi Technique",
    "Substance Abuse, Intravenous",
    "Ireland",
    "Aneurysm, False",
    "United Kingdom",
    "Consensus",
    "Groin",
    "Aneurysm, Infected",
    "Vascular Surgical Procedures"
  ],
  "article_ids": {
    "pubmed": "38663765",
    "doi": "10.1016/j.ejvs.2024.04.016",
    "pii": "S1078-5884(24)00352-6"
  },
  "doi": "10.1016/j.ejvs.2024.04.016",
  "dates": {
    "completed": "2024-09-18",
    "revised": "2024-09-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.856380",
    "pmid": "38663765"
  }
}