{
  "pmid": "38661459",
  "uid": "38661459",
  "title": "Exploring the Impact of Age, Frailty, and Multimorbidity on the Effect of ICU Interventions: A Systematic Review of Randomized Controlled Trials.",
  "abstract": "OBJECTIVES: To date, age, frailty, and multimorbidity have been used primarily to inform prognosis in older adults. It remains uncertain, however, whether these patient factors may also predict response to critical care interventions or treatment outcomes. DATA SOURCES: We conducted a systematic search of top general medicine and critical care journals for randomized controlled trials (RCTs) examining critical care interventions published between January 1, 2011, and December 31, 2021. STUDY SELECTION: We included RCTs of critical care interventions that examined any one of three subgroups-age, frailty, or multimorbidity. We excluded cluster RCTs, studies that did not report interventions in an ICU, and studies that did not report data examining subgroups of age, frailty, or multimorbidity. DATA EXTRACTION: We collected study characteristics (single vs. multicountry enrollment, single vs. multicenter enrollment, funding, sample size, intervention, comparator, primary outcome and secondary outcomes, length of follow-up), study population (inclusion and exclusion criteria, average age in intervention and comparator groups), and subgroup data. We used the Instrument for assessing the Credibility of Effect Modification Analyses instrument to evaluate the credibility of subgroup findings. DATA SYNTHESIS: Of 2037 unique citations, we included 48 RCTs comprising 50,779 total participants. Seven (14.6%) RCTs found evidence of statistically significant effect modification based on age, whereas none of the multimorbidity or frailty subgroups found evidence of statistically significant subgroup effect. Subgroup credibility ranged from very low to moderate. CONCLUSIONS: Most critical care RCTs do not examine for subgroup effects by frailty or multimorbidity. Although age is more commonly considered, the cut-point is variable, and relative effect modification is rare. Although interventional effects are likely similar across age groups, shared decision-making based on individual patient preferences must remain a priority. RCTs focused specifically on critically ill older adults or those living with frailty and/or multimorbidity are crucial to further address this research question.",
  "authors": [
    {
      "last_name": "Perrella",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Perrella",
      "affiliations": [
        "Department of Medicine, Division of Geriatric Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Geen",
      "fore_name": "Olivia",
      "initials": "O",
      "name": "Olivia Geen",
      "affiliations": [
        "Department of Medicine, Division of Geriatric Medicine, Trillium Health Partners, Mississauga, ON, Canada."
      ]
    },
    {
      "last_name": "Ahuja",
      "fore_name": "Manan",
      "initials": "M",
      "name": "Manan Ahuja",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Scott",
      "affiliations": [
        "Department of Pediatrics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Kaushik",
      "fore_name": "Ramya",
      "initials": "R",
      "name": "Ramya Kaushik",
      "affiliations": [
        "Department of Medicine, Yale University, New Haven, CT."
      ]
    },
    {
      "last_name": "Ferrante",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Ferrante",
      "affiliations": [
        "Section of Pulmonary, Critical Care, and Sleep Medicine, Department of Internal Medicine, Yale School of Medicine, New Haven, CT."
      ]
    },
    {
      "last_name": "Brummel",
      "fore_name": "Nathan E",
      "initials": "NE",
      "name": "Nathan E Brummel",
      "affiliations": [
        "Division of Pulmonary, Critical Care, and Sleep Medicine, Department of Internal Medicine, The Ohio State University College of Medicine, Columbus, OH."
      ]
    },
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": [
        "Department of Critical Care Medicine, Queens University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "e463",
  "end_page": "e472",
  "pages": "e463-e472",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Multimorbidity",
    "Randomized Controlled Trials as Topic",
    "Frailty",
    "Intensive Care Units",
    "Age Factors",
    "Aged",
    "Critical Care",
    "Critical Illness"
  ],
  "article_ids": {
    "pubmed": "38661459",
    "mid": "NIHMS2057420",
    "pmc": "PMC11974607",
    "doi": "10.1097/CCM.0000000000006315",
    "pii": "00003246-202409000-00026"
  },
  "doi": "10.1097/CCM.0000000000006315",
  "pmc_id": "PMC11974607",
  "dates": {
    "completed": "2024-08-15",
    "revised": "2025-05-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K76 AG057023",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P30 AG021342",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 AG077644",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 HD107103",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.241823",
    "pmid": "38661459"
  }
}