{
  "pmid": "38670346",
  "uid": "38670346",
  "title": "Labral repair, reconstruction, and augmentation improve postoperative outcomes in patients with irreparable or hypoplastic labra: A systematic review.",
  "abstract": "PURPOSE: To review the postoperative outcomes of arthroscopic surgical options in treating irreparable and hypoplastic labrum of the hip. METHODS: Three online databases (PubMed, MEDLINE, and EMBASE) were searched from database inception to June 27, 2023 to identify literature on treatment strategies for hypoplastic/irreparable acetabular labrum. Data pertaining to classification of irreparable tears or labral hypoplasia, indication for surgery, description of treatment, radiographic findings, and clinical outcomes were recorded and described. The methodological quality of included studies was assessed by the Methodological Index for Non-Randomized Studies (MINORS) criteria. RESULTS: Seven level IV case series, eleven level III retrospective cohort studies, and two level II prospective cohort studies comprising 1937 patients were included for analysis. Studies were divided into an irreparable labral group comprising 1002 patients and a hypoplastic labral group comprising 935 patients. Treatments included repair, augmentation, or reconstruction. In the irreparable group, 12 studies recorded improvement of modified Harris Hip Score (mHHS) with preoperative scores ranging from 50.3 to 67.3 and postoperative scores ranging from 76.2 to 95.0. The rate of conversion to total hip arthroplasty (THA) and rate of revision arthroscopy were 6.6% and 5.9%, respectively across all studies. In the hypoplastic group, two studies that focused on repair noted no statistical difference in mHHS for repair in hypoplastic labrum vs repair in non-hypoplastic labrum. One study showed that there was a difference in post-operative mHHS for labral repair for hypoplastic vs non-hypoplastic labrum, with repair in non-hypoplastic labrum showing superior mHHS (p ​< ​0.001). CONCLUSION: The findings of this review suggest that treatment of irreparable labra with reconstruction or augmentation results in improved patient-reported outcome measures (PROMs). For the hypoplastic labrum, primary repair also results in improvement in PROMs. Future studies focusing on the hypoplastic labra alone with an appropriate control group, rather than irreparable labral tears, are needed to properly assess patient outcomes and guide surgical indications.",
  "authors": [
    {
      "last_name": "Johnson",
      "fore_name": "Jansen",
      "initials": "J",
      "name": "Jansen Johnson",
      "affiliations": [
        "Division of Orthopedic Surgery, Department of Surgery, McMaster, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Vivekanantha",
      "fore_name": "Prushoth",
      "initials": "P",
      "name": "Prushoth Vivekanantha",
      "affiliations": [
        "Michael deGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Blackman",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Blackman",
      "affiliations": [
        "Department of Medicine, Department of Surgery, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Cohen",
      "affiliations": [
        "Division of Orthopedic Surgery, Department of Surgery, McMaster, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopedic Surgery, Department of Surgery, McMaster, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopedic Surgery, Department of Surgery, McMaster, Hamilton, ON, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of ISAKOS : joint disorders & orthopaedic sports medicine",
    "iso_abbreviation": "J ISAKOS",
    "issn": "2059-7762",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "100260",
  "pages": "100260",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Arthroscopy",
    "Acetabulum",
    "Treatment Outcome",
    "Plastic Surgery Procedures",
    "Hip Joint"
  ],
  "article_ids": {
    "pubmed": "38670346",
    "doi": "10.1016/j.jisako.2024.04.012",
    "pii": "S2059-7754(24)00082-8"
  },
  "doi": "10.1016/j.jisako.2024.04.012",
  "dates": {
    "completed": "2024-12-11",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.870799",
    "pmid": "38670346"
  }
}