{
  "pmid": "38686000",
  "uid": "38686000",
  "title": "Modeling Zero-inflated Count Data Using Generalized Poisson and Ordinal Logistic Regression Models in Medical Research.",
  "abstract": "OBJECTIVES: In medical research, the study's design and statistical methods are pivotal, as they guide interpretation and conclusion. Selecting appropriate statistical models hinges on the distribution of the outcome measure. Count data, frequently used in medical research, often exhibit over-dispersion or zero inflation. Occasionally, count data are considered ordinal (with a maximum outcome value of 5), and this calls for the application of ordinal regression models. Various models exist for analyzing over-dispersed data such as negative binomial, generalized Poisson (GP), and ordinal regression model. This study aims to examine whether the GP model is a superior alternative to the ordinal logistic regression (OLR) model, specifically in the context of zero-inflated Poisson models using both simulated and real-time data. METHODS: Simulated data were generated with varied estimates of regression coefficients, sample sizes, and various proportions of zeros. The GP and OLR models were compared using fit statistics. Additionally, comparisons were made using real-time datasets. RESULTS: The simulated results consistently revealed lower bias and mean squared error values in the GP model compared to the OLR model. The same trend was observed in real-time datasets, with the GP model consistently demonstrating lower standard errors. Except when the sample size was 1000 and the proportions of zeros were 30% and 40%, the Bayesian information criterion consistently favored the GP model over the OLR model. CONCLUSIONS: This study establishes that the proposed GP model offers a more advantageous alternative to the OLR model. Moreover, the GP model facilitates easier modeling and interpretation when compared to the OLR model.",
  "authors": [
    {
      "last_name": "Yadav",
      "fore_name": "Bijesh",
      "initials": "B",
      "name": "Bijesh Yadav",
      "affiliations": [
        "Department of Biostatistics, Christian Medical College, Vellore, Tamil Nadu, India."
      ]
    },
    {
      "last_name": "Jeyaseelan",
      "fore_name": "Lakshmanan",
      "initials": "L",
      "name": "Lakshmanan Jeyaseelan",
      "affiliations": [
        "College of Medicine, Mohammed Bin Rashid University of Medicine and Health Sciences, Dubai, UAE."
      ]
    },
    {
      "last_name": "Sappani",
      "fore_name": "Marimuthu",
      "initials": "M",
      "name": "Marimuthu Sappani",
      "affiliations": [
        "Department of Biostatistics, Christian Medical College, Vellore, Tamil Nadu, India."
      ]
    },
    {
      "last_name": "Mani",
      "fore_name": "Thenmozhi",
      "initials": "T",
      "name": "Thenmozhi Mani",
      "affiliations": [
        "Department of Biostatistics, Christian Medical College, Vellore, Tamil Nadu, India."
      ]
    },
    {
      "last_name": "George",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian George",
      "affiliations": [
        "Department of Statistical Sciences, Kannur University, Kerala, India."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Population Health Research Institute and Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Oman medical journal",
    "iso_abbreviation": "Oman Med J",
    "issn": "1999-768X",
    "issn_type": "Print",
    "volume": "39",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "e586",
  "pages": "e586",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38686000",
    "pmc": "PMC11056604",
    "doi": "10.5001/omj.2024.41",
    "pii": "OMJ-39-01-2200939"
  },
  "doi": "10.5001/omj.2024.41",
  "pmc_id": "PMC11056604",
  "dates": {
    "revised": "2024-05-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.811228",
    "pmid": "38686000"
  }
}