{
  "pmid": "38685956",
  "uid": "38685956",
  "title": "Yogurt, in the context of a healthy diet, for the prevention and management of diabetes and obesity: a perspective from Argentina.",
  "abstract": "Diabetes is a non-communicable chronic, but preventable, disease whose occurrence is related to unhealthy lifestyles, including inadequate diet. Obesity is a risk factor for diabetes. In Argentina, 12.7% of the population is living with diabetes. In this work, we aimed at giving a perspective on the role of yogurt, as part of a healthy lifestyle, for the prevention and management of obesity and diabetes. The intake of yogurt declined in the last decade in Argentina. In the context of the global diet, the contribution of a moderate increase of yogurt consumption has the potential to improve up to 10% the nutritional density of the Argentine population's diet, given its present low diversity and wide gaps in nutritive foods. The consumption of yogurt can be beneficial in the prevention and management of obesity and T2DM. The ready availability of yogurt and its easy introduction to diverse diets suggests that educating the general public to incorporate this fermented milk as part of a healthy diet may potentially contribute to improved public health through prevention of NCDs and the costs associated with them.",
  "authors": [
    {
      "last_name": "Britos",
      "fore_name": "Sergio",
      "initials": "S",
      "name": "Sergio Britos",
      "affiliations": [
        "Medical Sciences Faculty, Pontifical Catholic University of Argentina, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "González",
      "fore_name": "Andrea F",
      "initials": "AF",
      "name": "Andrea F González",
      "affiliations": [
        "Department of Alimentation, Dr. C. Bonorino Udaondo Gastroenterology Hospital, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Flax Marcó",
      "fore_name": "Florencia",
      "initials": "F",
      "name": "Florencia Flax Marcó",
      "affiliations": [
        "Ministry of Health, Government of Buenos Aires Autonomous City, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Mónica",
      "initials": "M",
      "name": "Mónica Katz",
      "affiliations": [
        "Faculty of Medical Sciences, Favaloro University, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Schuldberg",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Schuldberg",
      "affiliations": [
        "Villa Urquiza Women and Children Medical Center, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Torresani",
      "fore_name": "María Elena",
      "initials": "ME",
      "name": "María Elena Torresani",
      "affiliations": [
        "Faculty of Medical Sciences, Favaloro University, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Vinderola",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Vinderola",
      "affiliations": [
        "Instituto de Lactología Industrial (CONICET-UNL), Faculty of Chemical Engineering, National University of Litoral, Santa Fe, Argentina."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in nutrition",
    "iso_abbreviation": "Front Nutr",
    "issn": "2296-861X",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2024"
  },
  "start_page": "1373551",
  "pages": "1373551",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38685956",
    "pmc": "PMC11056554",
    "doi": "10.3389/fnut.2024.1373551"
  },
  "doi": "10.3389/fnut.2024.1373551",
  "pmc_id": "PMC11056554",
  "dates": {
    "revised": "2024-05-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.233893",
    "pmid": "38685956"
  }
}