{
  "pmid": "38687754",
  "uid": "38687754",
  "title": "PREscribing preoperative weight loss prior to major non-bariatric abdominal surgery for patients with Elevated weight: Patient and Provider Survey Protocols (PREPARE surveys).",
  "abstract": "BACKGROUND: Preoperative very low energy diet (VLED) interventions are used routinely in patients undergoing bariatric surgery, a surgical subspecialty that deals almost exclusively with patients with obesity. Yet, their use and study has been limited in non-bariatric abdominal surgery. To investigate the use of VLEDs in non-bariatric surgery, we plan on conducting a randomized controlled trial (RCT). Prior to proceeding, however, we have designed two surveys as important pre-emptive studies aimed at elucidating patient and provider perspectives regarding these interventions. METHODS: The patient survey is a cross-sectional, single-center survey aimed at assessing the safety, adherence, barriers to adherence, and willingness to participate in preoperative optimization protocols with VLEDs prior to undergoing elective non-bariatric intra-abdominal surgery (S1 File). The population of interest is all adult patients with obesity undergoing elective non-bariatric intra-abdominal surgery at St. Joseph's Healthcare Hamilton who were prescribed a course of preoperative VLED. The primary outcomes will be safety and adherence. The target sample size is 35 survey responses. The provider survey is a cross-sectional national survey of practicing surgeons in Canada who perform major non-bariatric abdominal surgery aimed assessing the willingness and ability to prescribe preoperative weight loss interventions amongst practicing Canadian surgeons who perform major non-bariatric abdominal surgery (S2 File). The population of interest is independent practicing surgeons in Canada who perform major non-bariatric abdominal surgery. The primary outcome will be willingness to prescribe preoperative VLED to patients with obesity undergoing major non-bariatric abdominal surgery for both benign and malignant indications. The target sample size is 61 survey responses. Descriptive statistics will be used to characterize the sample populations. To determine variables associated with primary outcomes in the surveys, regression analyses will be performed. DISCUSSION: These survey data will ultimately inform the design of an RCT evaluating the efficacy of preoperative VLEDs for patients with obesity undergoing major abdominal surgery.",
  "authors": [
    {
      "last_name": "McKechnie",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler McKechnie",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7668-4096"
    },
    {
      "last_name": "Saddik",
      "fore_name": "Maisa",
      "initials": "M",
      "name": "Maisa Saddik",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes",
      "initials": "A",
      "name": "Aristithes Doumouras",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Surgery, Division of General Surgery, St. Joseph Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Eskicioglu",
      "fore_name": "Cagla",
      "initials": "C",
      "name": "Cagla Eskicioglu",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Surgery, Division of General Surgery, St. Joseph Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Surgery, Division of Orthopedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "4",
    "pub_year": "2024"
  },
  "start_page": "e0302482",
  "pages": "e0302482",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Cross-Sectional Studies",
    "Weight Loss",
    "Preoperative Care",
    "Surveys and Questionnaires",
    "Abdomen",
    "Obesity",
    "Female",
    "Adult",
    "Male",
    "Bariatric Surgery"
  ],
  "article_ids": {
    "pubmed": "38687754",
    "pmc": "PMC11060585",
    "doi": "10.1371/journal.pone.0302482",
    "pii": "PONE-D-23-33878"
  },
  "doi": "10.1371/journal.pone.0302482",
  "pmc_id": "PMC11060585",
  "dates": {
    "completed": "2024-04-30",
    "revised": "2024-05-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:43.092534",
    "pmid": "38687754"
  }
}