{
  "pmid": "38703705",
  "uid": "38703705",
  "title": "Patient factors associated with cancer worry post-breast reconstruction: A cross-sectional study.",
  "abstract": "PURPOSE: The BREAST-Q Breast Cancer module is a patient-reported outcome measure for women with breast cancer diagnosis. Our research team developed and validated a novel BREAST-Q scale for this module that measures quality of life outcomes specific to cancer worry. The aim of this study was to investigate patient related breast reconstruction factors that are associated with worse scores on the new BREAST-Q Cancer Worry Scale. METHODS: Women with a history of breast cancer treated with mastectomy and reconstruction, aged ≥18 years, and English-speaking were recruited through the Love Research Army between October and November 2019. Participants completed demographic and clinical questions alongside the BREAST-Q Cancer Worry Scale. Univariable and multivariable regression analyses were used to identify participant characteristics associated with cancer worry scores. RESULTS: Among the 554 potential respondents, 538 (97.1%) completed the Cancer Worry Scale. The average patient age was 58.4 (+9.8) years. Cancer Worry scores were normally distributed with a mean of 46.4 (+17.2). Cancer Worry scores were significantly associated (p < 0.01) with younger age, history of radiation therapy, complications associated with breast surgery since diagnosis, use of textured breast implants, and shorter duration since surgery. CONCLUSIONS: This exploratory analysis provides evidence of patient characteristics that may be associated with cancer worry following postmastectomy breast reconstruction.",
  "authors": [
    {
      "last_name": "Gallo",
      "fore_name": "Lucas",
      "initials": "L",
      "name": "Lucas Gallo",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, ON, Canada. Electronic address: lucas.gallo@medportal.ca."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Manraj",
      "initials": "M",
      "name": "Manraj Kaur",
      "affiliations": [
        "Department of Surgery, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Tsangaris",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Tsangaris",
      "affiliations": [
        "Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Nelson",
      "fore_name": "Jonas A",
      "initials": "JA",
      "name": "Jonas A Nelson",
      "affiliations": [
        "Plastic and Reconstructive Surgery Service, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Division of Plastic Surgery, Brigham and Women's Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 3N27, 1280 Main Street W, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Voineskos",
      "fore_name": "Sophocles",
      "initials": "S",
      "name": "Sophocles Voineskos",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of plastic, reconstructive & aesthetic surgery : JPRAS",
    "iso_abbreviation": "J Plast Reconstr Aesthet Surg",
    "issn": "1878-0539",
    "issn_type": "Electronic",
    "volume": "93",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "173",
  "end_page": "182",
  "pages": "173-182",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Middle Aged",
    "Breast Neoplasms",
    "Mammaplasty",
    "Cross-Sectional Studies",
    "Anxiety",
    "Patient Reported Outcome Measures",
    "Mastectomy",
    "Quality of Life",
    "Aged",
    "Adult",
    "Breast Implants"
  ],
  "article_ids": {
    "pubmed": "38703705",
    "doi": "10.1016/j.bjps.2024.04.015",
    "pii": "S1748-6815(24)00198-0"
  },
  "doi": "10.1016/j.bjps.2024.04.015",
  "dates": {
    "completed": "2024-06-03",
    "revised": "2024-06-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.212253",
    "pmid": "38703705"
  }
}