{
  "pmid": "38701670",
  "uid": "38701670",
  "title": "Patterns of intimate partner violence exposure across the first 10 years of life and children's emotional-behavioural outcomes at 10 years.",
  "abstract": "BACKGROUND: Childhood exposure to intimate partner violence (IPV) is associated with emotional-behavioural problems. However, little is known about children's emotional-behavioural outcomes following exposure to different long-term patterns of IPV. OBJECTIVE: The current study aimed to investigate the emotional-behavioural functioning of children at 10 years of age following exposure to different patterns of IPV across the first 10 years of life. PARTICIPANTS AND SETTING: Data for this study was drawn from the Mothers' and Young People's Study- a longitudinal study of 1507 first time mothers and their first born child. METHODS: Women were recruited during pregnancy from six public hospitals in Victoria, Australia. Data was collected during pregnancy, and at one, four and ten years postpartum. Four patterns of IPV exposure were previously identified: (a) minimal IPV exposure; (b) early IPV; (c) Increasing IPV; and (d) persistent IPV. Logistic regression was used to assess associations between IPV exposure and emotional-behavioural outcomes. RESULTS: Exposure to early, increasing, or persistent IPV was associated with increased odds of experiencing emotional-behavioural difficulties (OR 2.15-2.97). Children exposed to a persistent pattern of IPV experienced over 6 times the odds of conduct problems (OR = 6.15 CI = 2.3-16.44). CONCLUSIONS: Children exposed to early, increasing, or persistent IPV experienced increased odds of emotional-behavioural problems at age 10, regardless of the duration or type of violence they were exposed to. However, children exposed to persistent IPV across childhood appeared to experience the highest odds of emotional-behavioural difficulties.",
  "authors": [
    {
      "last_name": "Fogarty",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Fogarty",
      "affiliations": [
        "Intergenerational Health, Murdoch Children's Research Institute, 50 Flemington Road, Parkville 3052, Australia; Department of Paediatrics, The University of Melbourne, 50 Flemington Road, Parkville 3052, Australia; School of Psychology, Deakin University, Geelong 3125, Australia. Electronic address: ali.fogarty@mcri.edu.au."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Brown",
      "affiliations": [
        "Intergenerational Health, Murdoch Children's Research Institute, 50 Flemington Road, Parkville 3052, Australia; Department of Paediatrics, The University of Melbourne, 50 Flemington Road, Parkville 3052, Australia; Department of General Practice, University of Melbourne, 780 Elizabeth St, Melbourne 3010, Australia."
      ]
    },
    {
      "last_name": "Gartland",
      "fore_name": "Deirdre",
      "initials": "D",
      "name": "Deirdre Gartland",
      "affiliations": [
        "Intergenerational Health, Murdoch Children's Research Institute, 50 Flemington Road, Parkville 3052, Australia; Department of Paediatrics, The University of Melbourne, 50 Flemington Road, Parkville 3052, Australia."
      ]
    },
    {
      "last_name": "McMahon",
      "fore_name": "Grace",
      "initials": "G",
      "name": "Grace McMahon",
      "affiliations": [
        "Intergenerational Health, Murdoch Children's Research Institute, 50 Flemington Road, Parkville 3052, Australia."
      ]
    },
    {
      "last_name": "FitzPatrick",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly FitzPatrick",
      "affiliations": [
        "Intergenerational Health, Murdoch Children's Research Institute, 50 Flemington Road, Parkville 3052, Australia."
      ]
    },
    {
      "last_name": "Seymour",
      "fore_name": "Monique",
      "initials": "M",
      "name": "Monique Seymour",
      "affiliations": [
        "Intergenerational Health, Murdoch Children's Research Institute, 50 Flemington Road, Parkville 3052, Australia; School of Psychology, Deakin University, Geelong 3125, Australia."
      ]
    },
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "Psychiatry and Behavioural Neurosciences, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Faculty of Health Sciences, Oxford Centre for Child Studies, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet",
      "initials": "H",
      "name": "Harriet MacMillan",
      "affiliations": [
        "Psychiatry and Behavioural Neurosciences, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Faculty of Health Sciences, Oxford Centre for Child Studies, Hamilton, Ontario, Canada; Pediatrics, Faculty of Health Sciences McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Giallo",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Giallo",
      "affiliations": [
        "Intergenerational Health, Murdoch Children's Research Institute, 50 Flemington Road, Parkville 3052, Australia; Department of Paediatrics, The University of Melbourne, 50 Flemington Road, Parkville 3052, Australia; School of Psychology, Deakin University, Geelong 3125, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Child abuse & neglect",
    "iso_abbreviation": "Child Abuse Negl",
    "issn": "1873-7757",
    "issn_type": "Electronic",
    "volume": "153",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "106814",
  "pages": "106814",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Child",
    "Intimate Partner Violence",
    "Male",
    "Longitudinal Studies",
    "Victoria",
    "Child, Preschool",
    "Adult",
    "Infant",
    "Pregnancy",
    "Young Adult",
    "Exposure to Violence",
    "Child Behavior Disorders",
    "Child Behavior",
    "Adolescent"
  ],
  "article_ids": {
    "pubmed": "38701670",
    "doi": "10.1016/j.chiabu.2024.106814",
    "pii": "S0145-2134(24)00204-7"
  },
  "doi": "10.1016/j.chiabu.2024.106814",
  "dates": {
    "completed": "2024-06-10",
    "revised": "2024-06-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:12.213698",
    "pmid": "38701670"
  }
}