{
  "pmid": "38707833",
  "uid": "38707833",
  "title": "How Does ADPKD Severity Differ Between Family Members?",
  "abstract": "Thousands of pathogenic variants in more than 100 genes can cause kidney cysts with substantial variability in phenotype and risk of subsequent kidney failure. Despite an established genotype-phenotype correlation in cystic kidney diseases, incomplete penetrance and variable disease expressivity are present as is the case in all monogenic diseases. In family members with autosomal dominant polycystic kidney disease (ADPKD), the same causal variant is responsible in all affected family members; however, there can still be striking discordance in phenotype severity. This narrative review explores contributors to within-family discordance in ADPKD severity. Cases of biallelic and digenic inheritance, where 2 rare pathogenic variants in cystogenic genes are coexistent in one family, account for a small proportion of within-family discordance. Genetic background, including cis and trans factors and the polygenic propensity for comorbid disease, also plays a role but has not yet been exhaustively quantified. Environmental exposures, including diet; smoking; alcohol, salt, and protein intake, and comorbid diseases, including obesity, diabetes, hypertension, kidney stones, dyslipidemia, and additional coexistent kidney diseases all contribute to ADPKD phenotypic variability among family members. Given that many of the factors contributing to phenotype variability are preventable, modifiable, or treatable, health care providers and patients need to be aware of these factors and address them in the treatment of ADPKD.",
  "authors": [
    {
      "last_name": "Yeung",
      "fore_name": "Klement C",
      "initials": "KC",
      "name": "Klement C Yeung",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fryml",
      "fore_name": "Elise",
      "initials": "E",
      "name": "Elise Fryml",
      "affiliations": [
        "Department of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Nephrology, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Kidney international reports",
    "iso_abbreviation": "Kidney Int Rep",
    "issn": "2468-0249",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "1198",
  "end_page": "1209",
  "pages": "1198-1209",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38707833",
    "pmc": "PMC11068977",
    "doi": "10.1016/j.ekir.2024.01.053",
    "pii": "S2468-0249(24)00065-2"
  },
  "doi": "10.1016/j.ekir.2024.01.053",
  "pmc_id": "PMC11068977",
  "dates": {
    "revised": "2024-05-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:34:45.733440",
    "pmid": "38707833"
  }
}