{
  "pmid": "38713507",
  "uid": "38713507",
  "title": "Effect of Rural Trauma Team Development on the Outcomes of Motorcycle Accident-Related Injuries (Motor Registry Project): Protocol for a Multicenter Cluster Randomized Controlled Trial.",
  "abstract": "BACKGROUND: Injury is a global health concern, and injury-related mortality disproportionately impacts low- and middle-income countries (LMICs). Compelling evidence from observational studies in high-income countries shows that trauma education programs, such as the Rural Trauma Team Development Course (RTTDC), increase clinician knowledge of injury care. There is a dearth of such evidence from controlled clinical trials to demonstrate the effect of the RTTDC on process and patient outcomes in LMICs. OBJECTIVE: This multicenter cluster randomized controlled clinical trial aims to examine the impact of the RTTDC on process and patient outcomes associated with motorcycle accident-related injuries in an African low-resource setting. METHODS: This is a 2-arm, parallel, multi-period, cluster randomized, controlled, clinical trial in Uganda, where rural trauma team development training is not routinely conducted. We will recruit regional referral hospitals and include patients with motorcycle accident-related injuries, interns, medical trainees, and road traffic law enforcement professionals. The intervention group (RTTDC) and control group (standard care) will include 3 hospitals each. The primary outcomes will be the interval from the accident to hospital admission and the interval from the referral decision to hospital discharge. The secondary outcomes will be all-cause mortality and morbidity associated with neurological and orthopedic injuries at 90 days after injury. All outcomes will be measured as final values. We will compare baseline characteristics and outcomes at both individual and cluster levels between the intervention and control groups. We will use mixed effects regression models to report any absolute or relative differences along with 95% CIs. We will perform subgroup analyses to evaluate and control confounding due to injury mechanisms and injury severity. We will establish a motorcycle trauma outcome (MOTOR) registry in consultation with community traffic police. RESULTS: The trial was approved on August 27, 2019. The actual recruitment of the first patient participant began on September 01, 2019. The last follow-up was on August 27, 2023. Posttrial care, including linkage to clinical, social support, and referral services, is to be completed by November 27, 2023. Data analyses will be performed in Spring 2024, and the results are expected to be published in Autumn 2024. CONCLUSIONS: This trial will unveil how a locally contextualized rural trauma team development program impacts organizational efficiency in a continent challenged with limited infrastructure and human resources. Moreover, this trial will uncover how rural trauma team coordination impacts clinical outcomes, such as mortality and morbidity associated with neurological and orthopedic injuries, which are the key targets for strengthening trauma systems in LMICs where prehospital care is in the early stage. Our results could inform the design, implementation, and scalability of future rural trauma teams and trauma education programs in LMICs. TRIAL REGISTRATION: Pan African Clinical Trials Registry (PACTR202308851460352); https://pactr.samrc.ac.za/TrialDisplay.aspx?TrialID=25763. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/55297.",
  "authors": [
    {
      "last_name": "Lule",
      "fore_name": "Herman",
      "initials": "H",
      "name": "Herman Lule",
      "affiliations": [
        "Injury Epidemiology and Prevention (IEP) Research Group, Turku Brain Injury Centre, Department of Clinical Neurosciences, Turku University Hospital and University of Turku, Turku, Finland."
      ],
      "orcid": "0000-0002-0647-9716"
    },
    {
      "last_name": "Mugerwa",
      "fore_name": "Micheal",
      "initials": "M",
      "name": "Micheal Mugerwa",
      "affiliations": [
        "Injury Epidemiology and Prevention (IEP) Research Group, Turku Brain Injury Centre, Department of Clinical Neurosciences, Turku University Hospital and University of Turku, Turku, Finland."
      ],
      "orcid": "0000-0001-8591-7544"
    },
    {
      "last_name": "Ssebuufu",
      "fore_name": "Robinson",
      "initials": "R",
      "name": "Robinson Ssebuufu",
      "affiliations": [
        "Department of Surgery, Mengo Hospital, Kampala, Uganda."
      ],
      "orcid": "0000-0003-2053-1696"
    },
    {
      "last_name": "Kyamanywa",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Kyamanywa",
      "affiliations": [
        "Mother Kevin Postgraduate Medical School, Uganda Martyr's University, Nkozi, Uganda."
      ],
      "orcid": "0000-0002-4270-4431"
    },
    {
      "last_name": "Bärnighausen",
      "fore_name": "Till",
      "initials": "T",
      "name": "Till Bärnighausen",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University Hospital and University of Heidelberg, Heidelberg, Germany."
      ],
      "orcid": "0000-0002-4182-4212"
    },
    {
      "last_name": "Posti",
      "fore_name": "Jussi P",
      "initials": "JP",
      "name": "Jussi P Posti",
      "affiliations": [
        "Neurocentre, Department of Neurosurgery and Turku Brain Injury Centre, Turku University Hospital and University of Turku, Turku, Finland."
      ],
      "orcid": "0000-0002-5925-5193"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lowery",
      "initials": "ML",
      "name": "Michael Lowery Wilson",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University Hospital and University of Heidelberg, Heidelberg, Germany."
      ],
      "orcid": "0000-0002-4007-3496"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2024",
    "pub_month": "May",
    "pub_day": "07"
  },
  "start_page": "e55297",
  "pages": "e55297",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Humans",
    "Male",
    "Accidents, Traffic",
    "Motorcycles",
    "Patient Care Team",
    "Registries",
    "Rural Health Services",
    "Rural Population",
    "Uganda",
    "Wounds and Injuries",
    "Randomized Controlled Trials as Topic",
    "Multicenter Studies as Topic"
  ],
  "article_ids": {
    "pubmed": "38713507",
    "pmc": "PMC11109866",
    "doi": "10.2196/55297",
    "pii": "v13i1e55297"
  },
  "doi": "10.2196/55297",
  "pmc_id": "PMC11109866",
  "dates": {
    "completed": "2024-05-07",
    "revised": "2024-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.859799",
    "pmid": "38713507"
  }
}