{
  "pmid": "38716403",
  "uid": "38716403",
  "title": "Clinical significance of cefazolin inoculum effect in serious MSSA infections: a systematic review.",
  "abstract": "BACKGROUND: The cefazolin inoculum effect (CzIE) is a phenomenon whereby some MSSA isolates demonstrate resistance to cefazolin when a high bacterial inoculum is used for susceptibility testing. The clinical significance of this phenotypic phenomenon remains unclear. We conducted a systematic review to answer the following question: In patients with serious MSSA infection treated with cefazolin, does infection due to CzIE-positive MSSA isolates result in worse clinical outcomes than infection due to CzIE-negative MSSA isolates? METHODS: Ovid MEDLINE, Embase, Cochrane CENTRAL, medRxiv and bioRxiv were searched from inception until 12 April 2023. Studies were included if they tested for CzIE in clinical isolates from MSSA infections in humans. Two independent reviewers extracted data and conducted risk-of-bias assessment. Main outcomes were treatment failure and mortality. Pooling of study estimates was not performed given the heterogeneity of patient populations and outcome definitions. RESULTS: Twenty-three observational studies were included. CzIE presence amidst MSSA isolates ranged from 0% to 55%. There was no statistically significant mortality difference in two studies that compared MSSA infections with and without CzIE, with ORs ranging from 0.72 to 19.78. Of four studies comparing treatment failure, ORs ranged from 0.26 to 13.00. One study showed a significantly higher treatment failure for the CzIE group, but it did not adjust for potential confounders. CONCLUSIONS: The evidence on CzIE is limited by small observational studies. In these studies, CzIE did not predict higher mortality in MSSA infections treated with cefazolin. Our findings do not support CzIE testing in clinical practice currently.",
  "authors": [
    {
      "last_name": "Lo",
      "fore_name": "Calvin Ka-Fung",
      "initials": "CK",
      "name": "Calvin Ka-Fung Lo",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, University of British Columbia, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0003-3664-736X"
    },
    {
      "last_name": "Sritharan",
      "fore_name": "Ashwin",
      "initials": "A",
      "name": "Ashwin Sritharan",
      "affiliations": [
        "Michael G. DeGroote Undergraduate School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Jiesi",
      "initials": "J",
      "name": "Jiesi Zhang",
      "affiliations": [
        "Faculty of Health Sciences, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Li",
      "affiliations": [
        "Faculty of Arts and Sciences, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Zhang",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Wang",
      "affiliations": [
        "Michael G. DeGroote Undergraduate School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2315-5390"
    },
    {
      "last_name": "Bai",
      "fore_name": "Anthony D",
      "initials": "AD",
      "name": "Anthony D Bai",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, Queen's University, Kingston, ON, Canada."
      ],
      "orcid": "0000-0003-0448-9934"
    }
  ],
  "journal": {
    "title": "JAC-antimicrobial resistance",
    "iso_abbreviation": "JAC Antimicrob Resist",
    "issn": "2632-1823",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "dlae069",
  "pages": "dlae069",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38716403",
    "pmc": "PMC11073751",
    "doi": "10.1093/jacamr/dlae069",
    "pii": "dlae069"
  },
  "doi": "10.1093/jacamr/dlae069",
  "pmc_id": "PMC11073751",
  "dates": {
    "revised": "2024-06-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.200323",
    "pmid": "38716403"
  }
}