{
  "pmid": "38728793",
  "uid": "38728793",
  "title": "Non-coding RNA mediated regulation of PI3K/Akt pathway in hepatocellular carcinoma: Therapeutic perspectives.",
  "abstract": "Hepatocellular carcinoma (HCC) is among the primary reasons for fatalities caused by cancer globally, highlighting the need for comprehensive knowledge of its molecular aetiology to develop successful treatment approaches. The PI3K/Akt system is essential in the course of HCC, rendering it an intriguing candidate for treatment. Non-coding RNAs (ncRNAs), such as long ncRNAs (lncRNAs), microRNAs (miRNAs), and circular RNAs (circRNAs), are important mediators of the PI3K/Akt network in HCC. The article delves into the complex regulatory functions of ncRNAs in influencing the PI3K/Akt system in HCC. The study explores how lncRNAs, miRNAs, and circRNAs impact the expression as well as the function of the PI3K/Akt network, either supporting or preventing HCC growth. Additionally, treatment strategies focusing on ncRNAs in HCC are examined, such as antisense oligonucleotide-based methods, RNA interference, and small molecule inhibitor technologies. Emphasizing the necessity of ensuring safety and effectiveness in clinical settings, limitations, and future approaches in using ncRNAs as therapies for HCC are underlined. The present study offers useful insights into the complex regulation system of ncRNAs and the PI3K/Akt cascade in HCC, suggesting possible opportunities for developing innovative treatment approaches to address this lethal tumor.",
  "authors": [
    {
      "last_name": "Hussain",
      "fore_name": "Md Sadique",
      "initials": "MS",
      "name": "Md Sadique Hussain",
      "affiliations": [
        "School of Pharmaceutical Sciences, Jaipur National University, Jagatpura, Jaipur, Rajasthan 302017, India."
      ]
    },
    {
      "last_name": "Moglad",
      "fore_name": "Ehssan",
      "initials": "E",
      "name": "Ehssan Moglad",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Prince Sattam Bin Abdulaziz University, Al Kharj 11942, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Gaurav",
      "initials": "G",
      "name": "Gaurav Gupta",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Saveetha University, India; Centre of Medical and Bio-Allied Health Sciences Research, Ajman University, Ajman, United Arab Emirates. Electronic address: gauravpharma25@gmail.com."
      ]
    },
    {
      "last_name": "Hassan Almalki",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Hassan Almalki",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Umm Al-Qura University, Makkah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, 21589, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, 72341, Sakaka, Aljouf, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kukreti",
      "fore_name": "Neelima",
      "initials": "N",
      "name": "Neelima Kukreti",
      "affiliations": [
        "School of Pharmacy, Graphic Era Hill University, Dehradun 248007, India."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Saurabh",
      "initials": "S",
      "name": "Saurabh Gupta",
      "affiliations": [
        "Chameli Devi Institute of Pharmacy, Department of Pharmacology, Khandwa Road, Village Umrikheda, Near Toll Booth, Indore, Madhya Pradesh 452020, India."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Dinesh",
      "initials": "D",
      "name": "Dinesh Kumar",
      "affiliations": [
        "School of Pharmacy, Chitkara University, Himachal Pradesh, India."
      ]
    },
    {
      "last_name": "Chellappan",
      "fore_name": "Dinesh Kumar",
      "initials": "DK",
      "name": "Dinesh Kumar Chellappan",
      "affiliations": [
        "Department of Life Sciences, School of Pharmacy, International Medical University, Kuala Lumpur, Malaysia."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Sachin Kumar",
      "initials": "SK",
      "name": "Sachin Kumar Singh",
      "affiliations": [
        "School of Pharmaceutical Sciences, Lovely Professional University, Phagwara, Punjab 144411, India; Faculty of Health, Australian Research Centre in Complementary and Integrative Medicine, University of Technology Sydney, Ultimo, Australia; School of Medical and Life Sciences, Sunway University, 47500 Sunway City, Malaysia."
      ]
    },
    {
      "last_name": "Dua",
      "fore_name": "Kamal",
      "initials": "K",
      "name": "Kamal Dua",
      "affiliations": [
        "Faculty of Health, Australian Research Centre in Complementary and Integrative Medicine, University of Technology Sydney, Ultimo, Australia; Discipline of Pharmacy, Graduate School of Health, University of Technology Sydney, NSW 2007, Australia; Uttaranchal Institute of Pharmaceutical Sciences, Uttaranchal University, Dehradun, India. Electronic address: kamalpharmacist02@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Pathology, research and practice",
    "iso_abbreviation": "Pathol Res Pract",
    "issn": "1618-0631",
    "issn_type": "Electronic",
    "volume": "258",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "155303",
  "pages": "155303",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Carcinoma, Hepatocellular",
    "Humans",
    "Liver Neoplasms",
    "Proto-Oncogene Proteins c-akt",
    "Phosphatidylinositol 3-Kinases",
    "Signal Transduction",
    "RNA, Untranslated",
    "Gene Expression Regulation, Neoplastic",
    "RNA, Circular",
    "RNA, Long Noncoding"
  ],
  "article_ids": {
    "pubmed": "38728793",
    "doi": "10.1016/j.prp.2024.155303",
    "pii": "S0344-0338(24)00214-0"
  },
  "doi": "10.1016/j.prp.2024.155303",
  "dates": {
    "completed": "2024-05-27",
    "revised": "2024-05-31"
  },
  "chemicals": [
    "Proto-Oncogene Proteins c-akt",
    "Phosphatidylinositol 3-Kinases",
    "RNA, Untranslated",
    "RNA, Circular",
    "RNA, Long Noncoding"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.135139",
    "pmid": "38728793"
  }
}