{
  "pmid": "38727225",
  "uid": "38727225",
  "title": "Repression of Acinetobacter baumannii DNA damage response requires DdrR-assisted binding of UmuDAb dimers to atypical SOS box.",
  "abstract": "The DNA damage response of the multi-drug-resistant nosocomial pathogen Acinetobacter baumannii possesses multiple features that distinguish it from the commonly used LexA repression system. These include the absence of LexA in this genus, the evolution of a UmuD polymerase manager into the UmuDAb repressor of error-prone polymerases, the use of a corepressor unique to Acinetobacter (DdrR), and an unusually large UmuDAb binding site. We defined cis- and trans-acting factors required for UmuDAb DNA binding and gene repression, and tested whether DdrR directly enhances its DNA binding. We used DNA binding assays to characterize UmuDAb's binding to its proposed operator present upstream of the six co-repressed umuDC or umuC genes. UmuDAb bound tightly and cooperatively to this site with ~10-fold less affinity than LexA. DdrR enhanced the binding of both native and dimerization-deficient UmuDAb forms, but only in greater than equimolar ratios relative to UmuDAb. UmuDAb mutants unable to dimerize or effect gene repression showed impaired DNA binding, and a strain expressing the G124D dimerization mutant could not repress transcription of the UmuDAb-DdrR regulon. Competition electrophoretic mobility shift assays conducted with mutated operator probes showed that, unlike typical SOS boxes, the UmuDAb operator possessed a five-base pair central core whose sequence was more crucial for binding than the flanking palindrome. The presence of only one of the two flanking arms of the palindrome was necessary for UmuDAb binding. Overall, the data supported a model of an operator with two UmuDAb binding sites. The distinct characteristics of UmuDAb and its regulated promoters differ from the typical LexA repression model, demonstrating a novel method of repression.IMPORTANCEAcinetobacter baumannii is a gram-negative bacterium responsible for hospital-acquired infections. Its unique DNA damage response can activate multiple error-prone polymerase genes, allowing it to gain mutations that can increase its virulence and antibiotic resistance. The emergence of infectious strains carrying multiple antibiotic resistance genes, including carbapenem resistance, lends urgency to discovering and developing ways to combat infections resistant to treatment with known antibiotics. Deciphering how the regulators UmuDAb and DdrR repress the error-prone polymerases could lead to developing complementary treatments to halt this mechanism of generating resistance.",
  "authors": [
    {
      "last_name": "Candra",
      "fore_name": "Belinda",
      "initials": "B",
      "name": "Belinda Candra",
      "affiliations": [
        "Baylor College of Medicine, Houston, Texas, USA.",
        "Department of Biology and Chemistry, Morehead State University, Morehead, Kentucky, USA."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Department of Biology and Chemistry, Morehead State University, Morehead, Kentucky, USA."
      ]
    },
    {
      "last_name": "Hare",
      "fore_name": "Janelle",
      "initials": "J",
      "name": "Janelle Hare",
      "affiliations": [
        "Department of Biology and Chemistry, Morehead State University, Morehead, Kentucky, USA."
      ],
      "orcid": "0000-0001-5482-8143"
    }
  ],
  "journal": {
    "title": "Journal of bacteriology",
    "iso_abbreviation": "J Bacteriol",
    "issn": "1098-5530",
    "issn_type": "Electronic",
    "volume": "206",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jun",
    "pub_day": "20"
  },
  "start_page": "e0043223",
  "pages": "e0043223",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Acinetobacter baumannii",
    "Bacterial Proteins",
    "Gene Expression Regulation, Bacterial",
    "SOS Response, Genetics",
    "DNA Damage",
    "Protein Binding",
    "DNA, Bacterial",
    "Binding Sites",
    "Repressor Proteins"
  ],
  "article_ids": {
    "pubmed": "38727225",
    "pmc": "PMC11332147",
    "doi": "10.1128/jb.00432-23"
  },
  "doi": "10.1128/jb.00432-23",
  "pmc_id": "PMC11332147",
  "dates": {
    "completed": "2024-06-20",
    "revised": "2024-08-21"
  },
  "chemicals": [
    "Bacterial Proteins",
    "DNA, Bacterial",
    "Repressor Proteins"
  ],
  "grants": [
    {
      "grant_id": "P20 GM103436",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R15 GM085722",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "2R15GM085722-04",
      "agency": "HHS | National Institutes of Health (NIH)"
    },
    {
      "grant_id": "P20GM103436",
      "agency": "HHS | National Institutes of Health (NIH)"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:21.350216",
    "pmid": "38727225"
  }
}