{
  "pmid": "38739919",
  "uid": "38739919",
  "title": "Reporting Conflicts of Interest and Funding in Health Care Guidelines: The RIGHT-COI&F Checklist.",
  "abstract": "BACKGROUND: Conflicts of interest (COIs) of contributors to a guideline project and the funding of that project can influence the development of the guideline. Comprehensive reporting of information on COIs and funding is essential for the transparency and credibility of guidelines. OBJECTIVE: To develop an extension of the Reporting Items for practice Guidelines in HealThcare (RIGHT) statement for the reporting of COIs and funding in policy documents of guideline organizations and in guidelines: the RIGHT-COI&F checklist. DESIGN: The recommendations of the Enhancing the QUAlity and Transparency Of health Research (EQUATOR) network were followed. The process consisted of registration of the project and setting up working groups, generation of the initial list of items, achieving consensus on the items, and formulating and testing the final checklist. SETTING: International collaboration. PARTICIPANTS: 44 experts. MEASUREMENTS: Consensus on checklist items. RESULTS: The checklist contains 27 items: 18 about the COIs of contributors and 9 about the funding of the guideline project. Of the 27 items, 16 are labeled as policy related because they address the reporting of COI and funding policies that apply across an organization's guideline projects. These items should be described ideally in the organization's policy documents, otherwise in the specific guideline. The remaining 11 items are labeled as implementation related and they address the reporting of COIs and funding of the specific guideline. LIMITATION: The RIGHT-COI&F checklist requires testing in real-life use. CONCLUSION: The RIGHT-COI&F checklist can be used to guide the reporting of COIs and funding in guideline development and to assess the completeness of reporting in published guidelines and policy documents. PRIMARY FUNDING SOURCE: The Fundamental Research Funds for the Central Universities of China.",
  "authors": [
    {
      "last_name": "Xun",
      "fore_name": "Yangqin",
      "initials": "Y",
      "name": "Yangqin Xun",
      "affiliations": [
        "School of Basic Medical Sciences, Lanzhou University, Gansu, and School of Population Medicine and Public Health, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China (Y.X.)."
      ],
      "orcid": "0000-0002-5190-606X"
    },
    {
      "last_name": "Estill",
      "fore_name": "Janne",
      "initials": "J",
      "name": "Janne Estill",
      "affiliations": [
        "School of Basic Medical Sciences, Lanzhou University, Gansu, China, and Institute of Global Health, University of Geneva, Geneva, Switzerland (J.E.)."
      ]
    },
    {
      "last_name": "Khabsa",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Khabsa",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon (J.K.)."
      ],
      "orcid": "0000-0002-4336-3501"
    },
    {
      "last_name": "Florez",
      "fore_name": "Ivan D",
      "initials": "ID",
      "name": "Ivan D Florez",
      "affiliations": [
        "Department of Pediatrics, University of Antioquia, and Pediatric Intensive Care Unit, Clínica Las Americas-AUNA, Medellin, Colombia, and School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada (I.D.F.)."
      ],
      "orcid": "0000-0002-0751-8932"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario, Canada (G.H.G., H.J.S.)."
      ],
      "orcid": "0000-0003-2352-5718"
    },
    {
      "last_name": "Norris",
      "fore_name": "Susan L",
      "initials": "SL",
      "name": "Susan L Norris",
      "affiliations": [
        "Oregon Health & Science University, Portland, Oregon (S.L.N.)."
      ],
      "orcid": "0000-0002-0042-2452"
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "Clinical Research Division, Korea Institute of Oriental Medicine, Daejeon, South Korea (M.S.L.)."
      ],
      "orcid": "0000-0001-6651-7641"
    },
    {
      "last_name": "Ozaki",
      "fore_name": "Akihiko",
      "initials": "A",
      "name": "Akihiko Ozaki",
      "affiliations": [
        "Department of Breast and Thyroid Surgery, Jyoban Hospital of Tokiwa Foundation, Iwaki City, Fukushima, Japan (A.O.)."
      ]
    },
    {
      "last_name": "Qaseem",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Qaseem",
      "affiliations": [
        "American College of Physicians, Philadelphia, Pennsylvania (A.Q.)."
      ],
      "orcid": "0000-0001-6866-7985"
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario, Canada (G.H.G., H.J.S.)."
      ],
      "orcid": "0000-0003-3211-8479"
    },
    {
      "last_name": "Shao",
      "fore_name": "Ruitai",
      "initials": "R",
      "name": "Ruitai Shao",
      "affiliations": [
        "School of Population Medicine and Public Health, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China (R.S.)."
      ],
      "orcid": "0000-0003-1977-7445"
    },
    {
      "last_name": "Chen",
      "fore_name": "Yaolong",
      "initials": "Y",
      "name": "Yaolong Chen",
      "affiliations": [
        "School of Basic Medical Sciences, Research Unit of Evidence Based Evaluation and Guidelines, Chinese Academy of Medical Sciences (2021RU017), Lanzhou University, and WHO Collaborating Centre for Guideline Implementation and Knowledge Translation, Gansu, China (Y.C.)."
      ],
      "orcid": "0000-0002-9841-5233"
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon (E.A.A.)."
      ],
      "orcid": "0000-0002-3444-8618"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "177",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "782",
  "end_page": "790",
  "pages": "782-790",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Conflict of Interest",
    "Checklist",
    "Practice Guidelines as Topic",
    "Humans",
    "Research Support as Topic",
    "Disclosure"
  ],
  "article_ids": {
    "pubmed": "38739919",
    "mid": "EMS196956",
    "pmc": "PMC7616250",
    "doi": "10.7326/M23-3274"
  },
  "doi": "10.7326/M23-3274",
  "pmc_id": "PMC7616250",
  "dates": {
    "completed": "2024-06-17",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.798741",
    "pmid": "38739919"
  }
}