{
  "pmid": "38757537",
  "uid": "38757537",
  "title": "Development and first-stage validation of a digital version of the Digit Symbol Substitution test for use in assessing cognitive function in older people with diabetes.",
  "abstract": "AIMS: To describe the development and report the first-stage validation of a digital version of the digit symbol substitution test (DSST), for assessment of cognitive function in older people with diabetes. MATERIALS AND METHODS: A multidisciplinary team of experts was convened to conceptualize and build a digital version of the DSST and develop a machine-learning (ML) algorithm to analyse the inputs. One hundred individuals with type 2 diabetes (aged ≥ 60 years) were invited to participate in a one-time meeting in which both the digital and the pencil-and-paper (P&P) versions of the DSST were administered. Information pertaining to demographics, laboratory measurements, and diabetes indices was collected. The correlation between the digital and P&P versions of the test was determined. Additionally, as part of the validation process, the performance of the digital version in people with and without known risk factors for cognitive impairment was analysed. RESULTS: The ML model yielded an overall accuracy of 89.1%. A strong correlation was found between the P&P and digital versions (r = 0.76, p < 0.001) of the DSST, as well as between the ML model and the manual reading of the digital DSST (r = 0.99, p < 0.001). CONCLUSIONS: This study describes the development of and provides first-stage validation data for a newly developed digital cognitive assessment tool that may be used for screening and surveillance of cognitive function in older people with diabetes. More studies are needed to further validate this tool, especially when self-administered and in different clinical settings.",
  "authors": [
    {
      "last_name": "Segev",
      "fore_name": "Omri",
      "initials": "O",
      "name": "Omri Segev",
      "affiliations": [
        "School of Public Health, Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."
      ],
      "orcid": "0009-0003-6661-8698"
    },
    {
      "last_name": "Raz",
      "fore_name": "Itamar",
      "initials": "I",
      "name": "Itamar Raz",
      "affiliations": [
        "Faculty of Medicine, Hebrew University of Jerusalem, Jerusalem, Israel.",
        "Diabetes Unit, Department of Endocrinology and Metabolism, Hadassah Medical Center, Jerusalem, Israel."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Population Health Research Institute and Department of Medicine, McMaster University and Hamilton Health Science, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8072-2836"
    },
    {
      "last_name": "Aviezer",
      "fore_name": "Hillel",
      "initials": "H",
      "name": "Hillel Aviezer",
      "affiliations": [
        "Department of Psychology, Hebrew University of Jerusalem, Jerusalem, Israel."
      ]
    },
    {
      "last_name": "Sela",
      "fore_name": "Yael",
      "initials": "Y",
      "name": "Yael Sela",
      "affiliations": [
        "Nursing Sciences Department, Faculty of Social and Community Sciences, Ruppin Academic Center, Emeq Hefer, Israel."
      ]
    },
    {
      "last_name": "Cukierman",
      "fore_name": "Dani",
      "initials": "D",
      "name": "Dani Cukierman",
      "affiliations": [
        "The Rehabilitation Hospital, Sheba Medical Center, Ramat-Gan, Israel."
      ]
    },
    {
      "last_name": "Shankar",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Shankar",
      "affiliations": [
        "6 Vital R & D, Tel Aviv, Israel."
      ]
    },
    {
      "last_name": "Natovich",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Natovich",
      "affiliations": [
        "6 Vital R & D, Chennai, India."
      ],
      "orcid": "0000-0002-9850-1369"
    },
    {
      "last_name": "Cukierman-Yaffe",
      "fore_name": "Tali",
      "initials": "T",
      "name": "Tali Cukierman-Yaffe",
      "affiliations": [
        "Epidemiology Department, School of Public Health, Faculty of Medicine, Herczeg Institute on Aging, Tel-Aviv University, Tel-Aviv, Israel.",
        "Division of Endocrinology & Metabolism Sheba Medical Center, Ramat-Gan, Israel."
      ],
      "orcid": "0000-0003-1289-5633"
    }
  ],
  "journal": {
    "title": "Diabetes, obesity & metabolism",
    "iso_abbreviation": "Diabetes Obes Metab",
    "issn": "1463-1326",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "3299",
  "end_page": "3305",
  "pages": "3299-3305",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Female",
    "Male",
    "Diabetes Mellitus, Type 2",
    "Middle Aged",
    "Cognition",
    "Reproducibility of Results",
    "Cognitive Dysfunction",
    "Neuropsychological Tests",
    "Aged, 80 and over",
    "Machine Learning"
  ],
  "article_ids": {
    "pubmed": "38757537",
    "doi": "10.1111/dom.15657"
  },
  "doi": "10.1111/dom.15657",
  "dates": {
    "completed": "2024-07-09",
    "revised": "2024-07-09"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "MSD Sharp and Dohme"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.759337",
    "pmid": "38757537"
  }
}