{
  "pmid": "38758919",
  "uid": "38758919",
  "title": "Barriers to participation in biosampling-based translational research: A cross-sectional survey of Canadian critical care researchers.",
  "abstract": "BACKGROUND AND OBJECTIVE: Collection of biosamples for translational research studies is vital for understanding biological pathways, discovering disease-related biomarkers, and identifying novel therapeutic targets. However, a lack of infrastructure for sample procurement, processing, storage, and shipping may hinder the ability of clinical research units to effectively engage in translational research. The purpose of this study was to identify the barriers to biosampling-based translational research in the critical care setting in Canada. METHODS: We administered an online survey to members of the Canadian Critical Care Trials Group (CCCTG), the Canadian Critical Care Translational Biology Group (CCCTBG), and the Canadian Critical Care Research Coordinators Group (CCCRCG). The survey focused on participants' personal experience of biosampling research, research infrastructure, motivating factors, and perceived barriers. RESULTS: We received 59 responses from 31 sites, including 6 community intensive care unit (ICU) sites. The overall response rate was 11.3%. The majority of respondents were research coordinators (44%), followed by clinician-investigators (33.8%), graduate students (10.2%), and PhD-investigators (8.5%). Although most (63.8%) respondents reported an interest in participating in translational research, they also reported that their ICUs were currently contributing to a third of the number of translational studies compared to clinical studies. For respondents with experience in participating in translational research studies, the most common barriers were lack of funding, lack of time, and insufficient research staff. For respondents without previous experience, the perceived facilitators were more interest from their research group, improved training/mentorship, increased funding, and better access to laboratory equipment. CONCLUSIONS: Our survey found that the majority of participants were interested in and recognize the value of participating in biosampling-based translational research but lacked funding, time, and research personnel trained in biosampling protocols. Our survey also identified factors that might encourage participation at new sites. Addressing these barriers will be a key step towards increasing translational research capacity across Canada.",
  "authors": [
    {
      "last_name": "Cani",
      "fore_name": "Erblin",
      "initials": "E",
      "name": "Erblin Cani",
      "affiliations": [
        "Department of Medical Sciences, McMaster University, Hamilton, ON, Canada.",
        "Thrombosis and Atherosclerosis Research Institute, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9746-8683"
    },
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer L Y",
      "initials": "JLY",
      "name": "Jennifer L Y Tsang",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Niagara Regional Campus, Michael G. DeGroote School of Medicine, McMaster University, St. Catharines, Ontario, Canada.",
        "Niagara Health, St. Catharines, Ontario, Canada."
      ]
    },
    {
      "last_name": "Binnie",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Binnie",
      "affiliations": [
        "Intensive Care Department, William Osler Health System, Etobicoke, ON, Canada."
      ]
    },
    {
      "last_name": "Dos Santos",
      "fore_name": "Claudia C",
      "initials": "CC",
      "name": "Claudia C Dos Santos",
      "affiliations": [
        "Keenan Research Center for Biomedical Research, Unity Health Toronto, Toronto, ON, Canada.",
        "Interdepartmental Division of Critical Care and Institute of Medical Sciences, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Fowler",
      "affiliations": [
        "Interdepartmental Division of Critical Care, Temerty School of Medicine, University of Toronto, Toronto, Canada.",
        "Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Lamontagne",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Lamontagne",
      "affiliations": [
        "Intensive Care Department, William Osler Health System, Etobicoke, ON, Canada.",
        "Department of Medicine, Division of Critical Care Medicine, Université de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "Department of Medicine, Sinai Health and Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Liaw",
      "fore_name": "Patricia C",
      "initials": "PC",
      "name": "Patricia C Liaw",
      "affiliations": [
        "Thrombosis and Atherosclerosis Research Institute, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7783-1393"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "5",
    "pub_year": "2024"
  },
  "start_page": "e0303304",
  "pages": "e0303304",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Translational Research, Biomedical",
    "Canada",
    "Critical Care",
    "Cross-Sectional Studies",
    "Surveys and Questionnaires",
    "Research Personnel",
    "Male",
    "Female",
    "Specimen Handling"
  ],
  "article_ids": {
    "pubmed": "38758919",
    "pmc": "PMC11101101",
    "doi": "10.1371/journal.pone.0303304",
    "pii": "PONE-D-23-43124"
  },
  "doi": "10.1371/journal.pone.0303304",
  "pmc_id": "PMC11101101",
  "dates": {
    "completed": "2024-05-17",
    "revised": "2024-05-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:38.958773",
    "pmid": "38758919"
  }
}