{
  "pmid": "38758960",
  "uid": "38758960",
  "title": "Tande nou gwonde! (Hear us roar!)- Youth perspectives of maternal near-misses: Protocol for a photovoice study of young childbearing people's perspectives of maternal near-misses in northwest Haiti.",
  "abstract": "INTRODUCTION: Globally, a shift is occurring to recognize the importance of young peoples' health and well-being, their unique health challenges, and the potential they hold as key drivers of change in their communities. In Haiti, one of the four leading causes of death for those 20-24 years old is pregnancy, childbirth, and the weeks after birth or at the end of a pregnancy. Important gaps remain in existing knowledge about youth perspectives of maternal health and well-being within their communities. Youth with lived experiences of maternal near-misses are well-positioned to contribute to the understanding of maternal health in their communities and their potential role in bringing about change. OBJECTIVES: To explore and understand youth perspectives of maternal near-miss experiences that occurred in a local healthcare facility or at home in rural Haiti. METHODS: We will conduct a qualitative, community-based participatory research study regarding maternal near-miss experiences to understand current challenges and identify solutions to improve community maternal health, specifically focused on youth maternal health. We will use Photovoice to seek an understanding of the lived experiences of youth maternal near-miss survivors. Participants will be from La Pointe, a Haitian community served by their local healthcare facility. We will undertake purposeful sampling to recruit approximately 20 female youth, aged 15-24 years. Data will be generated through photos, individual interviews and small group discussions (grouped by setting of near-miss experience). Data generation and analysis are expected to occur over a three-month period. ETHICS AND DISSEMINATION: Ethics approval will be sought from Centre Médical Béraca in La Pointe, Haiti, and from the Hamilton Integrated Research Ethics Board in Hamilton ON, Canada. We will involve community stakeholders, especially youth, in developing dissemination and knowledge mobilisation strategies. Our findings will be disseminated as an open access publication, be presented publicly, at conferences, and defended as part of a doctoral thesis.",
  "authors": [
    {
      "last_name": "MacDonald",
      "fore_name": "Tonya",
      "initials": "T",
      "name": "Tonya MacDonald",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "McMaster Midwifery Research Centre, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1246-4959"
    },
    {
      "last_name": "Charles",
      "fore_name": "Marie-Carmèle",
      "initials": "MC",
      "name": "Marie-Carmèle Charles",
      "affiliations": [
        "Montréal, QU, Canada."
      ]
    },
    {
      "last_name": "Dorcely",
      "fore_name": "Olès",
      "initials": "O",
      "name": "Olès Dorcely",
      "affiliations": [
        "Centre Médical Béraca, La Pointe, Haiti."
      ]
    },
    {
      "last_name": "Darling",
      "fore_name": "Elizabeth K",
      "initials": "EK",
      "name": "Elizabeth K Darling",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "McMaster Midwifery Research Centre, McMaster University, Hamilton, ON, Canada.",
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Greene",
      "fore_name": "Saara",
      "initials": "S",
      "name": "Saara Greene",
      "affiliations": [
        "Faculty of Social Sciences, School of Social Work, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Moll",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Moll",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Logie",
      "fore_name": "Carmen",
      "initials": "C",
      "name": "Carmen Logie",
      "affiliations": [
        "Canada Research Chair in Global Health Equity and Social Justice with Marginalized Populations, Factor-Inwentash Faculty of Social Work, University of Toronto, Toronto, ON, Canada.",
        "Centre for Gender & Sexual Health Equity, Vancouver, BC, Canada.",
        "United Nations University Institute for Water, Environment & Health, Richmond Hill, ON, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare, Hamilton, ON, Canada.",
        "Centre for the Development of Best Practices in Health, Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "5",
    "pub_year": "2024"
  },
  "start_page": "e0303168",
  "pages": "e0303168",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Haiti",
    "Pregnancy",
    "Adolescent",
    "Young Adult",
    "Maternal Health",
    "Near Miss, Healthcare",
    "Community-Based Participatory Research",
    "Rural Population",
    "Photography",
    "Qualitative Research",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "38758960",
    "pmc": "PMC11101082",
    "doi": "10.1371/journal.pone.0303168",
    "pii": "PONE-D-23-25467"
  },
  "doi": "10.1371/journal.pone.0303168",
  "pmc_id": "PMC11101082",
  "dates": {
    "completed": "2024-05-17",
    "revised": "2024-05-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.651851",
    "pmid": "38758960"
  }
}