{
  "pmid": "38753692",
  "uid": "38753692",
  "title": "Mapping sedentary behaviour (MAPS-B) in winter and spring using wearable sensors, indoor positioning systems, and diaries in older adults who are pre-frail and frail: A feasibility longitudinal study.",
  "abstract": "Older adults who are frail are likely to be sedentary. Prior interventions to reduce sedentary time in older adults have not been effective as there is little research about the context of sedentary behaviour (posture, location, purpose, social environment). Moreover, there is limited evidence on feasible measures to assess context of sedentary behaviour in older adults. The aim of our study was to determine the feasibility of measuring context of sedentary behaviour in older adults with pre-frailty or frailty using a combination of objective and self-report measures. We defined \"feasibility process\" using recruitment (20 participants within two-months), retention (85%), and refusal (20%) rates and \"feasibility resource\" if the measures capture context and can be linked (e.g., sitting-kitchen-eating-alone) and are all participants willing to use the measures. Context was assessed using a wearable sensor to assess posture, a smart home monitoring system for location, and an electronic or hard-copy diary for purpose and social context over three days in winter and spring. We approached 80 potential individuals, and 58 expressed interest; of the 58 individuals, 37 did not enroll due to lack of interest or medical mistrust (64% refusal). We recruited 21 older adults (72±7.3 years, 13 females, 13 frail) within two months and experienced two dropouts due to medical mistrust or worsening health (90% retention). The wearable sensor, indoor positioning system, and electronic diary accurately captured one domain of context, but the hard copy was often not completed with enough detail, so it was challenging to link it to the other devices. Although not all participants were willing to use the wearable sensor, indoor positioning system, or electronic diary, we were able to triage the measures of those who did. The use of wearable sensors and electronic diaries may be a feasible method to assess context of sedentary behaviour, but more research is needed with device-based measures in diverse groups.",
  "authors": [
    {
      "last_name": "Rodrigues",
      "fore_name": "Isabel B",
      "initials": "IB",
      "name": "Isabel B Rodrigues",
      "affiliations": [
        "Faculty of Health Sciences, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Community Health Sciences, University of Manitoba, Max Rady College of Medicine, Winnipeg, Canada."
      ],
      "orcid": "0000-0002-3158-813X"
    },
    {
      "last_name": "Tariq",
      "fore_name": "Suleman",
      "initials": "S",
      "name": "Suleman Tariq",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kouroukis",
      "fore_name": "Alexa",
      "initials": "A",
      "name": "Alexa Kouroukis",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Swance",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Swance",
      "affiliations": [
        "Faculty of Science, Department of Life Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Adachi",
      "affiliations": [
        "Faculty of Health Sciences, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bray",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Bray",
      "affiliations": [
        "Faculty of Science, Department of Kinesiology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fang",
      "fore_name": "Qiyin",
      "initials": "Q",
      "name": "Qiyin Fang",
      "affiliations": [
        "Faculty of Engineering, Department of Engineering Physics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": [
        "Faculty of Health Sciences, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kobsar",
      "fore_name": "Dylan",
      "initials": "D",
      "name": "Dylan Kobsar",
      "affiliations": [
        "Faculty of Science, Department of Kinesiology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4268-3618"
    },
    {
      "last_name": "Rabinovich",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Rabinovich",
      "affiliations": [
        "Department of Surgery, Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Faculty of Health Sciences, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, McMaster University, Evidence and Impact, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zheng",
      "fore_name": "Rong",
      "initials": "R",
      "name": "Rong Zheng",
      "affiliations": [
        "Faculty of Engineering, Department of Computing and Software, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "5",
    "pub_year": "2024"
  },
  "start_page": "e0290197",
  "pages": "e0290197",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Female",
    "Male",
    "Sedentary Behavior",
    "Longitudinal Studies",
    "Feasibility Studies",
    "Wearable Electronic Devices",
    "Seasons",
    "Frail Elderly",
    "Aged, 80 and over",
    "Self Report",
    "Geographic Information Systems"
  ],
  "article_ids": {
    "pubmed": "38753692",
    "pmc": "PMC11098368",
    "doi": "10.1371/journal.pone.0290197",
    "pii": "PONE-D-23-23330"
  },
  "doi": "10.1371/journal.pone.0290197",
  "pmc_id": "PMC11098368",
  "dates": {
    "completed": "2024-05-16",
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.447701",
    "pmid": "38753692"
  }
}