{
  "pmid": "38779627",
  "uid": "38779627",
  "title": "Diversity, resistance and vector competence of endophilic anophelines from southern Ghana.",
  "abstract": "BACKGROUND: As part of efforts to monitor the impact of vector control strategies so that they can be improved and more targeted, we collected baseline data on aspects of the bionomics of endophilic anophelines in southern Ghana. MATERIALS AND METHODS: Indoor resting anophelines were collected using mouth aspirators and pyrethroid spray catch. Anopheles females were identified to species level using morphological characteristics and sibling species were distinguished by PCR. The presence of the L1014F mutation, conferring resistance to insecticides, was determined in An. gambiae s.s. and An. coluzzii samples using TaqMan real-time PCR. Host blood meal sources were determined by PCR, and the presence of Plasmodium falciparum circumsporozoite proteins determined by ELISA. RESULTS: A total of 892 female Anopheles (31% An. gambiae, 41% An. coluzzii and 28% An. funestus) were collected from six villages. The L1014F mutation was almost fixed in all populations studied (allele frequencies: 0.87-1.00). Both An. gambiae s.l. and An. funestus fed mainly on humans, with a human blood index of 1, although some animal feeding was recorded in An. gambiae. P. falciparum was detected in all ecological zones and in all three major vector species, being 4.9% in An. funestus, 3.8% in An. gambiae s.s. and 1.1% in An. coluzzii. CONCLUSIONS: These findings suggest that the three major vectors of malaria are present in all ecological zones of southern Ghana and contribute to disease transmission. The near fixation of the L1014F mutation in southern Ghana poses a great threat to vector control, thus highlighting the urgent need to implement measures to maintain the efficacy of current control tools and to develop novel control strategies.",
  "authors": [
    {
      "last_name": "Osae",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Osae",
      "affiliations": [
        "Graduate School of Nuclear and Allied Sciences, University of Ghana, Atomic Campus, Kwabenya, Accra, Ghana.",
        "Radiation Entomology and Pest Management Centre, Biotechnology and Nuclear Agriculture Research Institute, Ghana Atomic Energy Commission, Kwabenya, Accra, Ghana.",
        "WITS Research Institute for Malaria, Faculty of Health Sciences, University of the Witwatersrand and the Vector Control Reference Laboratory, National Institute for Communicable Diseases, Sandringham, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Kwawukume",
      "fore_name": "Alessi",
      "initials": "A",
      "name": "Alessi Kwawukume",
      "affiliations": [
        "Radiation Entomology and Pest Management Centre, Biotechnology and Nuclear Agriculture Research Institute, Ghana Atomic Energy Commission, Kwabenya, Accra, Ghana."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, University of Ghana, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "David",
      "initials": "D",
      "name": "David Wilson",
      "affiliations": [
        "Department of Animal Biology and Conservation Sciences, University of Ghana, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Koekemoer",
      "fore_name": "Lizette L",
      "initials": "LL",
      "name": "Lizette L Koekemoer",
      "affiliations": [
        "WITS Research Institute for Malaria, Faculty of Health Sciences, University of the Witwatersrand and the Vector Control Reference Laboratory, National Institute for Communicable Diseases, Sandringham, Johannesburg, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "MalariaWorld journal",
    "iso_abbreviation": "Malariaworld J",
    "issn": "2214-4374",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2015"
  },
  "start_page": "12",
  "pages": "12",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38779627",
    "pmc": "PMC11107868",
    "doi": "10.5281/zenodo.10876351"
  },
  "doi": "10.5281/zenodo.10876351",
  "pmc_id": "PMC11107868",
  "dates": {
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.863211",
    "pmid": "38779627"
  }
}