{
  "pmid": "38779426",
  "uid": "38779426",
  "title": "Investigating how the GRADE Evidence to Decision (EtD) framework is used in Clinical Guidelines: a scoping review protocol.",
  "abstract": "Introduction: The Grading of Recommendations, Assessment, Development and Evaluation (GRADE) evidence to decision (EtD) framework provides a structured and transparent approach for clinical guideline developers to use when formulating recommendations. Understanding how stakeholders use the EtD framework will inform how best to provide future training and support. This scoping review objective is to identify the key characteristics of how the GRADE EtD framework is used and identify studies on perception of use by those involved in developing clinical guidelines. Methods: JBI methodology for scoping reviews will be followed. This scoping review will consider both peer review published literature and grey literature. This will include empirical studies on the use of EtDs (including both quantitative, qualitative, and mixed methods primary research articles) and discussion papers/ commentaries on the experience of using the EtD. It will also include a random sample of publicly available populated EtDs identified from databases and repositories of GRADE guidelines. The search strategy will aim to locate both published and unpublished documents. First, we will conduct an exploratory search of MEDLINE and Embase (Elsevier), supplemented with citation analysis of included articles. Populated EtDs will be identified through searches of databases and repositories of GRADE guidelines. Two researchers will independently screen, select, and extract identified documents. Data will be presented in tables and summarized descriptively. Conclusion: This scoping review will identify the key characteristics of how the GRADE EtD framework is currently being used in clinical guidelines. Review findings can be used to inform future guidance and requirements for using GRADE EtD, as well as training on how to consider the criteria in developing recommendations. Results will be disseminated through publications in peer - reviewed journals and conference presentations. We will present our findings to relevant stakeholders via the networks of the co-author team at a one-day workshop.",
  "authors": [
    {
      "last_name": "Murray",
      "fore_name": "Ruairí",
      "initials": "R",
      "name": "Ruairí Murray",
      "affiliations": [
        "Health Technology Assessment, Health Information and Quality Authority, Dublin, D07 E98Y, Ireland."
      ],
      "orcid": "0009-0007-9836-0635"
    },
    {
      "last_name": "Sharp",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Sharp",
      "affiliations": [
        "Department of Public Health & Epidemiology, School of Population Health, RCSI University of Medicine and Health Sciences, Dublin, Ireland."
      ],
      "orcid": "0000-0001-5261-1573"
    },
    {
      "last_name": "Razidan",
      "fore_name": "Adriana",
      "initials": "A",
      "name": "Adriana Razidan",
      "affiliations": [
        "School of Pharmacy and Biomolecular Sciences (PBS), RCSI University of Medicine and Health Sciences, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Hibbitts",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Hibbitts",
      "affiliations": [
        "School of Pharmacy and Biomolecular Sciences (PBS), RCSI University of Medicine and Health Sciences, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Ryan",
      "fore_name": "Máirín",
      "initials": "M",
      "name": "Máirín Ryan",
      "affiliations": [
        "Health Technology Assessment, Health Information and Quality Authority, Dublin, D07 E98Y, Ireland.",
        "Department of Pharmacology & Therapeutics, Trinity College Dublin, Trinity Health Sciences, Dublin, D02 PN40, Ireland."
      ]
    },
    {
      "last_name": "Mahtani",
      "fore_name": "Kamal",
      "initials": "K",
      "name": "Kamal Mahtani",
      "affiliations": [
        "Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, England, UK."
      ],
      "orcid": "0000-0002-7791-8552"
    },
    {
      "last_name": "Lynch",
      "fore_name": "Rosarie",
      "initials": "R",
      "name": "Rosarie Lynch",
      "affiliations": [
        "Department of health, Clinical Effectiveness and Antimicrobial Resistance Unit, National Patient Safety Office, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Smith",
      "affiliations": [
        "Department of Public Health and Primary Care, School of Medicine, Trinity College Dublin, Dublin, D02 PN40, Ireland."
      ]
    },
    {
      "last_name": "O'Neill",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle O'Neill",
      "affiliations": [
        "Health Technology Assessment, Health Information and Quality Authority, Dublin, D07 E98Y, Ireland."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "CIBER of Epidemiology and Public Health, Iberoamerican Cochrane Center-Servicio de Epidemiología Clínica y Salud Pública, Biomedical Research Institute, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Munn",
      "fore_name": "Zachary",
      "initials": "Z",
      "name": "Zachary Munn",
      "affiliations": [
        "Faculty of Health and Medical Sciences, JBI Adelaide GRADE Centre, University of Adelaide, Adelaide, Australia."
      ]
    },
    {
      "last_name": "Clyne",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Clyne",
      "affiliations": [
        "Department of Public Health & Epidemiology, School of Population Health, RCSI University of Medicine and Health Sciences, Dublin, Ireland."
      ]
    }
  ],
  "journal": {
    "title": "HRB open research",
    "iso_abbreviation": "HRB Open Res",
    "issn": "2515-4826",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2023"
  },
  "start_page": "50",
  "pages": "50",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38779426",
    "pmc": "PMC11109711",
    "doi": "10.12688/hrbopenres.13757.1"
  },
  "doi": "10.12688/hrbopenres.13757.1",
  "pmc_id": "PMC11109711",
  "dates": {
    "revised": "2025-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.799218",
    "pmid": "38779426"
  }
}