{
  "pmid": "38775498",
  "uid": "38775498",
  "title": "An international, multicenter, survey-based analysis of practice and management of acute liver failure.",
  "abstract": "Acute liver failure (ALF) is an acute liver dysfunction with coagulopathy and HE in a patient with no known liver disease. As ALF is rare and large clinical trials are lacking, the level of evidence regarding its management is low-moderate, favoring heterogeneous clinical practice. In this international multicenter survey study, we aimed to investigate the current practice and management of patients with ALF. An online survey targeting physicians who care for patients with ALF was developed by the International Liver Transplantation Society ALF Special-Interest Group. The survey focused on the management and liver transplantation (LT) practices of ALF. Survey questions were summarized overall and by geographic region. A total of 267 physicians completed the survey, with a survey response rate of 21.36%. Centers from all continents were represented. More than 90% of physicians specialized in either transplant hepatology/surgery or anesthesiology/critical care. Two hundred fifty-two (94.4%) respondents' institutions offered LT. A total of 76.8% of respondents' centers had a dedicated liver-intensive or transplant-intensive care unit (p < 0.001). The median time to LT was within 48 hours in 12.7% of respondents' centers, 72 hours in 35.6%, 1 week in 37.6%, and more than 1 week in 9.6% (p < 0.001). Deceased donor liver graft (49.6%) was the most common type of graft offered. For consideration of LT, 84.8% of physicians used King's College Criteria, and 41.6% used Clichy Criteria. Significant differences were observed between Asia, Europe, and North America for offering LT, number of LTs performed, volume of patients with ALF, admission to a dedicated intensive care unit, median time to LT, type of liver graft, monitoring HE and intracranial pressure, management of coagulopathy, and utilization of different criteria for LT. In our study, we observed significant geographic differences in the practice and management of ALF. As ALF is rare, multicenter studies are valuable for identifying global practice.",
  "authors": [
    {
      "last_name": "Gurakar",
      "fore_name": "Ahmet",
      "initials": "A",
      "name": "Ahmet Gurakar",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology and Hepatology, Johns Hopkins University School of Medicine, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Conde Amiel",
      "fore_name": "Isabel",
      "initials": "I",
      "name": "Isabel Conde Amiel",
      "affiliations": [
        "Department of Medicine, Hepatology and Liver Transplantation Unit, Hospital Universitario y Politécnico La Fe, IIS La Fe, Valencia, Spain.",
        "Ciberehd, Instituto de Salud Carlos III, Madrid, Spain."
      ]
    },
    {
      "last_name": "Ozturk",
      "fore_name": "N Begum",
      "initials": "NB",
      "name": "N Begum Ozturk",
      "affiliations": [
        "Department of Internal Medicine, Beaumont Hospital, Royal Oak, Michigan, USA."
      ]
    },
    {
      "last_name": "Artru",
      "fore_name": "Florent",
      "initials": "F",
      "name": "Florent Artru",
      "affiliations": [
        "Liver Department, Rennes University Hospital, University of Rennes, Inserm U1241 NuMeCan, Rennes, France."
      ]
    },
    {
      "last_name": "Selzner",
      "fore_name": "Nazia",
      "initials": "N",
      "name": "Nazia Selzner",
      "affiliations": [
        "Multi-Organ Transplant Program, University Health Network, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Psoter",
      "fore_name": "Kevin J",
      "initials": "KJ",
      "name": "Kevin J Psoter",
      "affiliations": [
        "Department of Pediatrics, Division of General Pediatrics, Johns Hopkins University School of Medicine, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Dionne",
      "fore_name": "Joanna C",
      "initials": "JC",
      "name": "Joanna C Dionne",
      "affiliations": [
        "Department of Medicine, Department of Health Research Medicine, Evidence and Impact, Divisions of Gastroenterology/Critical Care Medicine, Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Karvellas",
      "fore_name": "Constantine",
      "initials": "C",
      "name": "Constantine Karvellas",
      "affiliations": [
        "Divisions of Hepatology and Critical Care Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Rajakumar",
      "fore_name": "Akila",
      "initials": "A",
      "name": "Akila Rajakumar",
      "affiliations": [
        "The Institute of Liver Disease & Transplantation, Dr. Rela Institute & Medical Centre, Bharath Institute of Higher Education & Research, Chennai, Tamil Nadu, India."
      ]
    },
    {
      "last_name": "Saner",
      "fore_name": "Fuat",
      "initials": "F",
      "name": "Fuat Saner",
      "affiliations": [
        "Organ Transplant Center of Excellence, King Faisal Specialized Hospital & Research Center, Riyadh, Saudi Arabia.",
        "Department of General, Visceral and Transplantation Surgery, University of Duisburg-Essen, Essen, Germany."
      ]
    },
    {
      "last_name": "Subramanian",
      "fore_name": "Ram M",
      "initials": "RM",
      "name": "Ram M Subramanian",
      "affiliations": [
        "Liver Transplantation & Liver Critical Care Services, Emory University, Atlanta, Georgia, USA."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Li-Ying",
      "initials": "LY",
      "name": "Li-Ying Sun",
      "affiliations": [
        "Critical Liver Diseases & Liver Transplantation Center, National Clinical Research Center for Digestive Diseases, Beijing Friendship Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Dhawan",
      "fore_name": "Anil",
      "initials": "A",
      "name": "Anil Dhawan",
      "affiliations": [
        "Department of Pediatrics and Pediatric Liver GI and Nutrition Center and Mowat Labs, King's College Hospital, London, UK."
      ]
    },
    {
      "last_name": "Coilly",
      "fore_name": "Audrey",
      "initials": "A",
      "name": "Audrey Coilly",
      "affiliations": [
        "Paul-Brousse Hospital, Public Hospitals of Paris, FHU Hépatinov, Villejuif, France."
      ]
    }
  ],
  "journal": {
    "title": "Liver transplantation : official publication of the American Association for the Study of Liver Diseases and the International Liver Transplantation Society",
    "iso_abbreviation": "Liver Transpl",
    "issn": "1527-6473",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "12",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "1217",
  "end_page": "1225",
  "pages": "1217-1225",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Humans",
    "Liver Transplantation",
    "Liver Failure, Acute",
    "Practice Patterns, Physicians'",
    "Surveys and Questionnaires",
    "Time-to-Treatment",
    "Health Care Surveys",
    "Intensive Care Units",
    "Europe",
    "Critical Care",
    "Male"
  ],
  "article_ids": {
    "pubmed": "38775498",
    "doi": "10.1097/LVT.0000000000000402",
    "pii": "01445473-990000000-00387"
  },
  "doi": "10.1097/LVT.0000000000000402",
  "dates": {
    "completed": "2024-11-11",
    "revised": "2024-11-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:28.472258",
    "pmid": "38775498"
  }
}