{
  "pmid": "38775456",
  "uid": "38775456",
  "title": "The WOUND-Q Function and Symptoms Scales for Chronic Lower Extremity Wounds: A Validation Study.",
  "abstract": "Objective: Determine the validity and reliability of the LIMB-Q scales, Function, and Symptoms in patients with chronic lower extremity wounds. Approach: Cognitive debriefing interviews with people with current or previous wounds were conducted to examine content validity. Scales were field-tested in an international sample of people with chronic lower extremity wounds sourced from an online platform (i.e., Prolific). Psychometric properties were examined using the Rasch Measurement Theory analysis. A test-retest reproducibility study was performed, and construct validity was examined. Results: Content validity was established after 10 cognitive interviews. A total of 233 people with lower extremity wounds (age 19-80 years, mean 39.3) participated in the field test. All 25 items tested demonstrated good fit to the Rasch model with ordered thresholds. One item had a fit residual outside ±2.5, but no items had significant χ[2] values after Bonferroni adjustment. Reliability was high with the person separation index, Cronbach alpha, and intraclass correlation coefficient values >0.8. Strong correlations were found between the Function and Symptoms scales and EQ-5D dimensions measuring similar constructs as well as the EQ-5D global score. All hypotheses for construct validity were confirmed. Innovation: Patient-reported outcome measures are an important component of patient-centered care, as they capture the patient's perspective in a rigorous and reproducible way. Adding these two scales to the WOUND-Q provides a means to measure function and symptoms associated with lower extremity wounds. Conclusion: These new WOUND-Q scales can be used to measure outcomes important to patients with lower extremity wounds in clinical settings and research studies.",
  "authors": [
    {
      "last_name": "Simonsen",
      "fore_name": "Nina Vestergaard",
      "initials": "NV",
      "name": "Nina Vestergaard Simonsen",
      "affiliations": [
        "Research Unit for Plastic Surgery, Department of Plastic Surgery, Odense University Hospital, University of Southern Denmark, Odense, Denmark."
      ],
      "orcid": "0000-0001-6006-9753"
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Rae",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Rae",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Mundy",
      "fore_name": "Lily R",
      "initials": "LR",
      "name": "Lily R Mundy",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Johns Hopkins School of Medicine, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Poulsen",
      "fore_name": "Lotte",
      "initials": "L",
      "name": "Lotte Poulsen",
      "affiliations": [
        "Research Unit for Plastic Surgery, Odense University Hospital, University of Southern Denmark, Denmark."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Department of Surgery and Patient-Reported Outcomes, Value & Experience (PROVE) Center, Brigham and Women's Hospital, Harvard Medical School, Boston, Maryland, USA."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Kenneth L",
      "initials": "KL",
      "name": "Kenneth L Fan",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, MedStar, MedStar Plastic and Reconstructive Surgery, Washington, USA."
      ]
    },
    {
      "last_name": "Sørensen",
      "fore_name": "Jens Ahm",
      "initials": "JA",
      "name": "Jens Ahm Sørensen",
      "affiliations": [
        "Research Unit for Plastic Surgery, Department of Plastic Surgery, Odense University Hospital, University of Southern Denmark, Odense, Denmark."
      ]
    }
  ],
  "journal": {
    "title": "Advances in wound care",
    "iso_abbreviation": "Adv Wound Care (New Rochelle)",
    "issn": "2162-1918",
    "issn_type": "Print",
    "volume": "14",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "238",
  "end_page": "250",
  "pages": "238-250",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Humans",
    "Middle Aged",
    "Adult",
    "Male",
    "Female",
    "Aged",
    "Reproducibility of Results",
    "Psychometrics",
    "Aged, 80 and over",
    "Chronic Disease",
    "Lower Extremity",
    "Young Adult",
    "Surveys and Questionnaires",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "38775456",
    "doi": "10.1089/wound.2024.0035"
  },
  "doi": "10.1089/wound.2024.0035",
  "dates": {
    "completed": "2025-05-06",
    "revised": "2025-05-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.214327",
    "pmid": "38775456"
  }
}