{
  "pmid": "38774394",
  "uid": "38774394",
  "title": "Development of an online teaching platform to improve access to postgraduate pathology training in sub-Saharan Africa.",
  "abstract": "BACKGROUND: Resource barriers to the provision of accessible training in cancer diagnosis in lower- and middle-income countries (LMICs) limit the potential of African health systems. Long-term provision via teaching visits from senior pathologists and trainee foreign placements is unsustainable due to the prohibitive costs of travel and subsistence. Emerging eLearning methods would allow pathologists to be trained by experts in a cheaper, more efficient, and more scalable way. PURPOSE: This study aimed to develop an online teaching platform, starting with hematopathology, for trainee pathologists in sub-Saharan Africa, initially in Nairobi, Kenya, and Lusaka, Zambia. METHODS: Course materials were prepared for both Canvas and the Zoom eLearning platforms using digitally scanned slides of lymph nodes and bone marrow trephines. Initial in-person visits were made to each site to establish trainee rapport and maximize engagement, evaluate different methods and course content, and obtain feedback to develop the project. The knowledge of trainees before and after course completion was used to measure initial effectiveness. Online teaching with the preferred platform is to be continued for 1 year before re-evaluation for long-term effectiveness. RESULTS: Canvas was selected as the preferred delivery platform as it is freely available and has good functionality to support all required tasks. Face-to-face teaching was considered optimal to establish the initial rapport necessary to maximize subsequent engagement with online teaching. Challenges have included sub-optimal internet speeds and connections and scheduling issues. Weekly online hematopathology teaching sessions using live image capture microscope sessions, Zoom, and Canvas have been delivered to students in Kenya and Zambia, with good attendance and interaction in case discussions. CONCLUSION: Our team has successfully designed and delivered an online training program in hematopathology to trainee pathologists in Kenya and Zambia, which has been ongoing for over a year. This project is now being scaled to other sub-Saharan countries and other sub-specialties.",
  "authors": [
    {
      "last_name": "Byers",
      "fore_name": "Richard J",
      "initials": "RJ",
      "name": "Richard J Byers",
      "affiliations": [
        "Division of Cancer Sciences, School of Medical Sciences, Faculty of Biology, Medicine and Health, University of Manchester, Manchester, United Kingdom.",
        "Department of Histopathology, Manchester Royal Infirmary, Manchester University Hospital NHS Foundation Trust, Manchester, United Kingdom.",
        "African Strategies for Advancing Pathology, Denver, CO, United States."
      ]
    },
    {
      "last_name": "Byers",
      "fore_name": "Anita J",
      "initials": "AJ",
      "name": "Anita J Byers",
      "affiliations": [
        "Department of Histopathology, Salford Royal Hospital, Northern Care Alliance NHS Foundation Trust, Salford, United Kingdom."
      ]
    },
    {
      "last_name": "Mumba",
      "fore_name": "Chibamba",
      "initials": "C",
      "name": "Chibamba Mumba",
      "affiliations": [
        "University of Zambia and University Teaching Hospital, Lusaka, Zambia."
      ]
    },
    {
      "last_name": "Mutuku",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Mutuku",
      "affiliations": [
        "African Strategies for Advancing Pathology, Denver, CO, United States.",
        "Aga Khan University, Aga Khan University Hospital, Nairobi, Kenya."
      ]
    },
    {
      "last_name": "Singer-Rupp",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Singer-Rupp",
      "affiliations": [
        "African Strategies for Advancing Pathology, Denver, CO, United States."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "African Strategies for Advancing Pathology, Denver, CO, United States.",
        "Department of Pathology and Laboratory Services, Denver Health and Department of Pathology, University of Colorado School of Medicine, Denver, CO, United States."
      ]
    },
    {
      "last_name": "Fleming",
      "fore_name": "Kenneth",
      "initials": "K",
      "name": "Kenneth Fleming",
      "affiliations": [
        "Green Templeton College, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Sayed",
      "fore_name": "Shahin",
      "initials": "S",
      "name": "Shahin Sayed",
      "affiliations": [
        "African Strategies for Advancing Pathology, Denver, CO, United States.",
        "Aga Khan University, Aga Khan University Hospital, Nairobi, Kenya."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in medicine",
    "iso_abbreviation": "Front Med (Lausanne)",
    "issn": "2296-858X",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2024"
  },
  "start_page": "1390560",
  "pages": "1390560",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38774394",
    "pmc": "PMC11106480",
    "doi": "10.3389/fmed.2024.1390560"
  },
  "doi": "10.3389/fmed.2024.1390560",
  "pmc_id": "PMC11106480",
  "dates": {
    "revised": "2024-05-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.862906",
    "pmid": "38774394"
  }
}