{
  "pmid": "38773543",
  "uid": "38773543",
  "title": "PReoperative very low-Energy diets for obese PAtients undergoing non-bariatric surgery Randomized Evaluation (PREPARE): a protocol for a pilot randomized controlled trial.",
  "abstract": "BACKGROUND: Patients with obesity presenting in need of surgical intervention are at 2-to-sixfold higher risk of prolonged hospitalization, infectious morbidity, venous thromboembolism, and more. To mitigate some of these concerns, prescribed preoperative weight loss via very low-energy diets (VLEDs) has become a standard of care for patients with obesity undergoing bariatric surgery. While VLEDs have become standard prior to bariatric surgery, their application in other surgical settings remains limited. A large, definitive trial is required to resolve the uncertainty surrounding their use in these patients. Prior to a definitive trial to compare the efficacy of VLEDs in patients with obesity undergoing major non-bariatric surgery, we require a pilot trial. We argue a pilot trial will provide the following critical feasibility insights: (1) assessment of recruitment ability, (2) evaluation of adherence to VLED regimens, and (3) assessment of our ability follow patients completely. METHODS: The proposed trial will be a multi-center, surgeon, outcome assessor, and data-analyst blinded, parallel pilot randomized controlled trial (RCT). Patients older than 18 years of age with a body mass index (BMI) of greater than 30 kg/m[2] undergoing major elective non-bariatric surgery will be eligible for inclusion. Consecutive patients will be allocated 1:1 according to a computer-generated randomization schedule. Randomization will be stratified by center and will employ randomly permutated blocks. All patients in the intervention group will receive standard patient counseling on weight loss and an active VLED protocol. The preoperative VLED protocol will utilize commercially available weight loss products for three weeks preoperatively. The primary outcomes (randomization percentage, recruitment rate, intervention adherence, follow-up completion, network development) will assess feasibility. Descriptive statistics will be used to characterize the study sample. DISCUSSION: The PREPARE pilot RCT will aim to provide feasibility and safety data that will allow for the successful completion of the definitive PREPARE trial that has the potential to provide practice changing data pertaining to the regular use of VLEDs as a means of pre-habilitation for patients with obesity undergoing major non-bariatric surgery. TRIAL REGISTRATION: This study was registered on ClinicalTrials.gov (reference #NCT05918471) on June 23, 2023.",
  "authors": [
    {
      "last_name": "McKechnie",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler McKechnie",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, 1280 Main St. W, Hamilton, ON, L8S 4L8, Canada. tyler.mckechnie@medportal.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. tyler.mckechnie@medportal.ca."
      ],
      "orcid": "0000-0002-7668-4096"
    },
    {
      "last_name": "Ramji",
      "fore_name": "Karim",
      "initials": "K",
      "name": "Karim Ramji",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, 1280 Main St. W, Hamilton, ON, L8S 4L8, Canada.",
        "Department of Surgery, Division of General Surgery, St. Joseph Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Saddik",
      "fore_name": "Maisa",
      "initials": "M",
      "name": "Maisa Saddik",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, 1280 Main St. W, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Leitch",
      "fore_name": "Jordan",
      "initials": "J",
      "name": "Jordan Leitch",
      "affiliations": [
        "Department of Anesthesia and Perioperative Medicine, Queen's University, Kingston Health Sciences Centre, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Farooq",
      "fore_name": "Ameer",
      "initials": "A",
      "name": "Ameer Farooq",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, Queen's University, Kingston Health Sciences Centre, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Sunil",
      "initials": "S",
      "name": "Sunil Patel",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, Queen's University, Kingston Health Sciences Centre, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes",
      "initials": "A",
      "name": "Aristithes Doumouras",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, 1280 Main St. W, Hamilton, ON, L8S 4L8, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Surgery, Division of General Surgery, St. Joseph Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Eskicioglu",
      "fore_name": "Cagla",
      "initials": "C",
      "name": "Cagla Eskicioglu",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, 1280 Main St. W, Hamilton, ON, L8S 4L8, Canada.",
        "Department of Surgery, Division of General Surgery, St. Joseph Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Surgery, Division of Orthopedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "10",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "May",
    "pub_day": "21"
  },
  "start_page": "82",
  "pages": "82",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38773543",
    "pmc": "PMC11106982",
    "doi": "10.1186/s40814-024-01511-6",
    "pii": "10.1186/s40814-024-01511-6"
  },
  "doi": "10.1186/s40814-024-01511-6",
  "pmc_id": "PMC11106982",
  "dates": {
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:43.093596",
    "pmid": "38773543"
  }
}