{
  "pmid": "38771557",
  "uid": "38771557",
  "title": "Extracting big data from the internet to support the development of a new patient-reported outcome measure for breast implant illness: a proof of concept study.",
  "abstract": "PURPOSE: Individuals with health conditions often use online patient forums to share their experiences. These patient data are freely available and have rarely been used in patient-reported outcomes (PRO) research. Web scraping, the automated identification and coding of webpage data, can be employed to collect patient experiences for PRO research. The objective of this study was to assess the feasibility of using web scraping to support the development of a new PRO measure for breast implant illness (BII). METHODS: Nine publicly available BII-specific web forums were chosen post-consultation with two prominent BII advocacy leaders. The Python Selenium and Pandas packages were used to automate extraction of de-identified text from the individual posts/comments into a spreadsheet. Data were coded using a line-by-line approach and constant comparison was used to create top-level domains and sub-domains. RESULTS: 6362 unique codes were identified and organized into four top-level domains of information needs, symptom experiences, life impact of BII, and care experiences. Information needs of women included seeking/sharing information pre-breast implant surgery, post-breast implant surgery, while contemplating explant surgery, and post-explant surgery. Symptoms commonly described by women included fatigue, brain fog, and musculoskeletal symptoms. Many comments described BII's impact on daily activities and psychosocial wellbeing. Lastly, some comments described negative care experiences and experiences related to advocating for themselves to providers. CONCLUSION: This proof-of-concept study demonstrated the feasibility of employing web scraping as a cost-effective, efficient method to understand the experiences of women with BII. These data will be used to inform the development of a BII-specific PROM.",
  "authors": [
    {
      "last_name": "Hu",
      "fore_name": "Sophia",
      "initials": "S",
      "name": "Sophia Hu",
      "affiliations": [
        "Department of Surgery, Patient-Reported Outcomes, Value and Experience (PROVE) Center, Brigham and Women's Hospital, Harvard Medical School, 75 Francis Street, Boston, MA, 02115, USA."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Jinjie",
      "initials": "J",
      "name": "Jinjie Liu",
      "affiliations": [
        "Institute for Quantitative Social Science, Harvard University, 1737 Cambridge Street, Cambridge, MA, 02138, USA."
      ]
    },
    {
      "last_name": "Cornacchi",
      "fore_name": "Sylvie D",
      "initials": "SD",
      "name": "Sylvie D Cornacchi",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, 1280 Main Street W, Hamilton, ON, L8S 1C7, Canada."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, 1280 Main Street W, Hamilton, ON, L8S 1C7, Canada."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Department of Surgery, Patient-Reported Outcomes, Value and Experience (PROVE) Center, Brigham and Women's Hospital, Harvard Medical School, 75 Francis Street, Boston, MA, 02115, USA."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Manraj N",
      "initials": "MN",
      "name": "Manraj N Kaur",
      "affiliations": [
        "Department of Surgery, Patient-Reported Outcomes, Value and Experience (PROVE) Center, Brigham and Women's Hospital, Harvard Medical School, 75 Francis Street, Boston, MA, 02115, USA. mkaur17@bwh.harvard.edu."
      ]
    }
  ],
  "journal": {
    "title": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
    "iso_abbreviation": "Qual Life Res",
    "issn": "1573-2649",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "7",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "1975",
  "end_page": "1983",
  "pages": "1975-1983",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Patient Reported Outcome Measures",
    "Female",
    "Internet",
    "Breast Implants",
    "Big Data",
    "Proof of Concept Study",
    "Quality of Life",
    "Feasibility Studies"
  ],
  "article_ids": {
    "pubmed": "38771557",
    "doi": "10.1007/s11136-024-03672-6",
    "pii": "10.1007/s11136-024-03672-6"
  },
  "doi": "10.1007/s11136-024-03672-6",
  "dates": {
    "completed": "2024-06-13",
    "revised": "2024-09-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.212909",
    "pmid": "38771557"
  }
}