{
  "pmid": "38785327",
  "uid": "38785327",
  "title": "Effect of fluoridated water on invasive NHS dental treatments for adults: the LOTUS retrospective cohort study and economic evaluation.",
  "abstract": "BACKGROUND: Most water fluoridation studies were conducted on children before the widespread introduction of fluoride toothpastes. There is a lack of evidence that can be applied to contemporary populations, particularly adolescents and adults. OBJECTIVE: To pragmatically assess the clinical and cost effectiveness of water fluoridation for preventing dental treatment and improving oral health in a contemporary population of adults, using a natural experiment design. DESIGN: Retrospective cohort study using routinely collected National Health Service dental claims (FP17) data. SETTING: National Health Service primary dental care: general dental practices, prisons, community dental services, domiciliary settings, urgent/out-of-hours and specialised referral-only services. PARTICIPANTS: Dental patients aged 12 years and over living in England (n = 6,370,280). INTERVENTION AND COMPARISON: Individuals exposed to drinking water with a fluoride concentration ≥ 0.7 mg F/l between 2010 and 2020 were matched to non-exposed individuals on key characteristics using propensity scores. OUTCOME MEASURES: Primary: number of National Health Service invasive dental treatments (restorations/'fillings' and extractions) received per person between 2010 and 2020. Secondary: decayed, missing and filled teeth, missing teeth, inequalities, cost effectiveness and return on investment. DATA SOURCES: National Health Service Business Services Authority dental claims data. Water quality monitoring data. PRIMARY OUTCOME: Predicted mean number of invasive dental treatments was 3% lower in the optimally fluoridated group than in the sub/non-optimally fluoridated group (incidence rate ratio 0.969, 95% CI 0.967 to 0.971), a difference of -0.173 invasive dental treatments (95% CI -0.185 to -0.161). This magnitude of effect is smaller than what most stakeholders we engaged with (n = 50/54) considered meaningful. SECONDARY OUTCOMES: Mean decayed, missing and filled teeth were 2% lower in the optimally fluoridated group, with a difference of -0.212 decayed, missing and filled teeth (95% CI -0.229 to -0.194). There was no statistically significant difference in the mean number of missing teeth per person (0.006, 95% CI -0.008 to 0.021). There was no compelling evidence that water fluoridation reduced social inequalities in treatments received or missing teeth; however, decayed, missing and filled teeth data did not demonstrate a typical inequalities gradient. Optimal water fluoridation in England in 2010-20 was estimated to cost £10.30 per person (excluding original setup costs). Mean National Health Service treatment costs for fluoridated patients 2010-20 were 5.5% lower per person, by £22.26 (95% CI -£23.09 to -£21.43), and patients paid £7.64 less in National Health Service dental charges per person (2020 prices). LIMITATIONS: Pragmatic, observational study with potential for non-differential errors of misclassification in fluoridation assignment and outcome measurement and residual and/or unmeasured confounding. Decayed, missing and filled teeth data have not been validated. Water fluoridation cost estimates are based on existing programmes between 2010 and 2020, and therefore do not include the potentially significant capital investment required for new programmes. CONCLUSIONS: Receipt of optimal water fluoridation between 2010 and 2020 resulted in very small health effects, which may not be meaningful for individuals, and we could find no evidence of a reduction in social inequalities. Existing water fluoridation programmes in England produced a positive return on investment between 2010 and 2020 due to slightly lower National Health Service treatment costs. These relatively small savings should be evaluated against the projected costs and lifespan of any proposed capital investment in water fluoridation, including new programmes. FUTURE WORK: National Health Service dental data are a valuable resource for research. Further validation and measures to improve quality and completeness are warranted. TRIAL REGISTRATIONS: This trial is registered as ISRCTN96479279, CAG: 20/CAG/0072, IRAS: 20/NE/0144. FUNDING: This award was funded by the National Institute for Health and Care Research (NIHR) Public Health Research programme (NIHR award ref: NIHR128533) and is published in full in Public Health Research; Vol. 12, No. 5. See the NIHR Funding and Awards website for further award information.",
  "authors": [
    {
      "last_name": "Moore",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Moore",
      "affiliations": [
        "Division of Dentistry, The University of Manchester, Manchester, UK."
      ],
      "orcid": "0000-0001-9965-9371"
    },
    {
      "last_name": "Nyakutsikwa",
      "fore_name": "Blessing",
      "initials": "B",
      "name": "Blessing Nyakutsikwa",
      "affiliations": [
        "Division of Dentistry, The University of Manchester, Manchester, UK."
      ],
      "orcid": "0000-0002-9050-7926"
    },
    {
      "last_name": "Allen",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Allen",
      "affiliations": [
        "Manchester Centre for Health Economics, The University of Manchester, Manchester, UK."
      ],
      "orcid": "0000-0002-2972-7911"
    },
    {
      "last_name": "Lam",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Lam",
      "affiliations": [
        "Independent Patient and Public Engagement Representative."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Manchester Centre for Health Economics, The University of Manchester, Manchester, UK."
      ],
      "orcid": "0000-0002-1372-0440"
    },
    {
      "last_name": "Tickle",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Tickle",
      "affiliations": [
        "Division of Dentistry, The University of Manchester, Manchester, UK."
      ],
      "orcid": "0000-0001-5348-5441"
    },
    {
      "last_name": "Pretty",
      "fore_name": "Iain A",
      "initials": "IA",
      "name": "Iain A Pretty",
      "affiliations": [
        "Division of Dentistry, The University of Manchester, Manchester, UK."
      ],
      "orcid": "0000-0001-6298-4189"
    },
    {
      "last_name": "Walsh",
      "fore_name": "Tanya",
      "initials": "T",
      "name": "Tanya Walsh",
      "affiliations": [
        "Division of Dentistry, The University of Manchester, Manchester, UK."
      ],
      "orcid": "0000-0001-7003-8854"
    }
  ],
  "journal": {
    "title": "Public health research (Southampton, England)",
    "iso_abbreviation": "Public Health Res (Southampt)",
    "issn": "2050-439X",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "1",
  "end_page": "147",
  "pages": "1-147",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Fluoridation",
    "Retrospective Studies",
    "Male",
    "Female",
    "Cost-Benefit Analysis",
    "State Medicine",
    "Adult",
    "England",
    "Adolescent",
    "Middle Aged",
    "Dental Caries",
    "Young Adult",
    "Child",
    "Aged",
    "Dental Care",
    "Oral Health"
  ],
  "article_ids": {
    "pubmed": "38785327",
    "doi": "10.3310/RFQA3841"
  },
  "doi": "10.3310/RFQA3841",
  "dates": {
    "completed": "2024-05-24",
    "revised": "2024-05-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.720854",
    "pmid": "38785327"
  }
}