{
  "pmid": "38782681",
  "uid": "38782681",
  "title": "Time to therapy and safety of testicular tissue cryopreservation in children undergoing gonadotoxic treatment or hematopoietic stem cell transplant.",
  "abstract": "BACKGROUND: With the use of multimodal treatments and hematopoietic stem cell transplant, the majority of children diagnosed with malignancies and hematologic diseases are now surviving into adulthood. Due to the gonadotoxic effects and potential for future infertility associated with many of these treatments, fertility counseling with sperm cryopreservation prior to starting therapy is the standard of care for post-pubertal males. Unfortunately, the options are limited for pre-pubertal patients or those unable to provide a specimen. Testicular tissue cryopreservation (TTC) is an investigational method to surgically obtain germ cells from testicular tissue and potentially restore future spermatogenesis. While TTC has been shown to be safe, little is reported on the time to treatment following the procedure to ensure adequate wound healing and avoid delays in definitive therapy. OBJECTIVES: The primary outcome was the time to initiation of treatment following TTC. Secondary outcomes were complication rates, delays in treatment due to TTC, and presence of germ cells. METHODS: We conducted a single-institution retrospective cohort study of patients undergoing TTC between 2017 and 2023. Patients at significant risk for treatment related infertility based on established criteria were eligible for TTC. Patients were excluded if they received their oncology or hematology care elsewhere. All patients were enrolled in an IRB approved research protocol with 75% of the tissue submitted for cryopreservation and 25% for research purposes. Time to therapy was defined as the first receipt of gonadotoxic treatment following TTC. RESULTS: A total of 122 patients (53 = malignant, 69 = non-malignant) underwent TTC with a median age of 5.9 years (IQR 2.3-9.35). Germ cells were identified in 115 (94%) specimens. A total of 109 (89%) patients underwent concomitant procedures. The median time to initiation of therapy was 5 (IQR 1.0-7.0) and 7 days (IQR 6.0-13.0) for malignant and non-malignant disease, respectively. The 30-day surgical complication rate was 2.5% and was similar between malignant vs non-malignant diagnoses (p = 0.58). All surgical complications were managed non-operatively. No patients had a delay in definitive treatment due to concern for wound healing or complications. DISCUSSION: Our surgical complication rates are similar to previous studies and are not affected by the time to treatment following TTC. Limitations of the study are its retrospective design, single institution, and short-term follow up. CONCLUSION: TTC can be performed safely, efficiently, and in conjunction with other necessary procedures without resulting in delays of definitive treatment. TTC affords the opportunity for fertility preservation in children who have no other options.",
  "authors": [
    {
      "last_name": "Campbell",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Campbell",
      "affiliations": [
        "Cincinnati Children's Hospital Medical Center, Department of Urology, 3333 Burnet Avenue, Cincinnati, OH 45229, USA. Electronic address: Paul.campbell0528@gmail.com."
      ]
    },
    {
      "last_name": "Riazzi",
      "fore_name": "Abbey",
      "initials": "A",
      "name": "Abbey Riazzi",
      "affiliations": [
        "Cincinnati Children's Hospital Medical Center, Department of Urology, 3333 Burnet Avenue, Cincinnati, OH 45229, USA. Electronic address: abbey.riazzi@cchmc.org."
      ]
    },
    {
      "last_name": "Spitznagel",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Spitznagel",
      "affiliations": [
        "Cincinnati Children's Hospital Medical Center, Department of Urology, 3333 Burnet Avenue, Cincinnati, OH 45229, USA. Electronic address: elizabeth.spitznagel@cchmc.org."
      ]
    },
    {
      "last_name": "Schulte",
      "fore_name": "Marion",
      "initials": "M",
      "name": "Marion Schulte",
      "affiliations": [
        "Cincinnati Children's Hospital Medical Center, Department of Urology, 3333 Burnet Avenue, Cincinnati, OH 45229, USA. Electronic address: marion.schulte@cchmc.org."
      ]
    },
    {
      "last_name": "Frias",
      "fore_name": "Olivia",
      "initials": "O",
      "name": "Olivia Frias",
      "affiliations": [
        "Cincinnati Children's Hospital Medical Center, Department of Pediatric and Adolescent Gynecology, 3333 Burnet Avenue, Cincinnati, OH 45229, USA. Electronic address: olivia.jaworek@cchmc.org."
      ]
    },
    {
      "last_name": "Daugherty",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Daugherty",
      "affiliations": [
        "Cincinnati Children's Hospital Medical Center, Department of Urology, 3333 Burnet Avenue, Cincinnati, OH 45229, USA. Electronic address: Michael.daugherty@cchmc.org."
      ]
    },
    {
      "last_name": "Vanderbrink",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Vanderbrink",
      "affiliations": [
        "Cincinnati Children's Hospital Medical Center, Department of Urology, 3333 Burnet Avenue, Cincinnati, OH 45229, USA. Electronic address: brian.vanderbrink@cchmc.org."
      ]
    },
    {
      "last_name": "DeFoor",
      "fore_name": "William",
      "initials": "W",
      "name": "William DeFoor",
      "affiliations": [
        "Cincinnati Children's Hospital Medical Center, Department of Urology, 3333 Burnet Avenue, Cincinnati, OH 45229, USA. Electronic address: Bob.DeFoor@cchmc.org."
      ]
    },
    {
      "last_name": "Minevich",
      "fore_name": "Eugene",
      "initials": "E",
      "name": "Eugene Minevich",
      "affiliations": [
        "Cincinnati Children's Hospital Medical Center, Department of Urology, 3333 Burnet Avenue, Cincinnati, OH 45229, USA. Electronic address: eugene.minevich@cchmc.org."
      ]
    },
    {
      "last_name": "Reddy",
      "fore_name": "Pramod",
      "initials": "P",
      "name": "Pramod Reddy",
      "affiliations": [
        "Cincinnati Children's Hospital Medical Center, Department of Urology, 3333 Burnet Avenue, Cincinnati, OH 45229, USA. Electronic address: pramod.reddy@cchmc.org."
      ]
    },
    {
      "last_name": "Streich-Tilles",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara Streich-Tilles",
      "affiliations": [
        "Cincinnati Children's Hospital Medical Center, Department of Pediatric and Adolescent Gynecology, 3333 Burnet Avenue, Cincinnati, OH 45229, USA. Electronic address: tara.streich-tilles@duke.edu."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": [
        "Cincinnati Children's Hospital Medical Center, Department of Oncology, 3333 Burnet Avenue, Cincinnati, OH 45229, USA. Electronic address: karen.burns@cchmc.org."
      ]
    },
    {
      "last_name": "Strine",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Strine",
      "affiliations": [
        "Cincinnati Children's Hospital Medical Center, Department of Urology, 3333 Burnet Avenue, Cincinnati, OH 45229, USA. Electronic address: andrew.strine@cchmc.org."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric urology",
    "iso_abbreviation": "J Pediatr Urol",
    "issn": "1873-4898",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "747.e1",
  "end_page": "747.e7",
  "pages": "747.e1-747.e7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Cryopreservation",
    "Hematopoietic Stem Cell Transplantation",
    "Retrospective Studies",
    "Child",
    "Testis",
    "Time-to-Treatment",
    "Fertility Preservation",
    "Child, Preschool",
    "Adolescent",
    "Neoplasms",
    "Cohort Studies"
  ],
  "article_ids": {
    "pubmed": "38782681",
    "doi": "10.1016/j.jpurol.2024.05.005",
    "pii": "S1477-5131(24)00263-8"
  },
  "doi": "10.1016/j.jpurol.2024.05.005",
  "dates": {
    "completed": "2024-08-16",
    "revised": "2025-07-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.557364",
    "pmid": "38782681"
  }
}