{
  "pmid": "38780066",
  "uid": "38780066",
  "title": "Restrictive versus liberal red blood cell transfusion strategies for people with haematological malignancies treated with intensive chemotherapy or radiotherapy, or both, with or without haematopoietic stem cell support.",
  "abstract": "BACKGROUND: An estimated one-quarter to one-half of people diagnosed with haematological malignancies experience anaemia. There are different strategies for red blood cell (RBC) transfusions to treat anaemia. A restrictive transfusion strategy permits a lower haemoglobin (Hb) level whereas a liberal transfusion strategy aims to maintain a higher Hb. The most effective and safest strategy is unknown. OBJECTIVES: To determine the efficacy and safety of restrictive versus liberal RBC transfusion strategies for people diagnosed with haematological malignancies treated with intensive chemotherapy or radiotherapy, or both, with or without a haematopoietic stem cell transplant (HSCT). SEARCH METHODS: We searched for randomised controlled trials (RCTs) and non-randomised studies (NRS) in MEDLINE (from 1946), Embase (from 1974), CINAHL (from 1982), Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2023, Issue 2), and eight other databases (including three trial registries) to 21 March 2023. We also searched grey literature and contacted experts in transfusion for additional trials. There were no language, date or publication status restrictions. SELECTION CRITERIA: We included RCTs and prospective NRS that evaluated restrictive versus liberal RBC transfusion strategies in children or adults with malignant haematological disorders receiving intensive chemotherapy or radiotherapy, or both, with or without HSCT. DATA COLLECTION AND ANALYSIS: Two authors independently screened references, full-text reports of potentially relevant studies, extracted data from the studies, and assessed the risk of bias. Any disagreement was discussed and resolved with a third review author. Dichotomous outcomes were presented as a risk ratio (RR) with a 95% confidence interval (CI). Narrative syntheses were used for heterogeneous outcome measures. Review Manager Web was used to meta-analyse the data. Main outcomes of interest included: all-cause mortality at 31 to 100 days, quality of life, number of participants with any bleeding, number of participants with clinically significant bleeding, serious infections, length of hospital admission (days) and hospital readmission at 0 to 3 months. The certainty of the evidence was assessed using GRADE. MAIN RESULTS: Nine studies met eligibility; eight RCTs and one NRS. Six hundred and forty-four participants were included from six completed RCTs (n = 560) and one completed NRS (n = 84), with two ongoing RCTs consisting of 294 participants (260 adult and 34 paediatric) pending inclusion. Only one completed RCT included children receiving HSCT (n = 6); the other five RCTs only included adults: 239 with acute leukaemia receiving chemotherapy and 315 receiving HSCT (166 allogeneic and 149 autologous). The transfusion threshold ranged from 70 g/L to 80 g/L for restrictive and from 80 g/L to 120 g/L for liberal strategies. Effects were reported in the summary of findings tables only for the trials that included adults to reduce indirectness due to the limited evidence contributed by the prematurely terminated paediatric trial. Evidence from RCTs Overall, there may be little to no difference in the number of participants who die within 31 to 100 days using a restrictive compared to a liberal transfusion strategy, but the evidence is very uncertain (three studies; 451 participants; RR 1.00, 95% CI 0.27 to 3.70, P=0.99; very low-certainty evidence). There may be little to no difference in quality of life at 0 to 3 months using a restrictive compared to a liberal transfusion strategy, but the evidence is very uncertain (three studies; 431 participants; analysis unable to be completed due to heterogeneity; very low-certainty evidence). There may be little to no difference in the number of participants who suffer from any bleeding at 0 to 3 months using a restrictive compared to a liberal transfusion strategy (three studies; 448 participants; RR 0.91, 95% CI 0.78 to 1.06, P = 0.22; low-certainty evidence). There may be little to no difference in the number of participants who suffer from clinically significant bleeding at 0 to 3 months using a restrictive compared to a liberal transfusion strategy (four studies; 511 participants; RR: 0.94, 95% CI 0.74 to 1.19, P = 0.60; low-certainty evidence). There may be little to no difference in the number of participants who experience serious infections at 0 to 3 months using a restrictive compared to a liberal transfusion strategy (three studies, 451 participants; RR: 1.20, 95% CI 0.93 to 1.55, P = 0.17; low-certainty evidence). A restrictive transfusion strategy likely results in little to no difference in the length of hospital admission at 0 to 3 months compared to a liberal strategy (two studies; 388 participants; analysis unable to be completed due to heterogeneity in reporting; moderate-certainty evidence). There may be little to no difference between hospital readmission using a restrictive transfusion strategy compared to a liberal transfusion strategy (one study, 299 participants; RR: 0.89, 95% CI 0.52 to 1.50; P = 0.65; low-certainty evidence). Evidence from NRS The evidence is very uncertain whether a restrictive RBC transfusion strategy: reduces the risk of death within 100 days (one study, 84 participants, restrictive 1 death; liberal 1 death; very low-certainty evidence); or decreases the risk of clinically significant bleeding (one study, 84 participants, restrictive 3; liberal 8; very low-certainty evidence). No NRS reported on the other eligible outcomes. AUTHORS' CONCLUSIONS: Findings from this review were based on seven studies and 644 participants. Definite conclusions are challenging given the relatively few included studies, low number of included participants, heterogeneity of intervention and outcome reporting, and overall certainty of evidence. To increase the certainty of the true effect of a restrictive RBC transfusion strategy on clinical outcomes, there is a need for rigorously designed and executed studies. The evidence is largely based on two populations: adults with acute leukaemia receiving intensive chemotherapy and adults with haematologic malignancy requiring HSCT. Despite the addition of 405 participants from three RCTs to the previous review's results, there is still insufficient evidence to answer this review's primary outcome. If we assume a mortality rate of 3% within 100 days, we would need a total of 1492 participants to have an 80% chance of detecting, at a 5% level of significance, an increase in all-cause mortality from 3% to 6%. Further RCTs are needed overall, particularly in children.",
  "authors": [
    {
      "last_name": "Radford",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Radford",
      "affiliations": [
        "McMaster Centre for Transfusion Research, McMaster University, Hamilton, Canada.",
        "Department of Oncology, Hamilton Health Sciences Centre, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Estcourt",
      "fore_name": "Lise J",
      "initials": "LJ",
      "name": "Lise J Estcourt",
      "affiliations": [
        "Haematology/Transfusion Medicine, NHS Blood and Transplant, Oxford, UK.",
        "Nuffield Department of Clinical Laboratory Sciences, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Sirotich",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Sirotich",
      "affiliations": [
        "Medicine, Yale School of Medicine, New Haven, Connecticut, USA."
      ]
    },
    {
      "last_name": "Pitre",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Pitre",
      "affiliations": [
        "Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Britto",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Britto",
      "affiliations": [
        "Oncology, Hamilton Health Sciences Centre, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Watson",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Watson",
      "affiliations": [
        "Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Brunskill",
      "fore_name": "Susan J",
      "initials": "SJ",
      "name": "Susan J Brunskill",
      "affiliations": [
        "Nuffield Department of Clinical Laboratory Sciences, University of Oxford, Oxford, UK.",
        "Systematic Review Initiative, NHS Blood and Transplant, Oxford, UK."
      ]
    },
    {
      "last_name": "Fergusson",
      "fore_name": "Dean A",
      "initials": "DA",
      "name": "Dean A Fergusson",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Dorée",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Dorée",
      "affiliations": [
        "Nuffield Department of Clinical Laboratory Sciences, University of Oxford, Oxford, UK.",
        "Systematic Review Initiative, NHS Blood and Transplant, Oxford, UK."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "Division of Hematology and Thromboembolism, Department of Medicine, McMaster University, Ontario, Canada.",
        "McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "May",
    "pub_day": "23"
  },
  "start_page": "CD011305",
  "pages": "CD011305",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Erythrocyte Transfusion",
    "Hematologic Neoplasms",
    "Randomized Controlled Trials as Topic",
    "Hematopoietic Stem Cell Transplantation",
    "Anemia",
    "Adult",
    "Child",
    "Bias",
    "Quality of Life",
    "Hemoglobin A",
    "Non-Randomized Controlled Trials as Topic",
    "Hemoglobins"
  ],
  "article_ids": {
    "pubmed": "38780066",
    "pmc": "PMC11112982",
    "doi": "10.1002/14651858.CD011305.pub3"
  },
  "doi": "10.1002/14651858.CD011305.pub3",
  "pmc_id": "PMC11112982",
  "dates": {
    "completed": "2024-05-23",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Hemoglobin A",
    "Hemoglobins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.405673",
    "pmid": "38780066"
  }
}