{
  "pmid": "38782213",
  "uid": "38782213",
  "title": "Green synthesized silver nanoparticles from Phoenix dactylifera synergistically interact with bioactive extract of Punica granatum against bacterial virulence and biofilm development.",
  "abstract": "The global rise of antibiotic resistance poses a substantial risk to mankind, underscoring the necessity for alternative antimicrobial options. Developing novel drugs has become challenging in matching the pace at which microbial resistance is evolving. Recently, nanotechnology, coupled with natural compounds, has emerged as a promising solution to combat multidrug-resistant bacteria. In the present study, silver nanoparticles were green-synthesized using aqueous extract of Phoenix dactylifera (variety Ajwa) fruits and characterized by UV-vis spectroscopy, X-ray diffraction (XRD), Fourier transform infrared spectroscopy (FTIR), Scanning electron microscopy (SEM) coupled with Energy dispersive X-ray analysis (EDX), Transmission electron microscopy (TEM) and Thermogravimetric-differential thermal analysis (TGA-DTA). The in-vitro synergy of green synthesized P. dactylifera silver nanoparticle (PD-AgNPs) with selected antibiotics and bioactive extract of Punica granatum, i.e., ethyl acetate fraction (PGEF), was investigated using checkerboard assays. The most effective synergistic combination was evaluated against the QS-regulated virulence factors production and biofilm of Pseudomonas aeruginosa PAO1 by spectroscopic assays and electron microscopy. In-vivo anti-infective efficacy was examined in Caenorhabditis elegans N2 worms. PD-AgNPs were characterized as spherical in shape with an average diameter of 28.9 nm. FTIR analysis revealed the presence of functional groups responsible for the decrease and stabilization of PD-AgNPs. The signals produced by TGA-DTA analysis indicated the generation of thermally stable and pure crystallite AgNPs. Key phytocompounds detected in bioactive fractions include gulonic acid, dihydrocaffeic acid 3-O-glucuronide, and various fatty acids. The MIC of PD-AgNPs and PGEF ranged from 32 to 128 μg/mL and 250-500 μg/mL, respectively, against test bacterial strains. In-vitro, PD-AgNPs showed additive interaction with selected antibiotics (FICI 0.625-0.75) and synergy with PGEF (FICI 0.25-0.375). This combination inhibited virulence factors by up to 75 % and biofilm formation by 84.87 % in P. aeruginosa PAO1. Infected C. elegans worms with P. aeruginosa PAO1 had a 92.55 % survival rate when treated with PD-AgNPs and PGEF. The combination also reduced the reactive oxygen species (ROS) level in C. elegans N2 compared to the untreated control. Overall, these findings highlight that biosynthesized PD-AgNPs and bioactive P. granatum extract may be used as a potential therapeutic formulation against MDR bacteria.",
  "authors": [
    {
      "last_name": "Samreen",
      "name": "Samreen",
      "affiliations": [
        "Department of Agricultural Microbiology, Faculty of Agricultural Sciences, Aligarh Muslim University, Aligarh, 202002, UP, India."
      ]
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Iqbal",
      "initials": "I",
      "name": "Iqbal Ahmad",
      "affiliations": [
        "Department of Agricultural Microbiology, Faculty of Agricultural Sciences, Aligarh Muslim University, Aligarh, 202002, UP, India. Electronic address: ahmadiqbal8@yahoo.co.in."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah Ahmad",
      "initials": "SA",
      "name": "Sarah Ahmad Khan",
      "affiliations": [
        "Department of Agricultural Microbiology, Faculty of Agricultural Sciences, Aligarh Muslim University, Aligarh, 202002, UP, India."
      ]
    },
    {
      "last_name": "Naseer",
      "fore_name": "Anam",
      "initials": "A",
      "name": "Anam Naseer",
      "affiliations": [
        "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, India; Division of Toxicology & Experimental Medicine, CSIR-Central Drug Research Institute, Lucknow, 226031, India."
      ]
    },
    {
      "last_name": "Nazir",
      "fore_name": "Aamir",
      "initials": "A",
      "name": "Aamir Nazir",
      "affiliations": [
        "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, India; Division of Toxicology & Experimental Medicine, CSIR-Central Drug Research Institute, Lucknow, 226031, India."
      ]
    }
  ],
  "journal": {
    "title": "Microbial pathogenesis",
    "iso_abbreviation": "Microb Pathog",
    "issn": "1096-1208",
    "issn_type": "Electronic",
    "volume": "192",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "106708",
  "pages": "106708",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Silver",
    "Plant Extracts",
    "Metal Nanoparticles",
    "Biofilms",
    "Anti-Bacterial Agents",
    "Microbial Sensitivity Tests",
    "Pseudomonas aeruginosa",
    "Animals",
    "Drug Synergism",
    "Phoeniceae",
    "Virulence",
    "Pomegranate",
    "Caenorhabditis elegans",
    "Green Chemistry Technology",
    "X-Ray Diffraction",
    "Virulence Factors",
    "Spectroscopy, Fourier Transform Infrared",
    "Fruit"
  ],
  "article_ids": {
    "pubmed": "38782213",
    "doi": "10.1016/j.micpath.2024.106708",
    "pii": "S0882-4010(24)00175-X"
  },
  "doi": "10.1016/j.micpath.2024.106708",
  "dates": {
    "completed": "2024-06-15",
    "revised": "2024-06-15"
  },
  "chemicals": [
    "Silver",
    "Plant Extracts",
    "Anti-Bacterial Agents",
    "Virulence Factors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.808737",
    "pmid": "38782213"
  }
}