{
  "pmid": "38797916",
  "uid": "38797916",
  "title": "Nonoperative management protocol for locally advanced rectal cancer.",
  "abstract": "AIM: The standard treatment for low rectal cancer is preoperative chemoradiotherapy followed by surgery with low anterior resection with diverting ileostomy or abdominoperineal resection, both of which have significant long-term effects on bowel and sexual function. Due to the high morbidity of surgery, there has been increasing interest in nonoperative management for low rectal cancer. The aim of this work is to conduct a pan-Canadian Phase II trial assessing the safety of nonoperative management for low rectal cancer. METHOD: Patients with Stage II or III low rectal cancer completing chemoradiotherapy according to standard of care at participating centres will be assessed for complete clinical response 8-14 weeks following completion of chemoradiotherapy. Subjects achieving a clinical complete response will undergo active surveillance including endoscopy, imaging and bloodwork at regular intervals for 24 months. The primary outcome will be the rate of local regrowth 2 years after chemoradiotherapy. Nonoperative management will be considered safe (i.e. as effective as surgery to achieve local control) if the rate of local regrowth is ≤30% and surgical salvage is possible for all local regrowths. Secondary outcomes will include disease-free and overall survival. CONCLUSION: The results will be highly clinically relevant, as it is expected that nonoperative management will be safe and lead to widespread adoption of nonoperative management in Canada. This change in practice has the potential to decrease the number of patients requiring surgery and the costs associated with surgery and long-term surgical morbidity.",
  "authors": [
    {
      "last_name": "Kennedy",
      "fore_name": "Erin D",
      "initials": "ED",
      "name": "Erin D Kennedy",
      "affiliations": [
        "Department of Surgery, Mount Sinai Hospital, Toronto, Ontario, Canada.",
        "University of Toronto, Toronto, Ontario, Canada.",
        "Zane Cohen Centre for Digestive Diseases, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-0707-5294"
    },
    {
      "last_name": "Schmocker",
      "fore_name": "Selina",
      "initials": "S",
      "name": "Selina Schmocker",
      "affiliations": [
        "Zane Cohen Centre for Digestive Diseases, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Carl",
      "initials": "C",
      "name": "Carl Brown",
      "affiliations": [
        "Department of Colorectal Surgery, St Paul's Hospital, Faculty of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ],
      "orcid": "0000-0002-5368-3541"
    },
    {
      "last_name": "Liberman",
      "fore_name": "Sender",
      "initials": "S",
      "name": "Sender Liberman",
      "affiliations": [
        "Department of Surgery, McGill University, Montréal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Baxter",
      "fore_name": "Nancy N",
      "initials": "NN",
      "name": "Nancy N Baxter",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St Michael's Hospital, Unity Health Toronto, Toronto, Ontario, Canada.",
        "Melbourne School of Population and Global Health, University of Melbourne, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Drolet",
      "fore_name": "Sebastien",
      "initials": "S",
      "name": "Sebastien Drolet",
      "affiliations": [
        "Department of Surgery, Université Laval, Quebec City, Quebec, Canada."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Katerina",
      "initials": "K",
      "name": "Katerina Neumann",
      "affiliations": [
        "Department of Surgery, Queen Elizabeth II Health Sciences Centre, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, McMaster University, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Richard",
      "fore_name": "Carole",
      "initials": "C",
      "name": "Carole Richard",
      "affiliations": [
        "Digestive Surgery Service, Centre Hospitalier de l'Université de Montréal, Montréal, Quebec, Canada.",
        "Division of General Surgery, Université de Montréal, Montréal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Brezden-Masley",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Brezden-Masley",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada.",
        "Division of Medical Oncology, Sinai Health System, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jhaveri",
      "fore_name": "Kartik",
      "initials": "K",
      "name": "Kartik Jhaveri",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada.",
        "Joint Department of Medical Imaging, University Health Network, Mount Sinai Hospital, and Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kopek",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Kopek",
      "affiliations": [
        "Department of Radiation Oncology, McGill University Health Centre, Montréal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Kirsch",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Kirsch",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada.",
        "Department of Pathology and Laboratory Medicine, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Colorectal disease : the official journal of the Association of Coloproctology of Great Britain and Ireland",
    "iso_abbreviation": "Colorectal Dis",
    "issn": "1463-1318",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "1285",
  "end_page": "1291",
  "pages": "1285-1291",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Canada",
    "Chemoradiotherapy",
    "Disease-Free Survival",
    "Neoadjuvant Therapy",
    "Neoplasm Recurrence, Local",
    "Neoplasm Staging",
    "Proctectomy",
    "Rectal Neoplasms",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "38797916",
    "doi": "10.1111/codi.17035"
  },
  "doi": "10.1111/codi.17035",
  "dates": {
    "completed": "2024-06-27",
    "revised": "2024-10-04"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.939983",
    "pmid": "38797916"
  }
}