{
  "pmid": "38796500",
  "uid": "38796500",
  "title": "Pre-operative mechanical bowel preparation and prophylactic oral antibiotics for pediatric patients undergoing elective colorectal surgery: a protocol for a randomized controlled feasibility trial.",
  "abstract": "BACKGROUND: Infections after elective colorectal surgery remain a significant burden for patients and the healthcare system. Adult studies suggest that the combination of oral antibiotics and mechanical bowel preparation is effective at reducing infections after colorectal surgery. In children, there is limited evidence for either of these practices and the utility of combining oral antibiotics with mechanical bowel preparation remains uncertain. METHODS: This study aims to determine the feasibility of conducting a randomized controlled trial assessing the efficacy of oral antibiotics, with or without mechanical bowel preparation, in reducing the rates of post-operative infection in pediatric colorectal surgery. Participants aged 3 months to 18 years undergoing elective colorectal surgery will be randomized pre-operatively to one of three trial arms: (1) oral antibiotics; (2) oral antibiotics and mechanical bowel preparation; or (3) standard care. Twelve patients will be included in each trial arm. Feasibility outcomes of interest include the rate of participant recruitment, post-randomization exclusions, protocol deviations, adverse events, and missed follow-up appointments. Secondary outcomes include the rate of post-operative surgical site infections, length of hospital stay, time to full enteral feeds, reoperation, readmission, and complications. DISCUSSION: If the results of this trial prove feasible, a multi-center trial will be completed with sufficient power to evaluate the optimal pre-operative bowel preperation for pediatric patients undergoing elective colorectal surgery. TRIAL REGISTRATION: ClinicalTrials.gov: NCT03593252.",
  "authors": [
    {
      "last_name": "Briatico",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Briatico",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, ON, Canada.",
        "Division of Pediatric General Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Flageole",
      "fore_name": "Helene",
      "initials": "H",
      "name": "Helene Flageole",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, ON, Canada.",
        "Division of Pediatric General Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Al-Shahwani",
      "fore_name": "Noora",
      "initials": "N",
      "name": "Noora Al-Shahwani",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, ON, Canada.",
        "Department of Surgery, Sidra Medical and Research Center, Doha, Qatar."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "VanHouwelingen",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa VanHouwelingen",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, ON, Canada. vanhoul@mcmaster.ca.",
        "Division of Pediatric General Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. vanhoul@mcmaster.ca."
      ],
      "orcid": "0000-0003-0156-0731"
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "10",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "May",
    "pub_day": "25"
  },
  "start_page": "85",
  "pages": "85",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38796500",
    "pmc": "PMC11127310",
    "doi": "10.1186/s40814-024-01476-6",
    "pii": "10.1186/s40814-024-01476-6"
  },
  "doi": "10.1186/s40814-024-01476-6",
  "pmc_id": "PMC11127310",
  "dates": {
    "revised": "2024-05-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "NIF-21513",
      "agency": "Hamilton Health Sciences"
    },
    {
      "grant_id": "131159543-RR0001",
      "agency": "Hamilton Health Sciences"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.436787",
    "pmid": "38796500"
  }
}