{
  "pmid": "38792726",
  "uid": "38792726",
  "title": "Bacterial Lipopeptides Are Effective against Pear Fire Blight.",
  "abstract": "Fire blight, a devastating disease caused by Erwinia amylovora, poses a significant threat to pear and apple trees in Xinjiang province, China. In an effort to combat this pathogen, we isolated 10 bacteria from various components of apple and crabapple trees and conducted screenings to assess their ability to inhibit E. amylovora in vitro. Through biochemical tests and partial 16S rRNA gene sequencing, we identified two promising strains, Priestia megaterium strain H1 and Bacillus subtilis strain I2. These strains were then evaluated for their efficacy in biocontrol under controlled laboratory conditions, focusing on immature fruits and leaves. Remarkably, all selected antagonists exhibited the capability to reduce the severity of the disease on both fruit and leaves. P. megaterium strain H1 and B. subtilis strain I2 exhibited significant reductions in disease incidence on both immature fruits and leaves compared to the control. Specifically, on immature fruits, they achieved reductions of 53.39% and 44.76%, respectively, while on leaves, they demonstrated reductions of 59.55% and 55.53%, respectively. Furthermore, during the study, we detected the presence of lipopeptides, including surfactin, iturins, bacillomycin D, and fengycins, in the methanol extract obtained from these two antagonistic bacteria using thin-layer chromatography (TLC). Based on the results obtained, B. subtilis strain I2 and P. megaterium strain H1 exhibit considerable potential for controlling fire blight. However, further evaluation of their efficacy under natural field conditions is essential to validate their practicality as a biocontrol method.",
  "authors": [
    {
      "last_name": "Din",
      "fore_name": "Ihsan Ud",
      "initials": "IU",
      "name": "Ihsan Ud Din",
      "affiliations": [
        "College of Life Sciences, Shihezi University, Shihezi 832003, China."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Lina",
      "initials": "L",
      "name": "Lina Hu",
      "affiliations": [
        "College of Life Sciences, Shihezi University, Shihezi 832003, China."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Jiang",
      "affiliations": [
        "Agricultural Scientific Institute of 2nd Division of Xinjiang Production and Construction Corps, Tiemenguan 841005, China."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wei",
      "affiliations": [
        "Agricultural Scientific Institute of 2nd Division of Xinjiang Production and Construction Corps, Tiemenguan 841005, China."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "College of Agriculture, South China Agricultural University, Guangzhou 510642, China."
      ],
      "orcid": "0000-0001-9530-1356"
    },
    {
      "last_name": "Sun",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Sun",
      "affiliations": [
        "College of Life Sciences, Shihezi University, Shihezi 832003, China."
      ]
    }
  ],
  "journal": {
    "title": "Microorganisms",
    "iso_abbreviation": "Microorganisms",
    "issn": "2076-2607",
    "issn_type": "Print",
    "volume": "12",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "Apr",
    "pub_day": "29"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38792726",
    "pmc": "PMC11123750",
    "doi": "10.3390/microorganisms12050896",
    "pii": "microorganisms12050896"
  },
  "doi": "10.3390/microorganisms12050896",
  "pmc_id": "PMC11123750",
  "dates": {
    "revised": "2024-05-27"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "2023AB004-03",
      "agency": "Technologies R & D Program of Bingtuan"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.138020",
    "pmid": "38792726"
  }
}