{
  "pmid": "38797082",
  "uid": "38797082",
  "title": "Test-retest reliability and longitudinal validity of drop vertical jump biomechanics during rehabilitation after ACL reconstruction.",
  "abstract": "Hip and knee biomechanics measured during a drop vertical jump (DVJ) can be used to assess patients undergoing rehabilitation after anterior cruciate ligament (ACL) reconstruction. To confidently interpret such data for use as outcome measures, additional information about reliability and validity is required. Therefore, the objective of this study was to estimate the test-retest reliability and longitudinal validity of selected lower limb biomechanics assessed during a DVJ in patients undergoing rehabilitation after ACL reconstruction. Biomechanical analysis of the DVJ in primary unilateral ACL reconstruction patients (22.3 ± 5.5y) were tested twice within 1 week at 6 months post-surgery (n = 46), and again at 12 months post-surgery (n = 36). Peak and initial contact knee angles and moments, hip impulse, vertical ground reaction forces (VGRF), isokinetic knee extension and flexion strength, and global ratings of change (GRC) were assessed. Reliability was evaluated based on the 6-month post-surgery data using intraclass correlation coefficients (ICC2,1), standard errors of measurement and minimum detectable change. Longitudinal validity was evaluated by assessing change from 6 to 12 months, using standardized response means (SRM), and by assessing the correlation (Pearson's r) of change in landing biomechanics with change in strength, and GRC. ICCs ranged from 0.58 to 0.90 for peak knee abduction and flexion moments, 0.44-0.85 for knee flexion and abduction angles, 0.82-0.93 for VGRFs, and 0.42-0.65 for hip impulse. SRMs and correlations of change ranged from 0.00 to 0.50. Reliability and longitudinal validity of DVJ measures varied, ranging from poor-to-excellent; the present results assist in their interpretation when assessed during rehabilitation after ACL reconstruction.",
  "authors": [
    {
      "last_name": "Gagnon",
      "fore_name": "Sheila S",
      "initials": "SS",
      "name": "Sheila S Gagnon",
      "affiliations": [
        "Faculty of Sport and Health Sciences, University of Jyväskylä, Finland; Wolf Orthopaedic Biomechanics Laboratory, Fowler Kennedy Sport Medicine Clinic, University of Western Ontario, London, Canada; School of Physical Therapy, Faculty of Health Sciences, University of Western Ontario, London, Canada; Bone and Joint Institute, University of Western Ontario, London, Canada. Electronic address: sheila.s.gagnon@jyu.fi."
      ]
    },
    {
      "last_name": "Birmingham",
      "fore_name": "Trevor B",
      "initials": "TB",
      "name": "Trevor B Birmingham",
      "affiliations": [
        "Wolf Orthopaedic Biomechanics Laboratory, Fowler Kennedy Sport Medicine Clinic, University of Western Ontario, London, Canada; School of Physical Therapy, Faculty of Health Sciences, University of Western Ontario, London, Canada; Bone and Joint Institute, University of Western Ontario, London, Canada. Electronic address: tbirming@uwo.ca."
      ]
    },
    {
      "last_name": "Dickey",
      "fore_name": "James P",
      "initials": "JP",
      "name": "James P Dickey",
      "affiliations": [
        "Bone and Joint Institute, University of Western Ontario, London, Canada; School of Kinesiology, University of Western Ontario, London, Canada."
      ]
    },
    {
      "last_name": "Leitch",
      "fore_name": "Kristyn",
      "initials": "K",
      "name": "Kristyn Leitch",
      "affiliations": [
        "Wolf Orthopaedic Biomechanics Laboratory, Fowler Kennedy Sport Medicine Clinic, University of Western Ontario, London, Canada; Bone and Joint Institute, University of Western Ontario, London, Canada."
      ]
    },
    {
      "last_name": "O'Neill",
      "fore_name": "Lindsey",
      "initials": "L",
      "name": "Lindsey O'Neill",
      "affiliations": [
        "Wolf Orthopaedic Biomechanics Laboratory, Fowler Kennedy Sport Medicine Clinic, University of Western Ontario, London, Canada; Bone and Joint Institute, University of Western Ontario, London, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "School of Physical Therapy, Faculty of Health Sciences, University of Western Ontario, London, Canada; Bone and Joint Institute, University of Western Ontario, London, Canada; Schulich School of Medicine and Dentistry, University of Western Ontario, London, Canada."
      ]
    },
    {
      "last_name": "Robert Giffin",
      "fore_name": "J",
      "initials": "J",
      "name": "J Robert Giffin",
      "affiliations": [
        "Wolf Orthopaedic Biomechanics Laboratory, Fowler Kennedy Sport Medicine Clinic, University of Western Ontario, London, Canada; Bone and Joint Institute, University of Western Ontario, London, Canada; Schulich School of Medicine and Dentistry, University of Western Ontario, London, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of biomechanics",
    "iso_abbreviation": "J Biomech",
    "issn": "1873-2380",
    "issn_type": "Electronic",
    "volume": "170",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "112150",
  "pages": "112150",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Anterior Cruciate Ligament Reconstruction",
    "Male",
    "Female",
    "Biomechanical Phenomena",
    "Adult",
    "Reproducibility of Results",
    "Knee Joint",
    "Young Adult",
    "Longitudinal Studies",
    "Adolescent",
    "Anterior Cruciate Ligament Injuries"
  ],
  "article_ids": {
    "pubmed": "38797082",
    "doi": "10.1016/j.jbiomech.2024.112150",
    "pii": "S0021-9290(24)00228-8"
  },
  "doi": "10.1016/j.jbiomech.2024.112150",
  "dates": {
    "completed": "2024-06-14",
    "revised": "2024-06-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.990394",
    "pmid": "38797082"
  }
}