{
  "pmid": "38809588",
  "uid": "38809588",
  "title": "Enabling Health Information Recommendation Using Crowdsourced Refinement in Web-Based Health Information Applications: User-Centered Design Approach and EndoZone Informatics Case Study.",
  "abstract": "BACKGROUND: In the digital age, search engines and social media platforms are primary sources for health information, yet their commercial interests-focused algorithms often prioritize irrelevant content. Web-based health applications by reputable sources offer a solution to circumvent these biased algorithms. Despite this advantage, there remains a significant gap in research on the effective integration of content-ranking algorithms within these specialized health applications to ensure the delivery of personalized and relevant health information. OBJECTIVE: This study introduces a generic methodology designed to facilitate the development and implementation of health information recommendation features within web-based health applications. METHODS: We detail our proposed methodology, covering conceptual foundation and practical considerations through the stages of design, development, operation, review, and optimization in the software development life cycle. Using a case study, we demonstrate the practical application of the proposed methodology through the implementation of recommendation functionalities in the EndoZone platform, a platform dedicated to providing targeted health information on endometriosis. RESULTS: Application of the proposed methodology in the EndoZone platform led to the creation of a tailored health information recommendation system known as EndoZone Informatics. Feedback from EndoZone stakeholders as well as insights from the implementation process validate the methodology's utility in enabling advanced recommendation features in health information applications. Preliminary assessments indicate that the system successfully delivers personalized content, adeptly incorporates user feedback, and exhibits considerable flexibility in adjusting its recommendation logic. While certain project-specific design flaws were not caught in the initial stages, these issues were subsequently identified and rectified in the review and optimization stages. CONCLUSIONS: We propose a generic methodology to guide the design and implementation of health information recommendation functionality within web-based health information applications. By harnessing user characteristics and feedback for content ranking, this methodology enables the creation of personalized recommendations that align with individual user needs within trusted health applications. The successful application of our methodology in the development of EndoZone Informatics marks a significant progress toward personalized health information delivery at scale, tailored to the specific needs of users.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Wenhao",
      "initials": "W",
      "name": "Wenhao Li",
      "affiliations": [
        "College of Medicine and Public Health, Flinders University, Clovelly Park, Australia.",
        "School of Information Science and Engineering, Shandong Normal University, Jinan, China."
      ],
      "orcid": "0000-0002-3642-2999"
    },
    {
      "last_name": "O'Hara",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca O'Hara",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, Australia."
      ],
      "orcid": "0000-0002-7482-1691"
    },
    {
      "last_name": "Hull",
      "fore_name": "M Louise",
      "initials": "ML",
      "name": "M Louise Hull",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, Australia."
      ],
      "orcid": "0000-0003-1813-3971"
    },
    {
      "last_name": "Slater",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Slater",
      "affiliations": [
        "Curtin School of Allied Health, Curtin University, Perth, Australia."
      ],
      "orcid": "0000-0002-4868-4988"
    },
    {
      "last_name": "Sirohi",
      "fore_name": "Diksha",
      "initials": "D",
      "name": "Diksha Sirohi",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, Australia."
      ],
      "orcid": "0000-0003-4485-7877"
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa A",
      "initials": "MA",
      "name": "Melissa A Parker",
      "affiliations": [
        "Canberra Endometriosis Centre, Centenary Hospital for Women and Children, Canberra, Australia."
      ],
      "orcid": "0000-0002-4213-7166"
    },
    {
      "last_name": "Bidargaddi",
      "fore_name": "Niranjan",
      "initials": "N",
      "name": "Niranjan Bidargaddi",
      "affiliations": [
        "College of Medicine and Public Health, Flinders University, Clovelly Park, Australia."
      ],
      "orcid": "0000-0003-2868-9260"
    }
  ],
  "journal": {
    "title": "JMIR human factors",
    "iso_abbreviation": "JMIR Hum Factors",
    "issn": "2292-9495",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2024",
    "pub_month": "May",
    "pub_day": "29"
  },
  "start_page": "e52027",
  "pages": "e52027",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Crowdsourcing",
    "User-Centered Design",
    "Internet"
  ],
  "article_ids": {
    "pubmed": "38809588",
    "pmc": "PMC11170049",
    "doi": "10.2196/52027",
    "pii": "v11i1e52027"
  },
  "doi": "10.2196/52027",
  "pmc_id": "PMC11170049",
  "dates": {
    "completed": "2024-05-29",
    "revised": "2024-06-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.226258",
    "pmid": "38809588"
  }
}