{
  "pmid": "38807092",
  "uid": "38807092",
  "title": "Specification curve analysis to identify heterogeneity in risk factors for dementia: findings from the UK Biobank.",
  "abstract": "BACKGROUND: In 2020, the Lancet Commission identified 12 risk factors as priorities for prevention of dementia, and other studies identified APOE e4/e4 genotype and family history of Alzheimer's disease strongly associated with dementia outcomes; however, it is unclear how robust these relationships are across dementia subtypes and analytic scenarios. Specification curve analysis (SCA) is a new tool to probe how plausible analytical scenarios influence outcomes. METHODS: We evaluated the heterogeneity of odds ratios for 12 risk factors reported from the Lancet 2020 report and two additional strong associated non-modifiable factors (APOE e4/e4 genotype and family history of Alzheimer's disease) with dementia outcomes across 450,707 UK Biobank participants using SCA with 5357 specifications across dementia subtypes (outcomes) and analytic models (e.g., standard demographic covariates such as age or sex and/or 14 correlated risk factors). RESULTS: SCA revealed variable dementia risks by subtype and age, with associations for TBI and APOE e4/e4 robust to model specification; in contrast, diabetes showed fluctuating links with dementia subtypes. We found that unattributed dementia participants had similar risk factor profiles to participants with defined subtypes. CONCLUSIONS: We observed heterogeneity in the risk of dementia, and estimates of risk were influenced by the inclusion of a combination of other modifiable risk factors; non-modifiable demographic factors had a minimal role in analytic heterogeneity. Future studies should report multiple plausible analytic scenarios to test the robustness of their association. Considering these combinations of risk factors could be advantageous for the clinical development and evaluation of novel screening models for different types of dementia.",
  "authors": [
    {
      "last_name": "Luo",
      "fore_name": "Renhao",
      "initials": "R",
      "name": "Renhao Luo",
      "affiliations": [
        "Department of Biomedical Informatics, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Anesthesia and Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Glymour",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Glymour",
      "affiliations": [
        "Department of Epidemiology, School of Public Health, Boston University, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Ellis",
      "fore_name": "Randall J",
      "initials": "RJ",
      "name": "Randall J Ellis",
      "affiliations": [
        "Department of Biomedical Informatics, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Estiri",
      "fore_name": "Hossein",
      "initials": "H",
      "name": "Hossein Estiri",
      "affiliations": [
        "Department of Medicine, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Chirag J",
      "initials": "CJ",
      "name": "Chirag J Patel",
      "affiliations": [
        "Department of Biomedical Informatics, Harvard Medical School, Boston, MA, USA. chirag_patel@hms.harvard.edu."
      ]
    }
  ],
  "journal": {
    "title": "BMC medicine",
    "iso_abbreviation": "BMC Med",
    "issn": "1741-7015",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "May",
    "pub_day": "29"
  },
  "start_page": "216",
  "pages": "216",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Humans",
    "Dementia",
    "Risk Factors",
    "United Kingdom",
    "Female",
    "Male",
    "Aged",
    "Biological Specimen Banks",
    "Middle Aged",
    "Aged, 80 and over",
    "UK Biobank"
  ],
  "article_ids": {
    "pubmed": "38807092",
    "pmc": "PMC11134914",
    "doi": "10.1186/s12916-024-03424-w",
    "pii": "10.1186/s12916-024-03424-w"
  },
  "doi": "10.1186/s12916-024-03424-w",
  "pmc_id": "PMC11134914",
  "dates": {
    "completed": "2024-05-29",
    "revised": "2024-11-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "RF1 AG074372",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.307330",
    "pmid": "38807092"
  }
}