{
  "pmid": "38810927",
  "uid": "38810927",
  "title": "Cerebrospinal fluid galactomannan detection for the diagnosis of central nervous system aspergillosis: a diagnostic test accuracy systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Cerebrospinal fluid (CSF) galactomannan is an adjunctive test for central nervous system (CNS) aspergillosis diagnosis with unclear diagnostic test characteristics. OBJECTIVES: To evaluate the diagnostic test characteristics of CSF galactomannan in CNS aspergillosis. METHODS: Systematic review and meta-analysis. DATA SOURCES: MEDLINE, Embase, Web of Science, and Scopus, from inception to 24 February 2023. STUDY ELIGIBILITY CRITERIA: Prospective and retrospective studies with 1-group and 2-group designs using any galactomannan assay on CSF to diagnose CNS aspergillosis. PARTICIPANTS: Adult and/or paediatric patients with CNS aspergillosis. TEST(S): Galactomannan testing on CSF specimens. REFERENCE STANDARD: European Organization for Research and Treatment of Cancer and the Mycoses Study Group Education and Research Consortium (EORTC/MSGERC) diagnostic criteria, or equivalent. ASSESSMENT OF RISK OF BIAS: QUADAS-2 assessment in duplicate. METHODS OF DATA SYNTHESIS: Bivariate restricted maximum likelihood estimation random-effects meta-analysis, summarized using forest and summary receiver operating characteristic plots; bivariate meta-regression models to investigate heterogeneity; and subgroup and sensitivity analyses to explore subgroup effects and methodologic choices (PROSPERO registration: CRD42022296331; funding: none). RESULTS: We included eight studies (n = 342 participants). The summary estimates of CSF galactomannan sensitivity and specificity were 69.0% (95% CI, 57.2-78.7%) and 94.4% (95% CI, 82.8-98.3%), respectively. Using meta-regression, galactomannan cut-off (p = 0.38), EORTC/MSGERC criteria version (p = 0.48), or whether the reference standard was defined as both proven and probable or only proven aspergillosis (p = 0.48) did not explain observed heterogeneity. No subgroup effects were demonstrated by analysing the EORTC/MSGERC criteria reference standard used (e.g. 2002 vs. 2008 definitions) or whether paediatric patients were included. Diagnostic sensitivity was improved using a galactomannan cut-off of 1.0, and by excluding high risk of bias and 1-group design studies. DISCUSSION: CSF galactomannan is a highly specific but insensitive test for use as a component of CNS aspergillosis diagnosis. Few included studies, no prospective studies, and a high risk of bias are study limitations.",
  "authors": [
    {
      "last_name": "Komorowski",
      "fore_name": "Adam S",
      "initials": "AS",
      "name": "Adam S Komorowski",
      "affiliations": [
        "Microbiology Department, Hamilton Regional Laboratory Medicine Program, Hamilton Health Sciences and St. Joseph's Healthcare, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: komorowa@mcmaster.ca."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Clayton W",
      "initials": "CW",
      "name": "Clayton W Hall",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Atwal",
      "fore_name": "Sukhreet",
      "initials": "S",
      "name": "Sukhreet Atwal",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johnstone",
      "fore_name": "Rochelle",
      "initials": "R",
      "name": "Rochelle Johnstone",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Transplant Infectious Diseases and Ajmera Transplant Centre, University Health Network, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Walker",
      "affiliations": [
        "Department of Neurosurgery, Boston University, Boston, MA, United States."
      ]
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Division of Infectious Diseases, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Piessens",
      "fore_name": "Eva A",
      "initials": "EA",
      "name": "Eva A Piessens",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yamamura",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Yamamura",
      "affiliations": [
        "Microbiology Department, Hamilton Regional Laboratory Medicine Program, Hamilton Health Sciences and St. Joseph's Healthcare, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kasper",
      "fore_name": "Ekkehard M",
      "initials": "EM",
      "name": "Ekkehard M Kasper",
      "affiliations": [
        "Department of Neurosurgery, Boston University, Boston, MA, United States; Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
    "iso_abbreviation": "Clin Microbiol Infect",
    "issn": "1469-0691",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "10",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "1244",
  "end_page": "1253",
  "pages": "1244-1253",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Diagnostic Tests, Routine",
    "Galactose",
    "Mannans",
    "Neuroaspergillosis",
    "Sensitivity and Specificity",
    "Child"
  ],
  "article_ids": {
    "pubmed": "38810927",
    "doi": "10.1016/j.cmi.2024.05.013",
    "pii": "S1198-743X(24)00250-7"
  },
  "doi": "10.1016/j.cmi.2024.05.013",
  "dates": {
    "completed": "2024-09-06",
    "revised": "2024-09-22"
  },
  "chemicals": [
    "galactomannan",
    "Galactose",
    "Mannans"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.900850",
    "pmid": "38810927"
  }
}