{
  "pmid": "38810842",
  "uid": "38810842",
  "title": "Physicians found an interactive tool displaying structured evidence summaries for multiple comparisons understandable and useful: a qualitative user testing study.",
  "abstract": "OBJECTIVES: To evaluate and improve \"Making Alternative Treatment Choices Intuitive and Trustworthy\" (MATCH-IT)-a digital, interactive decision support tool displaying structured evidence summaries for multiple comparisons-to help physicians interpret and apply evidence from network meta-analysis (NMA) for their clinical decision-making. STUDY DESIGN AND SETTING: We conducted a qualitative user testing study, applying principles from user-centered design in an iterative development process. We recruited a convenience sample of practicing physicians in Norway, Belgium, and Canada, and asked them to interpret structured evidence summaries for multiple comparisons-linked to clinical guideline recommendations-displayed in MATCH-IT. User testing included (a) introduction of a clinical scenario, (b) a think-aloud session with participant-tool interaction, and (c) a semistructured interview. We video recorded, transcribed, and analyzed user tests using directed content analysis. The results informed new updates in MATCH-IT. RESULTS: Distributed across 5 development cycles we tested MATCH-IT with 26 physicians. Of these, 24 (94%) reported either no or sparse prior experience with interpretation of NMA. Physicians perceived MATCH-IT as easy to interpret and navigate, and appreciated its ability to provide an overview of the evidence. Visualization of effects in pictograms and inclusion of information on burden of treatment (\"practical issues\") were highlighted as potentially useful features in interacting with patients. We also identified problems, including undiscovered functionalities (drag and drop), suboptimal tutorial, and cumbersome navigation of the tool. In addition, physicians wanted definition/explanation of key terms (eg, outcomes and \"certainty\"), and there were concerns that overwhelming evidence from a large NMA would complicate applicability to clinical practice. This led to several updates with development of a new start page, tutorial, updated user interface for more efficient maneuvering, solutions to display definition of key terms and a \"frequently asked questions\" section. To facilitate interpretation of large networks, we improved categorization of results using color coding and added filtering functionality. These modifications allowed physicians to focus on interventions of interest and reduce information overload. CONCLUSION: This study provides proof of concept that physicians can use MATCH-IT to understand NMA evidence. Key features of MATCH-IT in a clinical context include providing an overview of the evidence, visualization of effects, and the display of information on burden of treatments. However, unfamiliarity with the Grading of Recommendations Assessment, Development and Evaluation concepts, time constraints, and accessibility at the point of care may be challenges for use. To what extent our results are transferable to real-world clinical contexts remains to be explored.",
  "authors": [
    {
      "last_name": "Løvsletten",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Løvsletten",
      "affiliations": [
        "Department of Medicine, Lovisenberg Diaconal Hospital, Oslo, Norway; Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Hunskaar",
      "fore_name": "Birk Stokke",
      "initials": "BS",
      "name": "Birk Stokke Hunskaar",
      "affiliations": [
        "Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Heen",
      "fore_name": "Anja Fog",
      "initials": "AF",
      "name": "Anja Fog Heen",
      "affiliations": [
        "Department of Medicine, Lovisenberg Diaconal Hospital, Oslo, Norway; MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Bekkering",
      "fore_name": "Geertruida",
      "initials": "G",
      "name": "Geertruida Bekkering",
      "affiliations": [
        "Academic Centre for General Practice, Department of Public Health and Primary Care, KU Leuven, Leuven, Belgium; Belgian Centre for Evidence Based Medicine (Cebam), Leuven, Belgium; Cochrane Belgium, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Poel",
      "fore_name": "Louise Vanden",
      "initials": "LV",
      "name": "Louise Vanden Poel",
      "affiliations": [
        "Academic Centre for General Practice, Department of Public Health and Primary Care, KU Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Biomedical Informatics, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Vermandere",
      "fore_name": "Mieke",
      "initials": "M",
      "name": "Mieke Vermandere",
      "affiliations": [
        "Academic Centre for General Practice, Department of Public Health and Primary Care, KU Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Aertgeerts",
      "fore_name": "Bert",
      "initials": "B",
      "name": "Bert Aertgeerts",
      "affiliations": [
        "Academic Centre for General Practice, Department of Public Health and Primary Care, KU Leuven, Leuven, Belgium; Belgian Centre for Evidence Based Medicine (Cebam), Leuven, Belgium."
      ]
    },
    {
      "last_name": "Delvaux",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Delvaux",
      "affiliations": [
        "Academic Centre for General Practice, Department of Public Health and Primary Care, KU Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Achille",
      "fore_name": "Frankie",
      "initials": "F",
      "name": "Frankie Achille",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Anaesthesia, McMaster University, Hamilton, Canada; Department of Health, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway; Department of Internal Medicine, University Hospitals of Geneva, Geneva, Switzerland; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Department of Medicine, Lovisenberg Diaconal Hospital, Oslo, Norway; Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway; MAGIC Evidence Ecosystem Foundation, Oslo, Norway. Electronic address: perolav@magicevidence.org."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "172",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "111399",
  "pages": "111399",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Belgium",
    "Canada",
    "Clinical Decision-Making",
    "Evidence-Based Medicine",
    "Meta-Analysis as Topic",
    "Norway",
    "Physicians",
    "Qualitative Research",
    "User-Computer Interface"
  ],
  "article_ids": {
    "pubmed": "38810842",
    "doi": "10.1016/j.jclinepi.2024.111399",
    "pii": "S0895-4356(24)00154-9"
  },
  "doi": "10.1016/j.jclinepi.2024.111399",
  "dates": {
    "completed": "2024-08-21",
    "revised": "2024-08-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.307688",
    "pmid": "38810842"
  }
}