{
  "pmid": "38818694",
  "uid": "38818694",
  "title": "The influence of context on diagnostic reasoning: A narrative synthesis of experimental findings.",
  "abstract": "AIMS AND OBJECTIVES: Contextual information which is implicitly available to physicians during clinical encounters has been shown to influence diagnostic reasoning. To better understand the psychological mechanisms underlying the influence of context on diagnostic accuracy, we conducted a review of experimental research on this topic. METHOD: We searched Web of Science, PubMed, and Scopus for relevant articles and looked for additional records by reading the references and approaching experts. We limited the review to true experiments involving physicians in which the outcome variable was the accuracy of the diagnosis. RESULTS: The 43 studies reviewed examined two categories of contextual variables: (a) case-intrinsic contextual information and (b) case-extrinsic contextual information. Case-intrinsic information includes implicit misleading diagnostic suggestions in the disease history of the patient, or emotional volatility of the patient. Case-extrinsic or situational information includes a similar (but different) case seen previously, perceived case difficulty, or external digital diagnostic support. Time pressure and interruptions are other extrinsic influences that may affect the accuracy of a diagnosis but have produced conflicting findings. CONCLUSION: We propose two tentative hypotheses explaining the role of context in diagnostic accuracy. According to the negative-affect hypothesis, diagnostic errors emerge when the physician's attention shifts from the relevant clinical findings to the (irrelevant) source of negative affect (for instance patient aggression) raised in a clinical encounter. The early-diagnosis-primacy hypothesis attributes errors to the extraordinary influence of the initial hypothesis that comes to the physician's mind on the subsequent collecting and interpretation of case information. Future research should test these mechanisms explicitly. Possible alternative mechanisms such as premature closure or increased production of (irrelevant) rival diagnoses in response to context deserve further scrutiny. Implications for medical education and practice are discussed.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Henk G",
      "initials": "HG",
      "name": "Henk G Schmidt",
      "affiliations": [
        "Institute of Medical Education Research, Erasmus University Rotterdam, Rotterdam, The Netherlands."
      ],
      "orcid": "0000-0001-8706-0978"
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Mamede",
      "fore_name": "Silvia",
      "initials": "S",
      "name": "Silvia Mamede",
      "affiliations": [
        "Institute of Medical Education Research, Erasmus University Rotterdam, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Magzoub",
      "fore_name": "Mohi",
      "initials": "M",
      "name": "Mohi Magzoub",
      "affiliations": [
        "Department of Medical Education, United Arab Emirates University, Al Ain, United Arab Emirates."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "1091",
  "end_page": "1101",
  "pages": "1091-1101",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Diagnostic Errors",
    "Clinical Reasoning",
    "Physician-Patient Relations",
    "Clinical Competence"
  ],
  "article_ids": {
    "pubmed": "38818694",
    "doi": "10.1111/jep.14023"
  },
  "doi": "10.1111/jep.14023",
  "dates": {
    "completed": "2024-08-21",
    "revised": "2024-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.817921",
    "pmid": "38818694"
  }
}