{
  "pmid": "38822983",
  "uid": "38822983",
  "title": "Surgical treatment of cystic pituitary adenomas: literature-based definitions and postoperative outcomes.",
  "abstract": "BACKGROUND AND OBJECTIVES: To survey the applied definitions of 'cystic' among pituitary adenomas and evaluate whether postoperative outcomes differ relative to non-cystic counterparts. METHODS: A literature search and meta-analysis was performed using PRISMA guidelines. Studies were eligible if novel data were reported regarding the applied definition of 'cystic' and postoperative outcomes among cases of surgically treated pituitary adenomas. Data were pooled with random effects meta-analysis models into cohorts based on the applied definition of 'cystic'. Categorical meta-regressions were used to investigate differences between cohorts. Among studies comparing cystic and non-cystic pituitary adenomas, meta-analysis models were applied to determine the Odds Ratio [95% Confidence Interval]. Statistical analyses were performed using Comprehensive Meta-Analysis (CMA, 4.0), with a priori significance defined as P < 0.05. RESULTS: Ten studies were eligible yielding 283 patients with cystic pituitary adenomas. The definitions of 'cystic' mainly varied between the visual appearance of cystic components on preoperative magnetic resonance imaging and a volumetric definition requiring 50% or greater of tumor volume exhibiting cystic components. Tumor diameter was seldom reported with an associated standard deviation/error, limiting meta-analyses. When the data were pooled in accordance with the definition applied, there were no significant differences in the rates of gross total resection (P = 0.830), endocrinologic remission (P = 0.563), and tumor recurrence (P = 0.320). Meta-analyses on studies comparing cystic versus non-cystic pituitary adenomas indicated no significant difference in the rates of gross total resection (P = 0.729), endocrinologic remission (P = 0.857), and tumor recurrence (P = 0.465). CONCLUSION: Despite some individual studies describing a significant influence of pituitary adenoma texture on postoperative outcomes, meta-analyses revealed no such differences between cystic and non-cystic pituitary adenomas. This discrepancy may be explained in part by the inconsistent definition of 'cystic' and between-group differences in tumor size. A notion of a field-standard definition of 'cystic' among pituitary adenomas should be established to facilitate inter-study comparisons.",
  "authors": [
    {
      "last_name": "Webb",
      "fore_name": "Kevin L",
      "initials": "KL",
      "name": "Kevin L Webb",
      "affiliations": [
        "Department of Physiology and Biomedical Engineering, Mayo Clinic, Rochester, Minnesota, United States of America."
      ]
    },
    {
      "last_name": "Hinkle",
      "fore_name": "Mickayla L",
      "initials": "ML",
      "name": "Mickayla L Hinkle",
      "affiliations": [
        "Department of Neurologic Surgery, Mayo Clinic, 200 First St. SW, Rochester, Minnesota, United States of America."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Department of Neurosurgery, Northwestern University Feinberg School of Medicine, Chicago, Illinois, United States of America."
      ]
    },
    {
      "last_name": "Bancos",
      "fore_name": "Irina",
      "initials": "I",
      "name": "Irina Bancos",
      "affiliations": [
        "Division of Endocrinology, Diabetes, Metabolism and Nutrition, Mayo Clinic, Rochester, Minnesota, United States of America."
      ]
    },
    {
      "last_name": "Shinya",
      "fore_name": "Yuki",
      "initials": "Y",
      "name": "Yuki Shinya",
      "affiliations": [
        "Department of Neurologic Surgery, Mayo Clinic, 200 First St. SW, Rochester, Minnesota, United States of America.",
        "Department of Neurosurgery, University of Tokyo Hospital, Tokyo, Japan."
      ]
    },
    {
      "last_name": "Van Gompel",
      "fore_name": "Jamie J",
      "initials": "JJ",
      "name": "Jamie J Van Gompel",
      "affiliations": [
        "Department of Neurologic Surgery, Mayo Clinic, 200 First St. SW, Rochester, Minnesota, United States of America. VanGompel.Jamie@mayo.edu."
      ]
    }
  ],
  "journal": {
    "title": "Pituitary",
    "iso_abbreviation": "Pituitary",
    "issn": "1573-7403",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "360",
  "end_page": "369",
  "pages": "360-369",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Adenoma",
    "Magnetic Resonance Imaging",
    "Pituitary Neoplasms",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "38822983",
    "doi": "10.1007/s11102-024-01409-9",
    "pii": "10.1007/s11102-024-01409-9"
  },
  "doi": "10.1007/s11102-024-01409-9",
  "dates": {
    "completed": "2024-07-30",
    "revised": "2025-01-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.294808",
    "pmid": "38822983"
  }
}