{
  "pmid": "38823453",
  "uid": "38823453",
  "title": "Empiric antibiotic regimens in adults with non-ventilator-associated hospital-acquired pneumonia: a systematic review and network meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: The optimal empiric antibiotic regimen for non-ventilator-associated hospital-acquired pneumonia (HAP) is uncertain. OBJECTIVES: To compare the effectiveness and safety of alternative empiric antibiotic regimens in HAP using a network meta-analysis. DATA SOURCES: Medline, EMBASE, Cochrane CENTRAL, Web of Science, and CINAHL from database inception to July 06, 2023. STUDY ELIGIBILITY CRITERIA: RCTs. PARTICIPANTS: Adults with clinical suspicion of HAP. INTERVENTIONS: Any empiric antibiotic regimen vs. another, placebo, or no treatment. ASSESSMENT OF RISK OF BIAS: Paired reviewers independently assessed risk of bias using a modified Cochrane tool for assessing risk of bias in randomized trials. METHODS OF DATA SYNTHESIS: Paired reviewers independently extracted data on trial and patient characteristics, antibiotic regimens, and outcomes of interest. We conducted frequentist random-effects network meta-analyses for treatment failure and all-cause mortality and assessed the certainty of the evidence using the Grading of Recommendations Assessment, Development and Evaluation approach. RESULTS: Thirty-nine RCTs proved eligible. Thirty RCTs involving 4807 participants found low certainty evidence that piperacillin-tazobactam (RR compared to all cephalosporins: 0.65; 95% CI: 0.42, 1.01) and carbapenems (RR compared to all cephalosporins: 0.77; 95% CI: 0.53, 1.11) might be among the most effective in reducing treatment failure. The findings were robust to the secondary analysis comparing piperacillin-tazobactam vs. antipseudomonal cephalosporins or antipseudomonal carbapenems vs. antipseudomonal cephalosporins. Eleven RCTs involving 2531 participants found low certainty evidence that ceftazidime and linezolid combination may not be convincingly different from cephalosporin alone in reducing all-cause mortality. Evidence on other antibiotic regimens is very uncertain. Data on other patient-important outcomes including adverse events was sparse, and we did not perform network or pairwise meta-analysis. CONCLUSIONS: For empiric antibiotic therapy of adults with HAP, piperacillin-tazobactam might be among the most effective in reducing treatment failure. Empiric methicillin-resistant Staphylococcus aureus coverage may not exert additional benefit in reducing mortality. REGISTRATION: PROSPERO (CRD 42022297224).",
  "authors": [
    {
      "last_name": "Ghadimi",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Ghadimi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: ghadimim@mcmaster.ca."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RAC",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hazzan",
      "fore_name": "Afeez Abiola",
      "initials": "AA",
      "name": "Afeez Abiola Hazzan",
      "affiliations": [
        "Department of Healthcare Studies, State University of New York, Brockport, NY, USA."
      ]
    },
    {
      "last_name": "Aminaei",
      "fore_name": "Danial",
      "initials": "D",
      "name": "Danial Aminaei",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gomaa",
      "fore_name": "Huda",
      "initials": "H",
      "name": "Huda Gomaa",
      "affiliations": [
        "Department of Biostatistics, High Institute of Public Health, Alexandria University, Egypt."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Wang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Liang",
      "initials": "L",
      "name": "Liang Yao",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Basmaji",
      "fore_name": "John",
      "initials": "J",
      "name": "John Basmaji",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Division of Critical Care, Department of Medicine, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grant",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Grant",
      "affiliations": [
        "Faculty of Medicine and Dentistry, University of Alberta, Alberta, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "William S H",
      "initials": "WSH",
      "name": "William S H Kim",
      "affiliations": [
        "Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Alvarado-Gamarra",
      "fore_name": "Giancarlo",
      "initials": "G",
      "name": "Giancarlo Alvarado-Gamarra",
      "affiliations": [
        "Department of Pediatrics, Hospital Nacional Edgardo Rebagliati Martins, Lima, Peru; Instituto de Investigación Nutricional, Lima, Peru."
      ]
    },
    {
      "last_name": "Likhvantsev",
      "fore_name": "Valery",
      "initials": "V",
      "name": "Valery Likhvantsev",
      "affiliations": [
        "Deputy Director, V. Negovsky Reanimatology Research Institute FNCC RR, Moscow, Russia; Anesthesiology and Intensive Care Department, First Moscow State Medical University (Sechenov University), Moscow, Russia."
      ]
    },
    {
      "last_name": "Lima",
      "fore_name": "João Pedro",
      "initials": "JP",
      "name": "João Pedro Lima",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Motaghi",
      "fore_name": "Shahrzad",
      "initials": "S",
      "name": "Shahrzad Motaghi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Couban",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
    "iso_abbreviation": "Clin Microbiol Infect",
    "issn": "1469-0691",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "11",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "1351",
  "end_page": "1363",
  "pages": "1351-1363",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Anti-Bacterial Agents",
    "Healthcare-Associated Pneumonia",
    "Piperacillin, Tazobactam Drug Combination",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "38823453",
    "doi": "10.1016/j.cmi.2024.05.017",
    "pii": "S1198-743X(24)00254-4"
  },
  "doi": "10.1016/j.cmi.2024.05.017",
  "dates": {
    "completed": "2024-10-17",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Piperacillin, Tazobactam Drug Combination"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.535169",
    "pmid": "38823453"
  }
}