{
  "pmid": "38828652",
  "uid": "38828652",
  "title": "Biomechanical and Histological Study of Retrieved LARS Synthetic Ligaments.",
  "abstract": "BACKGROUND: Synthetic grafts have been used for a number of years in anterior cruciate ligament (ACL) reconstruction surgery. One of the more recent additions to the stable of synthetic ligaments is the Ligament Augmentation and Reconstruction System (LARS) ligament. PURPOSE: To analyze the biomechanics and histology of LARS grafts retrieved due to failure of the device. STUDY DESIGN: Descriptive laboratory study. METHODS: A total of 22 LARS ligament grafts that were explanted from patients were sent for analysis. Five new, unused samples of the standard LARS ACL graft were also analyzed. Biomechanical testing was performed: ultimate tensile force, force versus displacement, and stress versus strain were recorded. Histopathological examination was performed looking for degree of fibrous tissue ingrowth as well as the presence of a foreign body reaction. RESULTS: Of the 22 grafts retrieved, 14 were used for ACL grafts, 1 for a lateral collateral ligament graft, 2 for medial collateral ligament grafts, 4 for gluteal tendon augmentation, and 1 for a supraspinatus augmentation. A severe foreign body reaction was found in 86% of the grafts (18/22) and a mild foreign body reaction in the remaining 14% (4/22). Tissue ingrowth was minimal in the majority of ACL grafts; the other grafts showed moderate tissue ingrowth. Maximal tensile force was significantly higher for the new ACL grafts (mean ± SD, 1667 ± 845 N) compared with the retrieved grafts (897 ± 395 N; P < .05). CONCLUSION: This study demonstrated that the vast majority of retrieved LARS artificial ligaments had a florid foreign body reaction. There was minimal tissue ingrowth in ACL grafts and moderate ingrowth in other grafts. Retrieved grafts had a decreased ultimate tensile force, which increased their risk of rupture. CLINICAL RELEVANCE: Surgeons should be cautious in choosing to use these grafts in reconstructive surgery for patients.",
  "authors": [
    {
      "last_name": "Blakeney",
      "fore_name": "William G",
      "initials": "WG",
      "name": "William G Blakeney",
      "affiliations": [
        "Royal Perth Hospital, Department of Orthopaedic Surgery, Perth, Australia.",
        "University of Western Australia. Department of Surgery, Perth, Australia."
      ]
    },
    {
      "last_name": "Hayes",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Hayes",
      "affiliations": [
        "Centre for Implant Technology and Retrieval Analysis, Department of Medical Engineering and Physics, Royal Perth Hospital, Perth, Australia."
      ]
    },
    {
      "last_name": "Kop",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Kop",
      "affiliations": [
        "Centre for Implant Technology and Retrieval Analysis, Department of Medical Engineering and Physics, Royal Perth Hospital, Perth, Australia."
      ]
    },
    {
      "last_name": "Parry",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Parry",
      "affiliations": [
        "Western Diagnostic Pathology, Perth, Australia."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Hawkesbury District Health Service, Windsor, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Annear",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Annear",
      "affiliations": [
        "Perth Orthopaedic and Sports Medicine Centre, Perth, Australia."
      ]
    },
    {
      "last_name": "Pabbruwe",
      "fore_name": "Moreica",
      "initials": "M",
      "name": "Moreica Pabbruwe",
      "affiliations": [
        "Centre for Implant Technology and Retrieval Analysis, Department of Medical Engineering and Physics, Royal Perth Hospital, Perth, Australia."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "1979",
  "end_page": "1983",
  "pages": "1979-1983",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Biomechanical Phenomena",
    "Anterior Cruciate Ligament Reconstruction",
    "Adult",
    "Anterior Cruciate Ligament",
    "Male",
    "Female",
    "Middle Aged",
    "Tensile Strength",
    "Young Adult",
    "Foreign-Body Reaction",
    "Prostheses and Implants",
    "Adolescent"
  ],
  "article_ids": {
    "pubmed": "38828652",
    "doi": "10.1177/03635465241253266"
  },
  "doi": "10.1177/03635465241253266",
  "dates": {
    "completed": "2024-07-01",
    "revised": "2024-07-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.295377",
    "pmid": "38828652"
  }
}