{
  "pmid": "38824935",
  "uid": "38824935",
  "title": "Sex as a predictor of clinical phenotype and determinant of immune response in IgG4-related disease: a retrospective study of patients fulfilling the American College of Rheumatology-European League Against Rheumatism classification criteria.",
  "abstract": "BACKGROUND: IgG4-related disease is a multiorgan fibroinflammatory disease considered to have an autoimmune origin. Case series describing individual organ involvement have suggested differences in phenotypic expression between males and females. We aimed to characterise differences in IgG4-related disease manifestations between male and female patients in a large single-centre cohort. METHODS: In this retrospective, single-centre cohort study, patients were recruited from the Massachusetts General Hospital Rheumatology Clinic (Boston, MA, USA) and classified according to the American College of Rheumatology-European Alliance of Associations for Rheumatology (ACR-EULAR) classification criteria. Only patients satisfying the ACR-EULAR classification criteria were included in the study. Data on age at diagnosis, organ involvement at baseline, treatment status, and pre-treatment laboratory values were collected. Circulating plasmablasts and B-cell subsets were quantitated by flow cytometry. Active disease was defined by an IgG4-related disease Responder Index score of more than 0. Laboratory values were analysed for patients who were untreated at baseline and had active IgG4-related disease. The main outcomes were assessed in all participants with available data. FINDINGS: Of the 564 participants enrolled in the Massachusetts General Hospital Rheumatology Clinic IgG4-related disease Registry, 328 fulfilled ACR-EULAR classification criteria and were included between January, 2008, and May, 2023. There was a strong male predominance (male:female ratio 2·2:1) with 226 (69%) males and 102 (31%) females, which contrasted markedly with our general rheumatology clinic population (0·4:1; p<0·001). The male predominance increased with each decade of life starting at age 40 years. On average, male patients were 5·5 years older at diagnosis than female patients (63·7 years vs 58·2 years; p=0·0031). We observed male patients to have higher ACR-EULAR classification criteria scores at baseline with a median score of 35·0 (IQR 28·0-46·0), compared with 29·5 (25·0-39·0) for females (p=0·0010). The proportion of male patients with pancreatic and renal involvement was almost double the proportion observed in female patients (50% of the male patients had pancreatic involvement, compared with about 26% of the female patients; p<0·0001). Male patients were more likely to have serological abnormalities at baseline. The distribution of IgG4 values differed significantly between male an female sexes, favouring higher values in males. We found that male patients with IgG4-related disease were more likely to have active B-cell responses in the blood as defined by plasmablast expansions. INTERPRETATION: IgG4-related disease is unusual among autoimmune diseases in that it is more likely to affect males than females and to present with a striking sex-dependent organ distribution and degree of B-cell response. These findings highlight important variation between IgG4-related disease and other conditions generally believed to have an autoimmune basis. Most autoimmune diseases, by contrast to IgG4-related disease, demonstrate pronounced predilections for affecting females more frequently than males. Hypotheses surrounding the cause and pathophysiology of this condition need to consider this unusual sex distribution among patients with IgG4-related disease. FUNDING: National Institutes of Health, National Institute of Allergy and Infectious Diseases, Rheumatology Research Foundation, and the National Institute of Arthritis and Musculoskeletal and Skin Diseases.",
  "authors": [
    {
      "last_name": "Jha",
      "fore_name": "Isha",
      "initials": "I",
      "name": "Isha Jha",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "McMahon",
      "fore_name": "Grace A",
      "initials": "GA",
      "name": "Grace A McMahon",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Perugino",
      "fore_name": "Cory A",
      "initials": "CA",
      "name": "Cory A Perugino",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, MA, USA; Harvard Medical School, Boston, MA, USA; Ragon Institute of Massachusetts General Hospital, MIT, and Harvard, Cambridge, MA, USA."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Guy",
      "initials": "G",
      "name": "Guy Katz",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, MA, USA; Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Wallace",
      "fore_name": "Zachary S",
      "initials": "ZS",
      "name": "Zachary S Wallace",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, MA, USA; Harvard Medical School, Boston, MA, USA; Rheumatology and Allergy Clinical Epidemiology Research Center, Boston MA, USA."
      ]
    },
    {
      "last_name": "Fernandes",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Fernandes",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Bohang",
      "initials": "B",
      "name": "Bohang Jiang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, MA, USA; Rheumatology and Allergy Clinical Epidemiology Research Center, Boston MA, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "McMahon",
      "fore_name": "Aubree E",
      "initials": "AE",
      "name": "Aubree E McMahon",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Guy",
      "fore_name": "Thomas V",
      "initials": "TV",
      "name": "Thomas V Guy",
      "affiliations": [
        "Harvard Medical School, Boston, MA, USA; Ragon Institute of Massachusetts General Hospital, MIT, and Harvard, Cambridge, MA, USA."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Hang",
      "initials": "H",
      "name": "Hang Liu",
      "affiliations": [
        "Ragon Institute of Massachusetts General Hospital, MIT, and Harvard, Cambridge, MA, USA."
      ]
    },
    {
      "last_name": "Hernandez-Barco",
      "fore_name": "Yasmin G",
      "initials": "YG",
      "name": "Yasmin G Hernandez-Barco",
      "affiliations": [
        "Division of Gastroenterology, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Pillai",
      "fore_name": "Shiv",
      "initials": "S",
      "name": "Shiv Pillai",
      "affiliations": [
        "Ragon Institute of Massachusetts General Hospital, MIT, and Harvard, Cambridge, MA, USA."
      ]
    },
    {
      "last_name": "Stone",
      "fore_name": "John H",
      "initials": "JH",
      "name": "John H Stone",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, MA, USA; Harvard Medical School, Boston, MA, USA. Electronic address: jhstone@mgh.harvard.edu."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Rheumatology",
    "iso_abbreviation": "Lancet Rheumatol",
    "issn": "2665-9913",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "7",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "e460",
  "end_page": "e468",
  "pages": "e460-e468",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Retrospective Studies",
    "Middle Aged",
    "Immunoglobulin G4-Related Disease",
    "Sex Factors",
    "Phenotype",
    "Aged",
    "Adult",
    "Immunoglobulin G"
  ],
  "article_ids": {
    "pubmed": "38824935",
    "mid": "NIHMS2001502",
    "pmc": "PMC11214762",
    "doi": "10.1016/S2665-9913(24)00089-4",
    "pii": "S2665-9913(24)00089-4"
  },
  "doi": "10.1016/S2665-9913(24)00089-4",
  "pmc_id": "PMC11214762",
  "dates": {
    "completed": "2024-06-19",
    "revised": "2025-07-02"
  },
  "chemicals": [
    "Immunoglobulin G"
  ],
  "grants": [
    {
      "grant_id": "K08 AR079615",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 AR007258",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UM1 AI144295",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.678689",
    "pmid": "38824935"
  }
}