{
  "pmid": "38820258",
  "uid": "38820258",
  "title": "Comparative Effectiveness of Sotatercept and Approved Add-On Pulmonary Arterial Hypertension Therapies: A Systematic Review and Network Meta-Analysis.",
  "abstract": "Background: There are no direct comparisons of sotatercept to add-on therapies approved for pulmonary arterial hypertension (PAH). Objective: This study aimed to compare the efficacy and safety of add-on sotatercept versus other add-on therapies using a network meta-analysis. Data Sources: We searched MEDLINE, Embase, Cochrane Central Register of Controlled Trials, and clinicaltrials.gov until April 15, 2023, for randomized trials involving patients with PAH who were treated with add-on sotatercept or other add-on PAH therapies. Data Extraction: Data extraction and risk-of-bias assessments were performed independently and in duplicate using the Cochrane RoB 2.0 tool. We performed a frequentist random-effects network meta-analysis using the restricted maximum-likelihood estimator and assessed the certainty of evidence using the GRADE (grading of recommendations assessment development, and evaluation) approach. Synthesis: Our search found 18 trials (5,777 patients) eligible for analysis. Sotatercept reduces clinical worsening as compared with placebo (relative risk [RR], 0.21; 95% confidence interval [CI] = 0.11-0.41; with high certainty). Sotatercept probably reduces clinical worsening more, compared with add-on endothelin receptor antagonists (RR, 0.28; 95% CI = 0.14-0.55), inhaled prostanoid (RR, 40.21; 95% CI = 0.07-0.67), and prostanoid taken orally (RR, 0.32; 95% CI = 0.16-0.67; all with moderate certainty). Sotatercept probably improves 6-minute-walk distance compared with placebo (mean difference [MD], 36.89 m; 95% CI = 25.26-48.51). Although sotatercept probably improves 6-minute-walk distance more than add-on endothelin receptor antagonists (MD, 18.38 m; 95% CI = 5.92-30.84) and prostanoid taken orally (MD, 25.66 m; 95% CI = 13.71-37.61), it did not exceed the minimal clinically important difference of 33 m (both with moderate certainty). Conclusions: Sotatercept is an effective add-on therapy for PAH, likely superior to many approved add-on PAH therapies in reducing clinical worsening.",
  "authors": [
    {
      "last_name": "Pitre",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Pitre",
      "affiliations": [
        "Division of Respirology, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-3015-0723"
    },
    {
      "last_name": "Desai",
      "fore_name": "Kairavi",
      "initials": "K",
      "name": "Kairavi Desai",
      "affiliations": [
        "Michael G. DeGroote School of Medicine."
      ]
    },
    {
      "last_name": "Mah",
      "fore_name": "Jasmine",
      "initials": "J",
      "name": "Jasmine Mah",
      "affiliations": [
        "Faculty of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada; and."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research, Methods, Evidence, and Impact, and.",
        "Department of Anesthesiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Humbert",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Humbert",
      "affiliations": [
        "Université Paris-Saclay, INSERM UMR_S 999, Department of Respiratory and Intensive Care Medicine, Assistance Publique Hôpitaux de Paris, Hôpital Bicêtre, ERN-LUNG, Le Kremlin-Bicêtre, France."
      ],
      "orcid": "0000-0003-0703-2892"
    }
  ],
  "journal": {
    "title": "Annals of the American Thoracic Society",
    "iso_abbreviation": "Ann Am Thorac Soc",
    "issn": "2325-6621",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "1194",
  "end_page": "1203",
  "pages": "1194-1203",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Comparative Study",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Antihypertensive Agents",
    "Drug Therapy, Combination",
    "Endothelin Receptor Antagonists",
    "Pulmonary Arterial Hypertension",
    "Randomized Controlled Trials as Topic",
    "Recombinant Fusion Proteins",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "38820258",
    "doi": "10.1513/AnnalsATS.202311-942OC"
  },
  "doi": "10.1513/AnnalsATS.202311-942OC",
  "dates": {
    "completed": "2024-08-01",
    "revised": "2025-04-22"
  },
  "chemicals": [
    "Antihypertensive Agents",
    "Endothelin Receptor Antagonists",
    "Recombinant Fusion Proteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.307991",
    "pmid": "38820258"
  }
}