{
  "pmid": "38822384",
  "uid": "38822384",
  "title": "Integrating Syrian refugees into Lebanon's healthcare system 2011-2022: a mixed-method study.",
  "abstract": "INTRODUCTION: The Lebanese government estimates the number of Syrian refugees to be 1.5 million, representing 25% of the population. Refugee healthcare services have been integrated into the existing Lebanese health system. This study aims to describe the integration of Syrian refugee health services into the Lebanese national health system from 2011 to 2022, amid an ongoing economic crisis since 2019 and the COVID-19 pandemic. METHODS: This paper employs a mixed-methods approach drawing upon different data sources including: 1- document review (policies, legislation, laws, etc.); 2- semi-structured interviews with policymakers, stakeholders, and health workers; 3- focus group discussions with patients from both host and refugee populations; and 4- health systems and care seeking indicators. RESULTS: Although the demand for primary health care increased due to the Syrian refugee crisis, the provision of primary health care services was maintained. The infusion of international funding over time allowed primary health care centers to expand their resources to accommodate increased demand. The oversupply of physicians in Lebanon allowed the system to maintain a relatively high density of physicians even after the massive influx of refugees. The highly privatized, fragmented and expensive healthcare system has impeded Syrian refugees' access to secondary and tertiary healthcare services. The economic crisis further exacerbated limits on access for both the host and refugee populations and caused tension between the two populations. Our findings showed that the funds are not channeled through the government, fragmentation across multiple financing sources and reliance on international funding. Common medications and vaccines were available in the public system for both refugee and host communities and were reported to be affordable. The economic crisis hindered both communities' access to medications due to shortages and dramatic price increases. CONCLUSION: Integrating refugees in national health systems is essential to achieve sustainable development goals, in particular universal health coverage. Although it can strengthen the capacity of national health systems, the integration of refugees in low-resource settings can be challenging due to existing health system arrangements (e.g., heavily privatized care, curative-oriented, high out-of-pocket, fragmentation across multiple financing sources, and system vulnerability to economic shocks).",
  "authors": [
    {
      "last_name": "Honein-AbouHaidar",
      "fore_name": "Gladys",
      "initials": "G",
      "name": "Gladys Honein-AbouHaidar",
      "affiliations": [
        "Hariri School of Nursing, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bou-Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou-Karroum",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Parkinson",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Parkinson",
      "affiliations": [
        "Johns Hopkins University, Washington, DC, USA."
      ]
    },
    {
      "last_name": "Majed",
      "fore_name": "Rima",
      "initials": "R",
      "name": "Rima Majed",
      "affiliations": [
        "Department of Sociology, Anthropology & Media Studies, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Salameh",
      "fore_name": "Sabine",
      "initials": "S",
      "name": "Sabine Salameh",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Daher",
      "fore_name": "Najla",
      "initials": "N",
      "name": "Najla Daher",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hemadi",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Hemadi",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Fouad",
      "fore_name": "Fouad M",
      "initials": "FM",
      "name": "Fouad M Fouad",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada. fe08@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Conflict and health",
    "iso_abbreviation": "Confl Health",
    "issn": "1752-1505",
    "issn_type": "Print",
    "volume": "18",
    "issue": "Suppl 1",
    "pub_year": "2024",
    "pub_month": "May",
    "pub_day": "31"
  },
  "start_page": "43",
  "pages": "43",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38822384",
    "pmc": "PMC11143570",
    "doi": "10.1186/s13031-024-00600-w",
    "pii": "10.1186/s13031-024-00600-w"
  },
  "doi": "10.1186/s13031-024-00600-w",
  "pmc_id": "PMC11143570",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MR/S013547/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MR/S013547/1",
      "agency": "The Foreign, Commonwealth & Development Office (FCDO), the Medical Research Council (MRC), and Wellcome and Economic and Social Research Council (ESRC)"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.836727",
    "pmid": "38822384"
  }
}