{
  "pmid": "38837277",
  "uid": "38837277",
  "title": "The aging gastrointestinal tract: Epidemiology and clinical significance of disorders of gut-brain interaction in the older general population.",
  "abstract": "BACKGROUND: Most previous reports on the prevalence of disorders of gut-brain interaction (DGBI) show higher rates in younger individuals. Exceptions are faecal incontinence and functional constipation. AIM: To compare prevalence rates for 22 DGBI and 24 primary symptoms, by age, using the Rome Foundation Global Epidemiology (RFGES) study dataset. METHODS: The RFGES dataset enables diagnosis of 22 DGBI among 54,127 participants (≥18 years) in 26 countries. Older age was defined as ≥65 years. We assessed differences between age groups by sex, geographic region, somatisation, abnormal anxiety and depression scores, quality of life (QoL), individual gastrointestinal symptoms and disease severity for irritable bowel syndrome (IBS). RESULTS: Rates for any DGBI were 41.9% and 31.9% in the <65 and ≥65 age groups, respectively. For all Rome IV diagnoses except faecal incontinence, rates were higher in the younger group. The older group had lower scores for any DGBI by geographic region, non-gastrointestinal somatic symptoms, abnormal anxiety and depression scores, and IBS severity, and better scores for QoL. The mean number of endorsed symptoms and their frequency were higher in the younger group. CONCLUSIONS: In this large general population study, the prevalence and impact of DGBI, apart from faecal incontinence, were higher in the younger group. Despite this, DGBI rates are still high in absolute terms in the ≥65 age group and necessitate clinical awareness and, perhaps, an age-specific treatment approach.",
  "authors": [
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel."
      ],
      "orcid": "0000-0002-7634-3689"
    },
    {
      "last_name": "Freud",
      "fore_name": "Tamar",
      "initials": "T",
      "name": "Tamar Freud",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel.",
        "Siaal Research Center for Family Medicine and Primary Care, Division of Community Health, Ben Gurion University of the Negev, Beer Sheva, Israel."
      ]
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur S",
      "initials": "OS",
      "name": "Olafur S Palsson",
      "affiliations": [
        "Center for Functional GI & Motility Disorders, University of North Carolina-Chapel Hill, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simren",
      "fore_name": "Magnus",
      "initials": "M",
      "name": "Magnus Simren",
      "affiliations": [
        "Center for Functional GI & Motility Disorders, University of North Carolina-Chapel Hill, Chapel Hill, North Carolina, USA.",
        "Department of Internal Medicine and Clinical Nutrition, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Alimentary pharmacology & therapeutics",
    "iso_abbreviation": "Aliment Pharmacol Ther",
    "issn": "1365-2036",
    "issn_type": "Electronic",
    "volume": "60",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "446",
  "end_page": "456",
  "pages": "446-456",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Aged",
    "Female",
    "Middle Aged",
    "Prevalence",
    "Quality of Life",
    "Gastrointestinal Diseases",
    "Adult",
    "Aging",
    "Brain-Gut Axis",
    "Aged, 80 and over",
    "Age Factors",
    "Gastrointestinal Tract",
    "Young Adult",
    "Adolescent",
    "Severity of Illness Index",
    "Clinical Relevance"
  ],
  "article_ids": {
    "pubmed": "38837277",
    "doi": "10.1111/apt.18103"
  },
  "doi": "10.1111/apt.18103",
  "dates": {
    "completed": "2024-07-23",
    "revised": "2024-09-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.812145",
    "pmid": "38837277"
  }
}