{
  "pmid": "38839284",
  "uid": "38839284",
  "title": "Treatment modality for aneurysmal subarachnoid hemorrhage and risk of shunt dependent hydrocephalus and mortality: population based study.",
  "abstract": "BACKGROUND: Hydrocephalus is a significant contributor to morbidity following aneurysmal subarachnoid hemorrhage (aSAH). We aimed to investigate the association between primary treatment modality and the incidence of hydrocephalus requiring CSF diversion, using a target trial approach for causal inference. METHODS: This cohort study used US administrative health claims data (Clinformatics Data Mart) and was conducted among aSAH patients undergoing primary treatment with either clipping or coiling, from January 1, 2004, to February 28, 2023. The primary outcome was hydrocephalus requiring CSF diversion surgery while the secondary outcome was mortality. Multivariable regression and 1:1 propensity score (PS) matching were used for confounder control. Crude and adjusted hazard ratios (HRs) with 95% CIs were calculated. RESULTS: A total of 5816 patients (mean age 59 years; 72% women) undergoing clipping (n=1794) or coiling (n=4022) were included in the primary cohort. The 1:1 PS matched cohort had 1794 participants per arm. Clipping demonstrated higher hazards of shunt dependent hydrocephalus compared with coiling in both the multivariable Fine-Gray model (HR 1.39, 95% CI 1.19 to 1.62) and the PS matched cohorts (HR 1.39, 95% CI 1.16 to 1.66). Mortality analysis favored clipping in the crude analysis (HR 0.78, 95% CI 0.69 to 0.88) but leaned toward coiling after confounder adjustment (HR 1.13, 95% CI 1.00 to 1.29 in the multivariable model; HR 1.11, 95% CI 0.95 to 1.29 in the PS matched cohort). CONCLUSION: These findings suggest that coiling is associated with reduced hazards of shunt dependent hydrocephalus following aSAH compared with clipping, and provide valuable insights for shared decision making among clinicians and patients, in the context of conflicting evidence from smaller observational studies.",
  "authors": [
    {
      "last_name": "Omar",
      "fore_name": "Abdelsimar Tan",
      "initials": "AT",
      "name": "Abdelsimar Tan Omar",
      "affiliations": [
        "Division of Neurosurgery, Department of Surgery, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada omara29@mcmaster.ca.",
        "Harvard University T.H. Chan School of Public Health, Boston, Massachusetts, USA.",
        "Division of Neurosurgery, Department of Surgery, University of Toronto, Toronto, Ontario, Canada.",
        "Division of Pharmacoepidemiology and Pharmacoeconomics, Department of Medicine, Brigham and Women's Hospital, Boston, Massachusetts, USA.",
        "Division of Neurosurgery, St. Michael's Hospital, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-2965-8506"
    },
    {
      "last_name": "Diestro",
      "fore_name": "Jose Danilo Bengzon",
      "initials": "JDB",
      "name": "Jose Danilo Bengzon Diestro",
      "affiliations": [
        "Division of Neurology, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-8450-2021"
    },
    {
      "last_name": "Spears",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Spears",
      "affiliations": [
        "Division of Neurosurgery, Department of Surgery, University of Toronto, Toronto, Ontario, Canada.",
        "Division of Neurosurgery, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patorno",
      "fore_name": "Elisabetta",
      "initials": "E",
      "name": "Elisabetta Patorno",
      "affiliations": [
        "Division of Pharmacoepidemiology and Pharmacoeconomics, Department of Medicine, Brigham and Women's Hospital, Boston, Massachusetts, USA.",
        "Harvard Medical School, Boston, Massachusetts, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of neurointerventional surgery",
    "iso_abbreviation": "J Neurointerv Surg",
    "issn": "1759-8486",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "16"
  },
  "start_page": "703",
  "end_page": "710",
  "pages": "703-710",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Subarachnoid Hemorrhage",
    "Female",
    "Hydrocephalus",
    "Male",
    "Middle Aged",
    "Cerebrospinal Fluid Shunts",
    "Aged",
    "Cohort Studies",
    "Risk Factors",
    "Adult",
    "Treatment Outcome",
    "Mortality"
  ],
  "article_ids": {
    "pubmed": "38839284",
    "doi": "10.1136/jnis-2024-021852",
    "pii": "jnis-2024-021852"
  },
  "doi": "10.1136/jnis-2024-021852",
  "dates": {
    "completed": "2025-06-16",
    "revised": "2025-06-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:56.871216",
    "pmid": "38839284"
  }
}