{
  "pmid": "38836780",
  "uid": "38836780",
  "title": "Time-restricted feeding reveals a role for neural respiratory clocks in optimizing daily ventilatory-metabolic coupling in mice.",
  "abstract": "The master circadian clock, located in the suprachiasmatic nuclei (SCN), organizes the daily rhythm in minute ventilation (V̇e). However, the extent that the daily rhythm in V̇e is secondary to SCN-imposed O2 and CO2 cycles (i.e., metabolic rate) or driven by other clock mechanisms remains unknown. Here, we experimentally shifted metabolic rate using time-restricted feeding (without affecting light-induced synchronization of the SCN) to determine the influence of metabolic rate in orchestrating the daily V̇e rhythm. Mice eating predominantly at night exhibited robust daily rhythms in O2 consumption (V̇o2), CO2 production (V̇co2), and V̇e with similar peak times (approximately ZT18) that were consistent with SCN organization. However, feeding mice exclusively during the day separated the relative timing of metabolic and ventilatory rhythms, resulting in an approximately 8.5-h advance in V̇co2 and a disruption of the V̇e rhythm, suggesting opposing circadian and metabolic influences on V̇e. To determine if the molecular clock of cells involved in the neural control of breathing contributes to the daily V̇e rhythm, we examined V̇e in mice lacking BMAL1 in Phox2b-expressing respiratory cells (i.e., BKOP mice). The ventilatory and metabolic rhythms of predominantly night-fed BKOP mice did not differ from wild-type mice. However, in contrast to wild-type mice, exclusive day feeding of BKOP mice led to an unfettered daily V̇e rhythm with a peak time aligning closely with the daily V̇co2 rhythm. Taken together, these results indicate that both daily V̇co2 changes and intrinsic circadian time-keeping within Phox2b respiratory cells are predominant orchestrators of the daily rhythm in ventilation.NEW & NOTEWORTHY The master circadian clock organizes the daily rhythm in ventilation; however, the extent that this rhythm is driven by SCN regulation of metabolic rate versus other clock mechanisms remains unknown. We report that metabolic rate alone is insufficient to explain the daily oscillation in ventilation and that neural respiratory clocks within Phox2b-expressing cells additionally optimize breathing. Collectively, these findings advance our mechanistic understanding of the circadian rhythm in ventilatory control.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Aaron A",
      "initials": "AA",
      "name": "Aaron A Jones",
      "affiliations": [
        "Department of Biological Sciences, Marquette University, Milwaukee, Wisconsin, United States."
      ],
      "orcid": "0000-0002-5580-2129"
    },
    {
      "last_name": "Marino",
      "fore_name": "Gabriella M",
      "initials": "GM",
      "name": "Gabriella M Marino",
      "affiliations": [
        "Department of Biological Sciences, Marquette University, Milwaukee, Wisconsin, United States."
      ]
    },
    {
      "last_name": "Arble",
      "fore_name": "Deanna M",
      "initials": "DM",
      "name": "Deanna M Arble",
      "affiliations": [
        "Department of Biological Sciences, Marquette University, Milwaukee, Wisconsin, United States."
      ],
      "orcid": "0000-0002-3993-5984"
    }
  ],
  "journal": {
    "title": "American journal of physiology. Endocrinology and metabolism",
    "iso_abbreviation": "Am J Physiol Endocrinol Metab",
    "issn": "1522-1555",
    "issn_type": "Electronic",
    "volume": "327",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "E111",
  "end_page": "E120",
  "pages": "E111-E120",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Mice",
    "Circadian Rhythm",
    "Circadian Clocks",
    "Male",
    "Suprachiasmatic Nucleus",
    "Mice, Inbred C57BL",
    "Oxygen Consumption",
    "Carbon Dioxide",
    "Homeodomain Proteins",
    "Transcription Factors",
    "ARNTL Transcription Factors",
    "Feeding Behavior",
    "Respiration",
    "Pulmonary Ventilation",
    "Energy Metabolism"
  ],
  "article_ids": {
    "pubmed": "38836780",
    "pmc": "PMC11390118",
    "doi": "10.1152/ajpendo.00111.2024"
  },
  "doi": "10.1152/ajpendo.00111.2024",
  "pmc_id": "PMC11390118",
  "dates": {
    "completed": "2024-07-17",
    "revised": "2024-09-14"
  },
  "chemicals": [
    "Carbon Dioxide",
    "Homeodomain Proteins",
    "Phox2b protein, mouse",
    "Transcription Factors",
    "ARNTL Transcription Factors",
    "Bmal1 protein, mouse"
  ],
  "grants": [
    {
      "grant_id": "Research and Faculty Grant",
      "agency": "Marquette College | Office of Research and Sponsored Programs, Marquette University (ORSP)"
    },
    {
      "grant_id": "Richard W. Jobling Distinguished Research Assistantship",
      "agency": "Marquette College | Office of Research and Sponsored Programs, Marquette University (ORSP)"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.726454",
    "pmid": "38836780"
  }
}