{
  "pmid": "38838963",
  "uid": "38838963",
  "title": "Journal requirement for data sharing statements in clinical trials: a cross-sectional study.",
  "abstract": "OBJECTIVES: Data sharing statements are considered routine in clinical trial reporting and represent a step toward data transparency. The International Committee of Medical Journal Editors (ICMJE) required clinical trials to publish data sharing statements. We aimed to assess the requirement for data sharing statements of individual participant data by biomedical journals and explore associations between journal characteristics and journal requirements for data sharing statements. STUDY DESIGN AND SETTING: In this cross-sectional study, we included all biomedical journals that published clinical trials from January 1, 2019, to December 31, 2022, and that were indexed by the Journal Citation Reports. The study outcome was the journal requirement for data sharing statements. Multivariable logistic regression analysis was used to assess the relationship between journal characteristics and requirement for data sharing statements. RESULTS: Of the 3229 biomedical journals included in the analysis, 2345 (72.6%) required authors to include data sharing statements. Journals published in the UK (OR, 3.19 [95% CI, 2.43-4.22]) and endorsing the Consolidated Standards of Reporting Trials (OR, 3.30 [95% CI, 2.78-3.92]) had greater odds of requiring data sharing statements. Journals that were open access, non-English language, in the Journal Citation Reports group of clinical medicine, and on the ICMJE list had lower odds of requiring data sharing statements, with ORs ranging from 0.18 to 0.81. CONCLUSION: Despite ICMJE recommendations, more than 27% of the biomedical journals that published clinical trials did not require clinical trials to include data sharing statements, highlighting room for improved transparency.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Jingyi",
      "initials": "J",
      "name": "Jingyi Zhang",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), The Affiliated Guangdong Second Provincial General Hospital of Jinan University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yingxin",
      "initials": "Y",
      "name": "Yingxin Liu",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), The Affiliated Guangdong Second Provincial General Hospital of Jinan University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada; Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada; Faculty of Health Sciences, University of Johannesburg, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jianfeng",
      "initials": "J",
      "name": "Jianfeng Li",
      "affiliations": [
        "Department of Epidemiology and Health Statistics, School of Public Health, Guangdong Medical University, Dongguan, China."
      ]
    },
    {
      "last_name": "Bai",
      "fore_name": "Xuerui",
      "initials": "X",
      "name": "Xuerui Bai",
      "affiliations": [
        "Department of Epidemiology, School of Medicine, Jinan University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Likang",
      "initials": "L",
      "name": "Likang Li",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), The Affiliated Guangdong Second Provincial General Hospital of Jinan University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Lip",
      "fore_name": "Gregory Y H",
      "initials": "GYH",
      "name": "Gregory Y H Lip",
      "affiliations": [
        "Liverpool Centre for Cardiovascular Sciences at University of Liverpool, Liverpool John Moores University, Liverpool Heart & Chest Hospital, Liverpool, United Kingdom; Department of Clinical Medicine, Aalborg University, Aalborg, Denmark."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Sun",
      "affiliations": [
        "Institute of Integrated Traditional Chinese and Western Medicine and Chinese Evidence-Based Medicine Center and Cochrane China Center, West China Hospital, Sichuan University, Chengdu, China; NMPA Key Laboratory for Real World Data Research and Evaluation in Hainan, Chengdu, Sichuan, China; Sichuan Center of Technology Innovation for Real World Data, Chengdu, Sichuan, China."
      ]
    },
    {
      "last_name": "Xia",
      "fore_name": "Min",
      "initials": "M",
      "name": "Min Xia",
      "affiliations": [
        "Guangdong Provincial Key Laboratory of Food, Nutrition and Health, and Department of Nutrition, School of Public Health, Sun Yat-sen University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Guowei",
      "initials": "G",
      "name": "Guowei Li",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), The Affiliated Guangdong Second Provincial General Hospital of Jinan University, Guangzhou, China; Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada. Electronic address: ligw@gd2h.org.cn."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "172",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "111405",
  "pages": "111405",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Information Dissemination",
    "Cross-Sectional Studies",
    "Humans",
    "Clinical Trials as Topic",
    "Periodicals as Topic",
    "Editorial Policies"
  ],
  "article_ids": {
    "pubmed": "38838963",
    "doi": "10.1016/j.jclinepi.2024.111405",
    "pii": "S0895-4356(24)00160-4"
  },
  "doi": "10.1016/j.jclinepi.2024.111405",
  "dates": {
    "completed": "2024-08-21",
    "revised": "2024-08-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.964101",
    "pmid": "38838963"
  }
}