{
  "pmid": "38844116",
  "uid": "38844116",
  "title": "Barriers and opportunities faced by public health practitioners in using public health guidance on COVID-19: a knowledge translation exercise for the eCOVID-19 RecMap.",
  "abstract": "BACKGROUND AND OBJECTIVES: The COVID-19 pandemic prompted the scientific community to collaborate in an unprecedented way, with the rapid and urgent generation and translation of new knowledge about the disease and its causative agent. Iteratively, and at different levels of government and globally, population-level guidance was created and updated, resulting in the need for a living catalog of guidelines, the eCOVID-19 Recommendations Map and Gateway to Contextualization (RecMap). This article focuses on the approach that was used to analyze barriers and opportunities associated with using the RecMap in public health in Canada. STUDY DESIGN AND SETTING: A mixed qualitative and quantitative approach data were used to inform this knowledge mobilization project and inform feedback on implementation of the eCOVID-19 RecMap. This approach involved surveying 110 attendees from a public health webinar. Following this webinar, an evidence brief and series of case studies were created and disseminated to 24 Canadian public health practitioners who attended a virtual workshop. This workshop identified barriers and opportunities to improve RecMap use. RESULTS: This study helped to shed light on the needs that public health practitioners have when finding, using, and disseminating public health guidelines. Through the workshop that was conducted, opportunities for public health guidelines can be categorized into 4 categories: 1) information access, 2) awareness, 3) public health development, and 4) usability. Barriers that were identified can also be categorized into 4 categories: 1) usability, 2) information maintenance, 3) public health guidance, 4) awareness. CONCLUSION: This work will help to inform the development and organization of future public health guidelines, and the needs that public health practitioners have when engaging with them.",
  "authors": [
    {
      "last_name": "Lo",
      "fore_name": "Margret",
      "initials": "M",
      "name": "Margret Lo",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Peterborough Public Health, Peterborough, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pigeau",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Pigeau",
      "affiliations": [
        "Peterborough Public Health, Peterborough, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Smith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Peterborough Public Health, Peterborough, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pach",
      "fore_name": "Beata",
      "initials": "B",
      "name": "Beata Pach",
      "affiliations": [
        "Public Health Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Faulkner",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Faulkner",
      "affiliations": [
        "Population Health Assessment, Surveillance & Evaluation Program, Simcoe Muskoka District Health Unit, Barrie, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sachdeva",
      "fore_name": "Herveen",
      "initials": "H",
      "name": "Herveen Sachdeva",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Communicable Disease Control, Toronto Public Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Hopkins",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Public Health Ontario, Toronto, Ontario, Canada; Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Motilall",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley Motilall",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lotfi",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Lotfi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Cochrane Canada and GRADE Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Cochrane Canada and GRADE Centre, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Biomedical Sciences Humanitas University, Humanitas University, Milan, Italy."
      ]
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Peterborough Public Health, Peterborough, Ontario, Canada; Michael G. DeGroote Cochrane Canada and GRADE Centre, McMaster University, Hamilton, Ontario, Canada; Department of Family Medicine, Queen's University, Kingston, Ontario, Canada. Electronic address: piggott@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "172",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "111410",
  "pages": "111410",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Translational Research, Biomedical",
    "Canada",
    "Public Health",
    "SARS-CoV-2",
    "Pandemics",
    "Public Health Practice"
  ],
  "article_ids": {
    "pubmed": "38844116",
    "doi": "10.1016/j.jclinepi.2024.111410",
    "pii": "S0895-4356(24)00165-3"
  },
  "doi": "10.1016/j.jclinepi.2024.111410",
  "dates": {
    "completed": "2024-08-21",
    "revised": "2024-08-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.799545",
    "pmid": "38844116"
  }
}