{
  "pmid": "38842507",
  "uid": "38842507",
  "title": "The primate cortical LFP exhibits multiple spectral and temporal gradients and widespread task dependence during visual short-term memory.",
  "abstract": "Although cognitive functions are hypothesized to be mediated by synchronous neuronal interactions in multiple frequency bands among widely distributed cortical areas, we still lack a basic understanding of the distribution and task dependence of oscillatory activity across the cortical map. Here, we ask how the spectral and temporal properties of the local field potential (LFP) vary across the primate cerebral cortex, and how they are modulated during visual short-term memory. We measured the LFP from 55 cortical areas in two macaque monkeys while they performed a visual delayed match to sample task. Analysis of peak frequencies in the LFP power spectra reveals multiple discrete frequency bands between 3 and 80 Hz that differ between the two monkeys. The LFP power in each band, as well as the sample entropy, a measure of signal complexity, display distinct spatial gradients across the cortex, some of which correlate with reported spine counts in cortical pyramidal neurons. Cortical areas can be robustly decoded using a small number of spectral and temporal parameters, and significant task-dependent increases and decreases in spectral power occur in all cortical areas. These findings reveal pronounced, widespread, and spatially organized gradients in the spectral and temporal activity of cortical areas. Task-dependent changes in cortical activity are globally distributed, even for a simple cognitive task.NEW & NOTEWORTHY We recorded extracellular electrophysiological signals from roughly the breadth and depth of a cortical hemisphere in nonhuman primates (NHPs) performing a visual memory task. Analyses of the band-limited local field potential (LFP) power displayed widespread, frequency-dependent cortical gradients in spectral power. Using a machine learning classifier, these features allowed robust cortical area decoding. Further task dependence in LFP power were found to be widespread, indicating large-scale gradients of LFP activity, and task-related activity.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Department of Cell Biology and Neuroscience, Montana State University, Bozeman, Montana, United States.",
        "Department of Biomedical Engineering, University of Minnesota, Minneapolis, Minnesota, United States."
      ],
      "orcid": "0000-0002-4431-9131"
    },
    {
      "last_name": "Dotson",
      "fore_name": "Nicholas M",
      "initials": "NM",
      "name": "Nicholas M Dotson",
      "affiliations": [
        "Department of Cell Biology and Neuroscience, Montana State University, Bozeman, Montana, United States.",
        "Salk Institute for Biological Studies, La Jolla, California, United States."
      ],
      "orcid": "0000-0002-0885-2182"
    },
    {
      "last_name": "Lima",
      "fore_name": "Vinicius",
      "initials": "V",
      "name": "Vinicius Lima",
      "affiliations": [
        "Aix Marseille Université, INSERM, Systems Neuroscience Institute, Marseille, France."
      ],
      "orcid": "0000-0001-7115-9041"
    },
    {
      "last_name": "Gray",
      "fore_name": "Charles M",
      "initials": "CM",
      "name": "Charles M Gray",
      "affiliations": [
        "Department of Cell Biology and Neuroscience, Montana State University, Bozeman, Montana, United States."
      ]
    }
  ],
  "journal": {
    "title": "Journal of neurophysiology",
    "iso_abbreviation": "J Neurophysiol",
    "issn": "1522-1598",
    "issn_type": "Electronic",
    "volume": "132",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "206",
  "end_page": "225",
  "pages": "206-225",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Cerebral Cortex",
    "Macaca",
    "Animals",
    "Memory, Short-Term",
    "Visual Cortex",
    "Visual Perception",
    "Female",
    "Synaptic Potentials",
    "Cognition"
  ],
  "article_ids": {
    "pubmed": "38842507",
    "pmc": "PMC11383615",
    "doi": "10.1152/jn.00264.2023"
  },
  "doi": "10.1152/jn.00264.2023",
  "pmc_id": "PMC11383615",
  "dates": {
    "completed": "2025-03-17",
    "revised": "2025-07-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "EPSCoR RII Track-2",
      "agency": "National Science Foundation (NSF)"
    },
    {
      "agency": "McKnight Foundation (McKnight)"
    },
    {
      "grant_id": "1T32EB031512-01",
      "agency": "HHS | National Institutes of Health (NIH)"
    },
    {
      "grant_id": "U19 NS107609",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 NS059312; U19 NS107609",
      "agency": "HHS | NIH | National Institute of Neurological Disorders and Stroke (NINDS)"
    },
    {
      "grant_id": "R01 MH081162",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 EB031512",
      "agency": "NIBIB NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.544147",
    "pmid": "38842507"
  }
}