{
  "pmid": "38840592",
  "uid": "38840592",
  "title": "A cost effectiveness analysis of two treatment strategies for trigeminal neuralgia in Ontario.",
  "abstract": "BACKGROUND: Trigeminal neuralgia (TN) is a debilitating disease with an annual incidence of approximately 4-27/100,000. In Ontario, over 2000 patients receive interventions for profound pain, including medical and surgical therapies. The global expected cost of these approaches is unknown. This study aims to analyze the cost-effectiveness of one surgical therapy, microvascular decompression (MVD), compared with the best medical therapy (carbamazepine) as first-line therapy. METHODS: Costs were gathered from the Canadian Institute for Health Information, Ontario Drug Benefit Formulary, and Ontario Ministry of Health Schedule of Benefits for Physician Services. Academic literature was used to estimate unavailable items. A cost-benefit Markov model was created for each strategy with literature-based rates for annual cycles from years 1 to 5, followed by a linear recurrent cycle from years 6 to 10. Incremental cost-effectiveness ratios (ICERs) were calculated based on the incremental cost in 2022 Canadian Dollars (CAD) per pain-free year. RESULTS: Base case cost per patient was $10,866 at 10 years in the \"MVD first\" group and $10,710 in the \"carbamazepine first\" group. Ten-year ICER was $1,104 for \"MVD first,\" with strict superiority beyond this time point. One-way deterministic sensitivity analysis for multiple factors suggested the highest cost variability and ICER variability were due to surgery cost, medication failure rate, and medication cost. CONCLUSION: Economic benefit is established for a \"MVD first\" strategy in the Ontario context with strict superiority beyond the 10-year horizon. If a cost-effectiveness threshold of $50,000 per pain-controlled year is used, the benefit is established at 4 years.",
  "authors": [
    {
      "last_name": "Duda",
      "fore_name": "Taylor",
      "initials": "T",
      "name": "Taylor Duda",
      "affiliations": [
        "Department of Neurosurgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lannon",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Lannon",
      "affiliations": [
        "Department of Neurosurgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Martyniuk",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Martyniuk",
      "affiliations": [
        "Department of Neurosurgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": [
        "Department of Neurosurgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Surgical neurology international",
    "iso_abbreviation": "Surg Neurol Int",
    "issn": "2229-5097",
    "issn_type": "Print",
    "volume": "15",
    "pub_year": "2024"
  },
  "start_page": "153",
  "pages": "153",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38840592",
    "pmc": "PMC11152528",
    "doi": "10.25259/SNI_524_2023",
    "pii": "10.25259/SNI_524_2023"
  },
  "doi": "10.25259/SNI_524_2023",
  "pmc_id": "PMC11152528",
  "dates": {
    "revised": "2024-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.862707",
    "pmid": "38840592"
  }
}