{
  "pmid": "38840747",
  "uid": "38840747",
  "title": "Starting in your mental pole position: hypnosis helps elite downhill Mountainbike athletes to reach their optimal racing mindset.",
  "abstract": "INTRODUCTION: Downhill Mountain Biking is an extreme sport requiring high mental strength to perform on the best level in a competition with only one run to win the race. The substantial challenge here is to control automatic processes like competitive anxiety and stress. Hypnosis can address these automatic processes. We developed and evaluated a hypnosis audio-intervention to activate the optimal racing mindset. METHODS: In our study, 19 elite Downhill Mountainbike athletes registered at two consecutive races of the IXS Downhill Cup. After the first race, athletes listened to the hypnosis audio-intervention. In this intervention, we instructed the athletes how to activate their optimal mental state before the second race. At both races, we measured competitive anxiety, stress, self-confidence, state resilience, and flow with validated questionnaires and assessed resting heart rate variability as physiological measure of resilience. RESULTS: Race-related somatic anxiety and subjective stress decreased significantly while self-confidence increased significantly from first to second race after athletes listened to the hypnosis. Heart rate variability was significantly increased at the second race indicating elevated vagal activity. When comparing race results of our participants to a control group of other elite athletes competing in the races but not listening to the hypnosis, we found that our study participants generally performed better in both races. CONCLUSION: The study shows that our hypnosis intervention was effective in reducing competitive anxiety and stress while increasing perceived resilience and self-confidence: After a self-administered hypnosis session, athletes were able to improve automatic processes responsible for putting them in their mental pole position.",
  "authors": [
    {
      "last_name": "Hoffmann",
      "fore_name": "Nina",
      "initials": "N",
      "name": "Nina Hoffmann",
      "affiliations": [
        "Institute for Psychology, Friedrich-Schiller-University of Jena, Jena, Germany."
      ]
    },
    {
      "last_name": "Strahler",
      "fore_name": "Jana",
      "initials": "J",
      "name": "Jana Strahler",
      "affiliations": [
        "Department of Sport and Science, Sport Psychology, Albert Ludwig University Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute of Psychosocial Medicine, Psychotherapy and Psychooncology, Jena University Hospital, Jena, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "15",
    "pub_year": "2024"
  },
  "start_page": "1334288",
  "pages": "1334288",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38840747",
    "pmc": "PMC11150814",
    "doi": "10.3389/fpsyg.2024.1334288"
  },
  "doi": "10.3389/fpsyg.2024.1334288",
  "pmc_id": "PMC11150814",
  "dates": {
    "revised": "2024-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.468704",
    "pmid": "38840747"
  }
}