{
  "pmid": "38845530",
  "uid": "38845530",
  "title": "NIR-II Surface-Enhanced Raman Scattering Nanoprobes in Biomedicine: Current Impact and Future Directions.",
  "abstract": "The field of second near-infrared (NIR-II) surface-enhanced Raman scattering (SERS) nanoprobes has made commendable progress in biomedicine. This article reviews recent advances and future development of NIR-II SERS nanoprobes. It introduces the fundamental principles of SERS nanoprobes and highlights key advances in the NIR-II window, including reduced tissue attenuation, deep penetration, maximized allowable exposure, and improved photostability. The discussion of future directions includes the refinement of nanoprobe substrates, emphasizing the tailoring of optical properties of metallic SERS-active nanoprobes, and exploring non-metallic alternatives. The intricacies of designing Raman reporters for the NIR-II resonance and the potential of these reporters to advance the field are also discussed. The integration of artificial intelligence (AI) into nanoprobe design represents a cutting-edge approach to overcome current challenges. This article also examines the emergence of deep Raman techniques for through-tissue SERS detection, toward NIR-II SERS tomography. It acknowledges instrumental advancements like improved charge-coupled device sensitivity and accelerated imaging speeds. The article concludes by addressing the critical aspects of biosafety, ease of functionalization, compatibility, and the path to clinical translation. With a comprehensive overview of current achievements and future prospects, this review aims to illuminate the path for NIR-II SERS nanoprobes to innovate diagnostic and therapeutic approaches in biomedicine.",
  "authors": [
    {
      "last_name": "Deng",
      "fore_name": "Binge",
      "initials": "B",
      "name": "Binge Deng",
      "affiliations": [
        "Sixth People's Hospital, School of Medicine & School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, 200030, P. R. China.",
        "Hunan Institute of Advanced Sensing and Information Technology, Xiangtan University, Xiangtan, 411105, P. R. China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Automation, Hangzhou Dianzi University, Hangzhou, 310018, P. R. China."
      ]
    },
    {
      "last_name": "Qiu",
      "fore_name": "Guangyu",
      "initials": "G",
      "name": "Guangyu Qiu",
      "affiliations": [
        "Institute of Medical Robotics, Shanghai Jiao Tong University, Shanghai, 200127, P. R. China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jin",
      "initials": "J",
      "name": "Jin Li",
      "affiliations": [
        "Sixth People's Hospital, School of Medicine & School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, 200030, P. R. China."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Linley Li",
      "initials": "LL",
      "name": "Linley Li Lin",
      "affiliations": [
        "Sixth People's Hospital, School of Medicine & School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, 200030, P. R. China."
      ],
      "orcid": "0000-0002-8079-5768"
    },
    {
      "last_name": "Ye",
      "fore_name": "Jian",
      "initials": "J",
      "name": "Jian Ye",
      "affiliations": [
        "Sixth People's Hospital, School of Medicine & School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, 200030, P. R. China.",
        "Institute of Medical Robotics, Shanghai Jiao Tong University, Shanghai, 200127, P. R. China.",
        "Shanghai Key Laboratory of Gynecologic Oncology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, 200127, P. R. China."
      ],
      "orcid": "0000-0002-8101-8362"
    }
  ],
  "journal": {
    "title": "Small (Weinheim an der Bergstrasse, Germany)",
    "iso_abbreviation": "Small",
    "issn": "1613-6829",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "40",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "e2402235",
  "pages": "e2402235",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Spectrum Analysis, Raman",
    "Humans",
    "Animals"
  ],
  "article_ids": {
    "pubmed": "38845530",
    "doi": "10.1002/smll.202402235"
  },
  "doi": "10.1002/smll.202402235",
  "dates": {
    "completed": "2024-10-03",
    "revised": "2025-04-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.679560",
    "pmid": "38845530"
  }
}