{
  "pmid": "38853452",
  "uid": "38853452",
  "title": "Shifting paradigms: A collective and structural strategy for addressing healthcare inequity.",
  "abstract": "Healthcare inequity is a persistent systemic problem, yet many solutions have historically focused on \"debiasing\" individuals. Individualistic strategies fit within a competency-based medical education and assessment paradigm, whereby professional values of social accountability, patient safety, and healthcare equity are linked to an individual clinician's competence. Unfortunately, efforts to realise the conceptual linkages between medical education curricula and goals to improve healthcare equity fail to address the institutional values, policies, and practices that enable structural racism. In this article, we explore alternative approaches that target collective and structural causes of health inequity. We first describe the structural basis of healthcare inequity by identifying the ways in which institutional culture, power and privilege erode patient-centred care and contribute to epistemic injustice. We then outline some reasons that stereotypes, which are a culturally supported foundation for discrimination, bias and racism in healthcare, cannot be modified effectively through individualistic strategies or education curricula. Finally, we propose a model that centres shared values for leadership by individuals and institutions with consistency in goal setting, knowledge translation, and talent development. Figure 1 summarises the key recommendations. We have provided cases to supplement this work and facilitate discussion about the model's application to practice.",
  "authors": [
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Division of Education and Innovation, Department of Medicine, McMaster Education Research, Innovation and Theory (MERIT) Program, McMaster University, Ontario, Hamilton, Canada."
      ],
      "orcid": "0000-0001-8723-5942"
    },
    {
      "last_name": "Acai",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Acai",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster Education Research, Innovation and Theory (MERIT) Program, McMaster University, Ontario, Hamilton, Canada.",
        "St. Joseph's Education Research Centre (SERC), St. Joseph's Healthcare Hamilton, Ontario, Hamilton, Canada."
      ],
      "orcid": "0000-0002-9901-2946"
    },
    {
      "last_name": "Kahlke",
      "fore_name": "Renate",
      "initials": "R",
      "name": "Renate Kahlke",
      "affiliations": [
        "Division of Education and Innovation, Department of Medicine, McMaster Education Research, Innovation and Theory (MERIT) Program, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4473-5039"
    },
    {
      "last_name": "Chan",
      "fore_name": "Teresa M",
      "initials": "TM",
      "name": "Teresa M Chan",
      "affiliations": [
        "Division of Emergency/Division of Education & Innovation, Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Faculty of Health Sciences, Office of Continuing Professional Development, McMaster University, Ontario, Hamilton, Canada."
      ],
      "orcid": "0000-0001-6104-462X"
    },
    {
      "last_name": "Sukhera",
      "fore_name": "Javeed",
      "initials": "J",
      "name": "Javeed Sukhera",
      "affiliations": [
        "Hartford Hospital/Institute of Living, Hartford, Connecticut, USA.",
        "Department of Psychiatry, Yale University School of Medicine, Connecticut, New Haven, USA."
      ],
      "orcid": "0000-0001-8146-4947"
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "887",
  "end_page": "893",
  "pages": "887-893",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Healthcare Disparities",
    "Leadership",
    "Racism",
    "Patient-Centered Care",
    "Organizational Culture",
    "Education, Medical",
    "Health Equity",
    "Social Responsibility",
    "Curriculum",
    "Clinical Competence"
  ],
  "article_ids": {
    "pubmed": "38853452",
    "doi": "10.1111/jep.14013"
  },
  "doi": "10.1111/jep.14013",
  "dates": {
    "completed": "2024-08-21",
    "revised": "2024-08-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.073232",
    "pmid": "38853452"
  }
}