{
  "pmid": "38854905",
  "uid": "38854905",
  "title": "An outbreak of Salmonella Infantis linked to shredded pork products from an unlicensed source in multiple health districts, Ontario, Canada, 2021.",
  "abstract": "BACKGROUND: An outbreak of Salmonella Infantis was associated with the consumption of shredded pork products at multiple restaurants in Ontario between July 2021 and October 2021. The outbreak involved 36 case-patients from six public health units. The implicated shredded pork products were obtained from an unlicensed source. This is the largest reported outbreak of Salmonella Infantis linked to restaurant food exposures in Ontario, with complexities related to the investigation of unlicensed foods. This article aims to describe the epidemiological, food safety and laboratory investigations that led to the identification and removal of the source of the outbreak from implicated restaurants, including the challenges encountered while investigating an outbreak related to an unlicensed source of food. METHODS: Epidemiological and laboratory analyses were conducted to identify the source of the outbreak. Food safety investigations were conducted to ascertain the origin and distribution of the implicated food. RESULTS: Whole-genome sequencing identified the outbreak strain from the isolates of 36 case-patients across six public health units in Ontario. Seven case-patients (19%) were hospitalized. No deaths were reported. The outbreak was linked to shredded pork products (i.e., rinds or skins) that were distributed by an unlicensed meat processor and consumed at various restaurants that served Southeast Asian fusion cuisine concentrated in the Greater Toronto Area. The product was removed from implicated restaurants. CONCLUSION: Historically, foods from unlicensed sources have been implicated in multiple large outbreaks and continue to be of significant public health risk. The outbreak investigation emphasized the threat of food from unlicensed sources to the public's health and the importance of additional public health interventions to prevent outbreaks linked to unlicensed sources.",
  "authors": [
    {
      "last_name": "Osasah",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Osasah",
      "affiliations": [
        "Enteric, Zoonotic and Vector-Borne Diseases, Public Health Ontario, Toronto, ON."
      ]
    },
    {
      "last_name": "Whitfield",
      "fore_name": "Yvonne",
      "initials": "Y",
      "name": "Yvonne Whitfield",
      "affiliations": [
        "Enteric, Zoonotic and Vector-Borne Diseases, Public Health Ontario, Toronto, ON."
      ]
    },
    {
      "last_name": "Danish",
      "fore_name": "Affan",
      "initials": "A",
      "name": "Affan Danish",
      "affiliations": [
        "Enteric, Zoonotic and Vector-Borne Diseases, Public Health Ontario, Toronto, ON."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Allana",
      "initials": "A",
      "name": "Allana Murphy",
      "affiliations": [
        "Public Health Ontario Laboratory, Public Health Ontario, Toronto, ON."
      ]
    },
    {
      "last_name": "Mather",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Mather",
      "affiliations": [
        "Enteric, Zoonotic and Vector-Borne Diseases, Public Health Ontario, Toronto, ON."
      ]
    },
    {
      "last_name": "Adams",
      "fore_name": "Janica",
      "initials": "J",
      "name": "Janica Adams",
      "affiliations": [
        "Enteric, Zoonotic and Vector-Borne Diseases, Public Health Ontario, Toronto, ON."
      ]
    },
    {
      "last_name": "Majury",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Majury",
      "affiliations": [
        "Public Health Ontario Laboratory, Public Health Ontario, Toronto, ON."
      ]
    },
    {
      "last_name": "Aloosh",
      "fore_name": "Mehdi",
      "initials": "M",
      "name": "Mehdi Aloosh",
      "affiliations": [
        "Enteric, Zoonotic and Vector-Borne Diseases, Public Health Ontario, Toronto, ON.",
        "Department of Health Research Methods, Evidence, and Impact, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Canada communicable disease report = Releve des maladies transmissibles au Canada",
    "iso_abbreviation": "Can Commun Dis Rep",
    "issn": "1188-4169",
    "issn_type": "Print",
    "volume": "50",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "May",
    "pub_day": "24"
  },
  "start_page": "158",
  "end_page": "165",
  "pages": "158-165",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38854905",
    "pmc": "PMC11160349",
    "doi": "10.14745/ccdr.v50i05a06",
    "pii": "500506"
  },
  "doi": "10.14745/ccdr.v50i05a06",
  "pmc_id": "PMC11160349",
  "dates": {
    "revised": "2024-06-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:39.251643",
    "pmid": "38854905"
  }
}