{
  "pmid": "38854477",
  "uid": "38854477",
  "title": "Patient Experience with the SensoReady[®] Autoinjector Pen versus a Comparator Device: Results from a Canadian Patient Survey in Rheumatoid Arthritis and Crohn´s Disease.",
  "abstract": "PURPOSE: Medication delivery device design impacts treatment satisfaction, adherence, and compliance in patients receiving biologics. This survey assessed autoinjector attributes that are important to patients, and assessed patient perceptions and preferences between an adalimumab biosimilar autoinjector (Hyrimoz[®] SensoReady[®] Pen [SDZ-ADL pen]) and the reference adalimumab autoinjector (Humira[®] Pen [ref-ADL pen]) in patients with rheumatoid arthritis (RA) or Crohn's disease (CD) in Canada. PATIENTS AND METHODS: In this survey, adult patients were recruited for web-assisted telephone interviews. Patients had ≥ 3 months' experience with the ref-ADL pen and 1-12 months' experience with the SDZ-ADL pen. RESULTS: The survey included 120 patients with RA (n = 32) or CD (n = 88). Mean experience with the ref-ADL pen was 7 years for RA or 5 years for CD vs 9 months with the SDZ-ADL pen. The most important autoinjector attributes were the ability to use the pen independently and the ease and simplicity of self-injection. When comparing the two autoinjectors, patients significantly preferred the SDZ-ADL pen over the ref-ADL pen for nearly every attribute evaluated, with the greatest differences reported for visual and audible feedback mechanisms, ease of self-injection, and ability to use the device independently. Overall, 82% of patients preferred the SDZ-ADL pen over the ref-ADL pen, with buttonless activation and less injection pain being the main drivers for this preference. CONCLUSION: Patients with RA or CD indicated a preference for the SDZ-ADL pen over the ref-ADL pen, independent of the duration of use of the pen. The preference for a biosimilar device within 1 year of switching provides reassurance of rapid patient acceptance of biosimilars and may simplify the switching process. These results confirm the importance of ensuring autoinjector design supports independent self-administration of medication and align with previous data showing high patient satisfaction with the SDZ-ADL pen.",
  "authors": [
    {
      "last_name": "Jathanakodi",
      "fore_name": "Shrihari",
      "initials": "S",
      "name": "Shrihari Jathanakodi",
      "affiliations": [
        "Sandoz Group AG, Holzkirchen, Germany."
      ]
    },
    {
      "last_name": "Both",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Both",
      "affiliations": [
        "Sandoz Group AG, Holzkirchen, Germany."
      ]
    },
    {
      "last_name": "Brueckmann",
      "fore_name": "Ines",
      "initials": "I",
      "name": "Ines Brueckmann",
      "affiliations": [
        "Sandoz Group AG, Holzkirchen, Germany."
      ]
    },
    {
      "last_name": "Rose",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Rose",
      "affiliations": [
        "Sandoz Inc., Princeton, NJ, USA."
      ]
    },
    {
      "last_name": "Nasseri",
      "fore_name": "Nahal",
      "initials": "N",
      "name": "Nahal Nasseri",
      "affiliations": [
        "Sandoz Canada Inc., Boucherville, QC, Canada."
      ]
    },
    {
      "last_name": "Raynauld",
      "fore_name": "Jean-Pierre",
      "initials": "JP",
      "name": "Jean-Pierre Raynauld",
      "affiliations": [
        "Division of Rheumatology, Department of Medicine, Montreal Institute of Rheumatology, Université de Montréal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Patient preference and adherence",
    "iso_abbreviation": "Patient Prefer Adherence",
    "issn": "1177-889X",
    "issn_type": "Print",
    "volume": "18",
    "pub_year": "2024"
  },
  "start_page": "1107",
  "end_page": "1118",
  "pages": "1107-1118",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38854477",
    "pmc": "PMC11162628",
    "doi": "10.2147/PPA.S455791",
    "pii": "455791"
  },
  "doi": "10.2147/PPA.S455791",
  "pmc_id": "PMC11162628",
  "dates": {
    "revised": "2024-06-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.194560",
    "pmid": "38854477"
  }
}