{
  "pmid": "38864300",
  "uid": "38864300",
  "title": "Current state of undergraduate medical school training in transfusion medicine and its impact on postgraduate trainee knowledge.",
  "abstract": "BACKGROUND: Studies have described poor transfusion medicine (TM) knowledge in postgraduate trainees. The impact of undergraduate medical TM education on postgraduate knowledge is unclear. METHODS: Canadian medical schools were surveyed on the number of hours dedicated to TM teaching and topics covered by curricula during 2016-2020. Postgraduate trainees attending Transfusion Camp in 2021 completed a pretest of 20 multiple-choice questions. The survey results and pretest scores were compared to evaluate the association between undergraduate medical TM education and pretest scores. RESULTS: The survey was completed by 16 of 17 Canadian medical schools. The number of hours (h) of TM teaching were <2 h (25%), 3-4 h (25%), and >4 h (50%). Twelve of 19 Transfusion Camp topics were covered in ≥50% of schools. Eleven medical schools provided ethics approvals/waivers to include trainee pretest scores in the analysis (N = 200). The median pretest scores by medical school ranged from 48% to 70%. No association was found between number of TM teaching hours and average pretest scores (p = .60). There was an association between higher postgraduate year level and individual pretest score (p < .0001). The analysis by topic demonstrated questions where trainees from different schools performed uniformly well or poorly; other topics showed considerable variation. CONCLUSION: Variation in quantity and content of undergraduate TM teaching exists across Canadian medical schools. In this limited assessment, the number of TM teaching hours was not associated with performance on the pretest. This study raises the opportunity to re-evaluate the delivery (content, timing, consistency) of TM education in undergraduate medical schools.",
  "authors": [
    {
      "last_name": "Rahmani",
      "fore_name": "Mahboubeh",
      "initials": "M",
      "name": "Mahboubeh Rahmani",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Division of Hematopathology, Queen Elizabeth II Health Sciences Centre and Dalhousie University, Halifax, Nova Scotia, Canada.",
        "Beatrice Hunter Cancer Research Institute, Halifax, Nova Scotia, Canada."
      ],
      "orcid": "0000-0002-7766-3131"
    },
    {
      "last_name": "Chargé",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Chargé",
      "affiliations": [
        "Canadian Blood Services, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bodnar",
      "fore_name": "Melanie",
      "initials": "M",
      "name": "Melanie Bodnar",
      "affiliations": [
        "Department of Laboratory Medicine and Pathology, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Callum",
      "fore_name": "Jeannie",
      "initials": "J",
      "name": "Jeannie Callum",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Kingston Health Sciences Centre and Queen's University, Kingston, Ontario, Canada.",
        "Quality in Utilization, Education and Safety in Transfusion (QUEST) Research Program, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hsia",
      "fore_name": "Cyrus",
      "initials": "C",
      "name": "Cyrus Hsia",
      "affiliations": [
        "Division of Hematology, Department of Medicine, London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lavoie",
      "fore_name": "Marianne",
      "initials": "M",
      "name": "Marianne Lavoie",
      "affiliations": [
        "Department of Medicine, CHU de Québec-Université Laval, Québec City, Quebec, Canada."
      ]
    },
    {
      "last_name": "Lemay",
      "fore_name": "Anne-Sophie",
      "initials": "AS",
      "name": "Anne-Sophie Lemay",
      "affiliations": [
        "Department of Hematology and Transfusion Medicine, Centre hospitalier de l'Université de Montréal, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Mack",
      "fore_name": "Johnathan",
      "initials": "J",
      "name": "Johnathan Mack",
      "affiliations": [
        "Department of Medicine, The Ottawa Hospital/University of Ottawa, Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0002-8304-1953"
    },
    {
      "last_name": "Prokopchuk-Gauk",
      "fore_name": "Oksana",
      "initials": "O",
      "name": "Oksana Prokopchuk-Gauk",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, University of Saskatchewan, Saskatoon, Saskatchewan, Canada.",
        "Saskatchewan Health Authority, Saskatoon, Saskatchewan, Canada."
      ],
      "orcid": "0000-0003-2758-714X"
    },
    {
      "last_name": "Trudeau",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Trudeau",
      "affiliations": [
        "Department of Anesthesiology, Pharmacology and Therapeutics and Pathology and Laboratory Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Zeller",
      "fore_name": "Michelle P",
      "initials": "MP",
      "name": "Michelle P Zeller",
      "affiliations": [
        "Canadian Blood Services, Ottawa, Ontario, Canada.",
        "Michael G. DeGroote Centre for Transfusion Research, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Yulia",
      "initials": "Y",
      "name": "Yulia Lin",
      "affiliations": [
        "Quality in Utilization, Education and Safety in Transfusion (QUEST) Research Program, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada.",
        "Precision Diagnostics and Therapeutics Program, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada.",
        "Department of Laboratory Medicine and Molecular Diagnostics, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-5562-9020"
    }
  ],
  "journal": {
    "title": "Transfusion",
    "iso_abbreviation": "Transfusion",
    "issn": "1537-2995",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "1407",
  "end_page": "1413",
  "pages": "1407-1413",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Transfusion Medicine",
    "Education, Medical, Undergraduate",
    "Canada",
    "Curriculum",
    "Surveys and Questionnaires",
    "Schools, Medical",
    "Male",
    "Female",
    "Clinical Competence"
  ],
  "article_ids": {
    "pubmed": "38864300",
    "doi": "10.1111/trf.17918"
  },
  "doi": "10.1111/trf.17918",
  "dates": {
    "completed": "2024-08-10",
    "revised": "2025-06-16"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Blood Services Program Support Award (The University of Toronto QUEST Research Program)"
    },
    {
      "agency": "Federal Government (Health Canada)"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:10.322073",
    "pmid": "38864300"
  }
}