{
  "pmid": "38862978",
  "uid": "38862978",
  "title": "Understanding contextual and practical factors to inform WHO recommendations on using chest imaging to monitor COVID-19 pulmonary sequelae: a qualitative study exploring stakeholders' perspective.",
  "abstract": "BACKGROUND: A recommendation by the World Health Organization (WHO) was issued about the use of chest imaging to monitor pulmonary sequelae following recovery from COVID-19. This qualitative study aimed to explore the perspective of key stakeholders to understand their valuation of the outcome of the proposition, preferences for the modalities of chest imaging, acceptability, feasibility, impact on equity and practical considerations influencing the implementation of using chest imaging. METHODS: A qualitative descriptive design using in-depth interviews approach. Key stakeholders included adult patients who recovered from the acute illness of COVID-19, and providers caring for those patients. The Evidence to Decision (EtD) conceptual framework was used to guide data collection of contextual and practical factors related to monitoring using imaging. Data analysis was based on the framework thematic analysis approach. RESULTS: 33 respondents, including providers and patients, were recruited from 15 different countries. Participants highly valued the ability to monitor progression and resolution of long-term sequelae but recommended the avoidance of overuse of imaging. Their preferences for the imaging modalities were recorded along with pros and cons. Equity concerns were reported across countries (e.g., access to resources) and within countries (e.g., disadvantaged groups lacked access to insurance). Both providers and patients accepted the use of imaging, some patients were concerned about affordability of the test. Facilitators included post- recovery units and protocols. Barriers to feasibility included low number of specialists in some countries, access to imaging tests among elderly living in nursing homes, experience of poor coordination of care, emotional exhaustion, and transportation challenges driving to a monitoring site. CONCLUSION: We were able to demonstrate that there is a high value and acceptability using imaging but there were factors influencing feasibility, equity and some practical considerations associated with implementation. We had a few suggestions to be considered by the expert panel in the formulation of the guideline to facilitate its implementation such as using validated risk score predictive tools for lung complications to recommend the appropriate imaging modality and complementary pulmonary function test.",
  "authors": [
    {
      "last_name": "Honein-AbouHaidar",
      "fore_name": "Gladys",
      "initials": "G",
      "name": "Gladys Honein-AbouHaidar",
      "affiliations": [
        "Hariri School of Nursing, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Rizkallah",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Rizkallah",
      "affiliations": [
        "Hariri School of Nursing, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bou Akl",
      "fore_name": "Imad",
      "initials": "I",
      "name": "Imad Bou Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Morgano",
      "fore_name": "Gian Paolo",
      "initials": "GP",
      "name": "Gian Paolo Morgano",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact McMaster University, 1280 Main Street West, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Vrbová",
      "fore_name": "Tereza",
      "initials": "T",
      "name": "Tereza Vrbová",
      "affiliations": [
        "Czech National Centre for Evidence-Based Healthcare and Knowledge Translation (CEBHC-KT), Institute of Biostatistics and Analyses, Faculty of Medicine, Masaryk University, Brno, Czech Republic."
      ]
    },
    {
      "last_name": "van Deventer",
      "fore_name": "Emilie",
      "initials": "E",
      "name": "Emilie van Deventer",
      "affiliations": [
        "Radiation and Health Unit, Department of Environment, Climate Change and Health, World Health Organization, Geneva, Switzerland. vandeventere@who.int."
      ]
    },
    {
      "last_name": "Del Rosario Perez",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Del Rosario Perez",
      "affiliations": [
        "Radiation and Health Unit, Department of Environment, Climate Change and Health, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, American University of Beirut, Riad-El-Solh, P.O. Box 11-0236, Beirut, 1107 2020, Lebanon. ea32@aub.edu.lb."
      ],
      "orcid": "0000-0002-3444-8618"
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jun",
    "pub_day": "11"
  },
  "start_page": "67",
  "pages": "67",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Qualitative Research",
    "Male",
    "World Health Organization",
    "Female",
    "SARS-CoV-2",
    "Adult",
    "Middle Aged",
    "Stakeholder Participation",
    "Aged",
    "Lung",
    "Health Personnel"
  ],
  "article_ids": {
    "pubmed": "38862978",
    "pmc": "PMC11167887",
    "doi": "10.1186/s12961-023-01088-1",
    "pii": "10.1186/s12961-023-01088-1"
  },
  "doi": "10.1186/s12961-023-01088-1",
  "pmc_id": "PMC11167887",
  "dates": {
    "completed": "2024-06-12",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:53.395180",
    "pmid": "38862978"
  }
}