{
  "pmid": "38866410",
  "uid": "38866410",
  "title": "ROBVALU: a tool for assessing risk of bias in studies about people's values, utilities, or importance of health outcomes.",
  "abstract": "People’s values are an important driver in healthcare decision making. The certainty of an intervention’s effect on benefits and harms relies on two factors: the certainty in the measured effect on an outcome in terms of risk difference and the certainty in its value, also known as utility or importance. The GRADE (Grading of Recommendations, Assessment, Development, and Evaluations) working group has proposed a set of questions to assess the risk of bias in a body of evidence from studies investigating how people value outcomes. However, these questions do not address risk of bias in individual studies that, similar to risk-of-bias tools for other research studies, is required to evaluate such evidence. Thus, the Risk of Bias in studies of Values and Utilities (ROBVALU) tool was developed. ROBVALU has good psychometric properties and will be useful when assessing individual studies in measuring values, utilities, or the importance of outcomes. As such, ROBVALU can be used to assess risk of bias in studies included in systematic reviews and health guidelines. It also can support health research assessments, where the risk of bias of input variables determines the certainty in model outputs. These assessments include, for example, decision analysis and cost utility or cost effectiveness analysis for health technology assessment, health policy, and reimbursement decision making.",
  "authors": [
    {
      "last_name": "Karam",
      "fore_name": "Samer G",
      "initials": "SG",
      "name": "Samer G Karam",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Michael G DeGroote Cochrane Canada and McMaster GRADE Centres, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Michael G DeGroote Cochrane Canada and McMaster GRADE Centres, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pardo-Hernandez",
      "fore_name": "Hector",
      "initials": "H",
      "name": "Hector Pardo-Hernandez",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Sant Antoni Maria Claret, Barcelona, Spain.",
        "Centro de Investigación Biomédica en Red de Epidemiología y Salud Pública (CIBERESP), Madrid, Spain."
      ]
    },
    {
      "last_name": "Siebert",
      "fore_name": "Uwe",
      "initials": "U",
      "name": "Uwe Siebert",
      "affiliations": [
        "Department of Public Health, Health Services Research and Health Technology Assessment, Institute of Public Health, Medical Decision Making and Health Technology Assessment, UMIT TIROL-University for Health Sciences and Technology, Hall in Tirol, Austria.",
        "Center for Health Decision Science and Departments of Epidemiology and Health Policy and Management, Harvard T H Chan School of Public Health, Boston, MA, USA.",
        "Institute for Technology Assessment and Department of Radiology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Koopman",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Koopman",
      "affiliations": [
        "Department of Specialist Medical Care, National Health Care Institute, Diemen, Netherlands."
      ]
    },
    {
      "last_name": "Noyes",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Noyes",
      "affiliations": [
        "School of Medical and Health Sciences, Bangor University, Wales, UK."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada.",
        "Programs for Assessment of Technologies in Health, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Stevens",
      "fore_name": "Adrienne L",
      "initials": "AL",
      "name": "Adrienne L Stevens",
      "affiliations": [
        "Centre for Immunisation Programmes, Public Health Agency of Canada, ON, Canada."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Welch",
      "affiliations": [
        "Bruyère Research Institute and, School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Saz-Parkinson",
      "fore_name": "Zuleika",
      "initials": "Z",
      "name": "Zuleika Saz-Parkinson",
      "affiliations": [
        "European Commission, Joint Research Centre, Ispra, Italy."
      ]
    },
    {
      "last_name": "Ens",
      "fore_name": "Brendalynn",
      "initials": "B",
      "name": "Brendalynn Ens",
      "affiliations": [
        "Implementation Support and Knowledge Mobilisation, Canadian Agency for Drugs and Technologies in Health, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Devji",
      "fore_name": "Tahira",
      "initials": "T",
      "name": "Tahira Devji",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hazlewood",
      "fore_name": "Glen",
      "initials": "G",
      "name": "Glen Hazlewood",
      "affiliations": [
        "Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada.",
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Anaesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Paediatrics, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, ON, Canada.",
        "Centre for Development of Best Practices in Health, Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Sant Antoni Maria Claret, Barcelona, Spain.",
        "Centro de Investigación Biomédica en Red de Epidemiología y Salud Pública (CIBERESP), Madrid, Spain.",
        "Institut de Recerca Sant Pau (IR SANT PAU), Sant Quintí, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan L",
      "initials": "JL",
      "name": "Jan L Brozek",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Michael G DeGroote Cochrane Canada and McMaster GRADE Centres, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada schuneh@mcmaster.ca.",
        "Clinical Epidemiology and Research Centre (CERC), Humanitas Universityand Humanitas Research Hospital, Via Rita Levi Montalcini 4, 20090 Pieve Emanuele, Milan, Italy."
      ],
      "orcid": "0000-0003-3211-8479"
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "385",
    "pub_year": "2024",
    "pub_month": "Jun",
    "pub_day": "12"
  },
  "start_page": "e079890",
  "pages": "e079890",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Bias",
    "Outcome Assessment, Health Care",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "38866410",
    "pmc": "PMC11167527",
    "doi": "10.1136/bmj-2024-079890"
  },
  "doi": "10.1136/bmj-2024-079890",
  "pmc_id": "PMC11167527",
  "dates": {
    "completed": "2024-06-12",
    "revised": "2024-06-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.566190",
    "pmid": "38866410"
  }
}