{
  "pmid": "38860487",
  "uid": "38860487",
  "title": "Genetic counselors' professional identity in North America: A scoping review.",
  "abstract": "Professional identity (PI) comprises attributes, beliefs, values, motives, and experiences by which people define themselves in a professional role and evolves through socialization with others in the workplace. While there have been several studies exploring the expanding roles of genetic counselors, few have specifically addressed PI. This scoping review aimed to describe the contexts in which PI has been discussed or examined in the genetic counseling literature. Articles were searched using PubMed, Scopus, and CINAHL with a priori terms including and related to PI. Articles based in the United States or Canada and of all study designs, commentaries, and speeches were included. Date of publication was not restricted. Using social identity theory (SIT) to formulate a definition of PI, multiple reviewers applied inclusion and exclusion criteria to all titles, abstracts, and full-text articles with conflicts addressed through consensus among all reviewers. A total of 5523 titles and/or abstracts were screened, and 467 full-text articles were evaluated and categorized as (1) focusing on PI specifically, (2) containing elements of PI although focused on another topic, or (3) not related to PI. Eighty-seven (87) articles were reviewed during the extraction phase. Ultimately, 41 articles were deemed to meet the agreed upon characteristics of PI. While empirical studies of PI among genetic counselors were limited, PI is being addressed in research focused on related areas, including professional development and diversity, equity, and inclusion, as well as in personal accounts, addresses, and commentaries. Sentiments regarding PI voiced by genetic counselors align with those reported among other health professionals. Given the lack of diversity in the field and rapidly expanding opportunities for genetic counselors, there is risk of some members of the profession feeling excluded, which in turn could negatively impact the collective identity of the profession and translate into impacts on patient care. Additional research regarding the PI of genetic counselors is needed.",
  "authors": [
    {
      "last_name": "Stenberg",
      "fore_name": "Kaye",
      "initials": "K",
      "name": "Kaye Stenberg",
      "affiliations": [
        "Department of Biomedical Laboratory Sciences, The George Washington University, Ashburn, Virginia, USA."
      ],
      "orcid": "0009-0001-3965-1973"
    },
    {
      "last_name": "Mills",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Mills",
      "affiliations": [
        "MS Genetic Counseling Program, University of North Carolina Greensboro, Greensboro, North Carolina, USA."
      ],
      "orcid": "0000-0003-4420-9503"
    },
    {
      "last_name": "Kalia",
      "fore_name": "Isha",
      "initials": "I",
      "name": "Isha Kalia",
      "affiliations": [
        "The GW Faculty Medical Associates, The George Washington University, Washington, DC, USA."
      ],
      "orcid": "0000-0001-7945-3886"
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Biomedical Laboratory Sciences, The George Washington University, Ashburn, Virginia, USA."
      ],
      "orcid": "0000-0003-4981-4948"
    }
  ],
  "journal": {
    "title": "Journal of genetic counseling",
    "iso_abbreviation": "J Genet Couns",
    "issn": "1573-3599",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "e1931",
  "pages": "e1931",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Genetic Counseling",
    "Humans",
    "Counselors",
    "North America",
    "Social Identification",
    "Professional Role"
  ],
  "article_ids": {
    "pubmed": "38860487",
    "pmc": "PMC11735250",
    "doi": "10.1002/jgc4.1931"
  },
  "doi": "10.1002/jgc4.1931",
  "pmc_id": "PMC11735250",
  "dates": {
    "completed": "2025-01-15",
    "revised": "2025-05-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "2022_JEMF",
      "agency": "National Society of Genetic Counselors"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.609835",
    "pmid": "38860487"
  }
}