{
  "pmid": "38876899",
  "uid": "38876899",
  "title": "Double-row staple technology versus triple-row staple technology for colorectal surgery: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Some observational data have suggested that anastomotic leak may be reduced with triple-row staple technology compared to double-row staple technology. We aimed to investigate this further by performing a systematic review comparing double- and triple-row staple technology for colorectal anastomoses. METHODS: This systematic review was reported in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines. MEDLINE, Embase, and Cochrane Central Register of Controlled Trials databases were searched up to November 2023. Articles were eligible for inclusion if they were comparing double-row staple and triple-row staple technology for left-sided colo-colic, colorectal, or coloanal anastomosis. The main outcomes included anastomotic leak, anastomotic hemorrhage, 30-day mortality, and reoperation. Meta-analyses with inverse variance random effects were performed. Certainty of evidence was assessed with Grading of Recommendations, Assessment, Development, and Evaluations. RESULTS: After reviewing 340 relevant citations, 6 retrospective cohort studies met inclusion. Overall, 19,372 patients (mean age: 60.2 years, 52.7% female sex) had anastomoses with double-row staple technology, and 2,298 patients (mean age: 61.3 years, 50.3% female sex) with triple-row staple technology. Most operations were anterior resections (double-row: 55.3%; triple-row: 43.6%). Across all included studies, the risk of anastomotic leak was reduced with triple-row staple technology (6.3% vs 7.5%, risk ratio 0.54, 95% confidence interval 0.31-0.94, P = .03, I[2]=75%). There were no significant differences in anastomotic hemorrhage (risk ratio 0.47, 95% confidence interval 0.15-1.49, P = .20, I[2] = 57%), 30-day mortality (risk ratio 0.66, 95% confidence interval 0.17-2.55, P = .55, I[2] = 0%), or reoperation (risk ratio 1.05, 95% confidence interval 0.42-2.64, P = .91, I[2] = 56%). CONCLUSION: Triple-row staple technology may reduce the risk of anastomotic leak in left-sided colorectal anastomoses.",
  "authors": [
    {
      "last_name": "McKechnie",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler McKechnie",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: tyler.mckechnie@medportal.ca."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Shi",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Huang",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Huo",
      "fore_name": "Bright",
      "initials": "B",
      "name": "Bright Huo",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: https://twitter.com/brighthuo."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes",
      "initials": "A",
      "name": "Aristithes Doumouras",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: https://twitter.com/Doctor_Doum."
      ]
    },
    {
      "last_name": "Amin",
      "fore_name": "Nalin",
      "initials": "N",
      "name": "Nalin Amin",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Eskicioglu",
      "fore_name": "Cagla",
      "initials": "C",
      "name": "Cagla Eskicioglu",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: https://twitter.com/Drbariatricsx."
      ]
    }
  ],
  "journal": {
    "title": "Surgery",
    "iso_abbreviation": "Surgery",
    "issn": "1532-7361",
    "issn_type": "Electronic",
    "volume": "176",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "633",
  "end_page": "644",
  "pages": "633-644",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Meta-Analysis",
    "Comparative Study"
  ],
  "keywords": [
    "Humans",
    "Anastomotic Leak",
    "Surgical Stapling",
    "Anastomosis, Surgical",
    "Rectum",
    "Colon",
    "Reoperation",
    "Colorectal Surgery"
  ],
  "article_ids": {
    "pubmed": "38876899",
    "doi": "10.1016/j.surg.2024.04.039",
    "pii": "S0039-6060(24)00296-4"
  },
  "doi": "10.1016/j.surg.2024.04.039",
  "dates": {
    "completed": "2024-08-16",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.759435",
    "pmid": "38876899"
  }
}