{
  "pmid": "38874929",
  "uid": "38874929",
  "title": "Clinical Practice Guideline for Red Blood Cell Transfusion Thresholds in Very Preterm Neonates.",
  "abstract": "IMPORTANCE: Red blood cell (RBC) transfusion is a common medical intervention to treat anemia in very preterm neonates; however, best transfusion practices, such as thresholds, remain uncertain. OBJECTIVE: To develop recommendations for clinicians on the use of RBC transfusions in very preterm neonates. EVIDENCE REVIEW: An international steering committee reviewed evidence from a systematic review of 6 randomized clinical trials (RCTs) that compared high vs low hemoglobin-based or hematocrit-based transfusion thresholds. The steering committee reached consensus on certainty-of-evidence ratings and worked with a panel from stakeholder organizations on reviewing the evidence. With input from parent representatives and the stakeholder panel, the steering committee used the Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) approach to develop recommendations. FINDINGS: A systematic review of 6 RCTs encompassing 3483 participants (1759 females [51.3%]; mean [SD] age range, 25.9-29.8 [1.5-3.0] weeks) was used as the basis of the recommendations. The ranges for higher hemoglobin concentration (liberal) vs lower hemoglobin concentration (restrictive) threshold study arms were similar across the trials. However, specific thresholds differed based on the severity of illness, which was defined using variable criteria in the trials. There was moderate certainty of evidence that low transfusion thresholds likely had little to no difference in important short-term and long-term outcomes. The recommended hemoglobin thresholds varied on the basis of postnatal week and respiratory support needs. At postnatal weeks 1, 2, and 3 or more, for neonates on respiratory support, the recommended thresholds were 11, 10, and 9 g/dL, respectively; for neonates on no or minimal respiratory support, the recommended thresholds were 10, 8.5, and 7 g/dL, respectively (to convert hemoglobin to grams per liter, multiply by 10.0). CONCLUSIONS AND RELEVANCE: This consensus statement recommends a restrictive RBC transfusion strategy, with moderate certainty of evidence, for preterm neonates with less than 30 weeks' gestation.",
  "authors": [
    {
      "last_name": "Deschmann",
      "fore_name": "Emöke",
      "initials": "E",
      "name": "Emöke Deschmann",
      "affiliations": [
        "Department of Neonatology, Karolinska University Hospital and Karolinska Institute, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Dame",
      "fore_name": "Christof",
      "initials": "C",
      "name": "Christof Dame",
      "affiliations": [
        "Charité-Universitätsmedizin Berlin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Sola-Visner",
      "fore_name": "Martha C",
      "initials": "MC",
      "name": "Martha C Sola-Visner",
      "affiliations": [
        "Boston Children's Hospital and Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Fustolo-Gunnink",
      "fore_name": "Susanna F",
      "initials": "SF",
      "name": "Susanna F Fustolo-Gunnink",
      "affiliations": [
        "Sanquin Blood Supply Foundation, Amsterdam, the Netherlands.",
        "Amsterdam University Medical Center, Amsterdam, the Netherlands.",
        "Leiden University Medical Center, Leiden, the Netherlands."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "McMaster University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Ravi Mangal",
      "initials": "RM",
      "name": "Ravi Mangal Patel",
      "affiliations": [
        "Children's Healthcare of Atlanta and Emory University School of Medicine, Atlanta, Georgia."
      ]
    },
    {
      "last_name": "Stanworth",
      "fore_name": "Simon J",
      "initials": "SJ",
      "name": "Simon J Stanworth",
      "affiliations": [
        "National Health Service (NHS) Blood and Transplant, Oxford, United Kingdom.",
        "Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom.",
        "Radcliffe Department of Medicine, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jun",
    "pub_day": "03"
  },
  "start_page": "e2417431",
  "pages": "e2417431",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Infant, Newborn",
    "Male",
    "Anemia, Neonatal",
    "Erythrocyte Transfusion",
    "Hemoglobins",
    "Infant, Extremely Premature",
    "Infant, Premature",
    "Randomized Controlled Trials as Topic",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "38874929",
    "doi": "10.1001/jamanetworkopen.2024.17431",
    "pii": "2820028"
  },
  "doi": "10.1001/jamanetworkopen.2024.17431",
  "dates": {
    "completed": "2024-06-14",
    "revised": "2025-02-18"
  },
  "chemicals": [
    "Hemoglobins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.314079",
    "pmid": "38874929"
  }
}