{
  "pmid": "38872140",
  "uid": "38872140",
  "title": "Exploring the perspectives of older adults who are pre-frail and frail to identify interventions to reduce sedentary behaviour and improve mobility: a thematic content analysis.",
  "abstract": "Older adults who are frail are one of the most sedentary and the least physically active age groups. Prolonged sedentary time is associated with increased risk of negative health outcomes. To help design effective and sustainable content and optimize the uptake of sedentary behaviour interventions, an in-depth understanding of older adults' perceptions of sedentary behaviour is needed; however, most qualitative studies have been conducted in healthy older adults. The aim of this study was to explore perspectives of sedentary behaviour within the context of older adults who are pre-frail and frail after the winter and spring. We included participants if they: (1) spoke English or attended with a translator or caregiver, (2) were ≥ 60 years, and (3) were frail on the Morley Frail Scale. We utilized a qualitative description methodology including a semi-structured in-depth interview and thematic content analysis. Concepts from the COM-B (Capability Opportunity Motivation-Behaviour) model were used to guide the semi-structured interviews and analysis. To ensure credibility of the data, we used an audit trail and analyst triangulation. We recruited 21 older adults (72 ± 7.3 years, 13 females, 13 frail) from southwestern Ontario, Canada. Two individuals were lost to follow-up due to medical mistrust and worse health. We transcribed 39 audio recordings. We identified three salient themes: (1) older adults rationalize their sedentary behaviours through cognitive dissonance (reflective motivation), (2) urban cities in southwestern Ontario may not be \"age-friendly\" (physical opportunity), and (3) exercise is something people \"have to do\", but hobbies are for enjoyment despite medical conditions (psychological capability). Perspectives of sedentary behaviour were different in the winter versus spring, with participants perceiving themselves to be less active in winter. Incorporating dissonance-based interventions as part of an educational program could be used to target the reflective motivation and psychological capability components. Future research should consider interdisciplinary collaborations with environmental gerontology to develop age-friendly communities that promote meaningful mobility to target physical opportunity.",
  "authors": [
    {
      "last_name": "Rodrigues",
      "fore_name": "Isabel B",
      "initials": "IB",
      "name": "Isabel B Rodrigues",
      "affiliations": [
        "Rady Faculty of Health Sciences, Department of Community Health Sciences, University of Manitoba, Winnipeg, MB, Canada. rodrigib@mcmaster.ca.",
        "Faculty of Health Sciences, Department of Medicine, McMaster University, Hamilton, ON, Canada. rodrigib@mcmaster.ca."
      ]
    },
    {
      "last_name": "Ching",
      "fore_name": "Priscilla",
      "initials": "P",
      "name": "Priscilla Ching",
      "affiliations": [
        "Osteoporosis Canada, Patient-Oriented Research (POR), Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kalra",
      "fore_name": "Mayank",
      "initials": "M",
      "name": "Mayank Kalra",
      "affiliations": [
        "Faculty of Health, Department of Kinesiology and Health Sciences, University of Waterloo, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Zheng",
      "fore_name": "Rong",
      "initials": "R",
      "name": "Rong Zheng",
      "affiliations": [
        "Faculty of Engineering, Department of Computing and Software, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rabinovich",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Rabinovich",
      "affiliations": [
        "Department of Surgery, Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Faculty of Health Sciences, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Leckie",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Leckie",
      "affiliations": [
        "Faculty of Health Sciences, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kobsar",
      "fore_name": "Dylan",
      "initials": "D",
      "name": "Dylan Kobsar",
      "affiliations": [
        "Faculty of Science, Department of Kinesiology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fang",
      "fore_name": "Qiyin",
      "initials": "Q",
      "name": "Qiyin Fang",
      "affiliations": [
        "Faculty of Engineering, Department of Engineering Physics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bray",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Bray",
      "affiliations": [
        "Faculty of Science, Department of Kinesiology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": [
        "Faculty of Health Sciences, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jun",
    "pub_day": "13"
  },
  "start_page": "1582",
  "pages": "1582",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Sedentary Behavior",
    "Female",
    "Aged",
    "Male",
    "Frail Elderly",
    "Qualitative Research",
    "Middle Aged",
    "Ontario",
    "Aged, 80 and over",
    "Interviews as Topic",
    "Exercise"
  ],
  "article_ids": {
    "pubmed": "38872140",
    "pmc": "PMC11170854",
    "doi": "10.1186/s12889-024-19051-2",
    "pii": "10.1186/s12889-024-19051-2"
  },
  "doi": "10.1186/s12889-024-19051-2",
  "pmc_id": "PMC11170854",
  "dates": {
    "completed": "2024-06-13",
    "revised": "2025-01-08"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "491453",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "NIF-22541",
      "agency": "Hamilton Health Science New Investigator Fund"
    },
    {
      "grant_id": "AW-MIRA-HQP2022-01",
      "agency": "MIRA-AGEWELL"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.448043",
    "pmid": "38872140"
  }
}