{
  "pmid": "38876271",
  "uid": "38876271",
  "title": "Trends of Peanut-Induced Anaphylaxis Rates Before and After the 2017 Early Peanut Introduction Guidelines in Montreal, Canada.",
  "abstract": "BACKGROUND: Food allergies, particularly peanut, represent the predominant cause of anaphylaxis. Whereas early allergen introduction has emerged as a potential preventive strategy, the precise impact of recent guidelines on peanut-induced anaphylaxis rates in Canada remains unclear. OBJECTIVE: To assess the impact of the 2017 Addendum Guidelines for the Prevention of Peanut Allergy on peanut-induced anaphylaxis rates in Canada. METHODS: Using a comprehensive longitudinal registry capturing pediatric anaphylaxis presentations to the Montreal's Children's Hospital, we compared children with and without known peanut allergy who presented with peanut-induced anaphylaxis between 2011 and 2019 inclusive, excluding data beyond 2019 owing to the Coronavirus disease 2019 (COVID-19) pandemic. We calculated rates of peanut-induced anaphylaxis presentations per 100,000 age-adjusted all-cause emergency department visits using 4-month intervals. Interrupted time series analysis was used to compare anaphylaxis rate trends before and after 2017 for children ages 0 to 2 and 3 to 17 years. RESULTS: We examined 2,011 cases of pediatric anaphylaxis, including 429 (21%) triggered by peanuts. Compared with pre-guideline estimates, the yearly rate of change of peanut anaphylaxis rates decreased by 7.96 (95% confidence interval -14.57 to -1.36; P = .018) after 2017 among patients with new-onset anaphylaxis in children 2 years of age or younger (n = 109). No significant changes were identified for older patients ages 3 to 17, or in patients with known peanut allergy. CONCLUSIONS: Early introduction guidelines in Canada are associated with a reduced risk of new-onset peanut-induced anaphylaxis in young children within a single center in Montreal. Further research is required to assess the impact on a wider population and other food allergens.",
  "authors": [
    {
      "last_name": "Yu",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Yu",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, McMaster University, Hamilton, Ont, Canada. Electronic address: josh.yu@medportal.ca."
      ]
    },
    {
      "last_name": "Lanoue",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Lanoue",
      "affiliations": [
        "Division of Allergy and Clinical Immunology, Montreal General Hospital, McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Mir",
      "fore_name": "Adhora",
      "initials": "A",
      "name": "Adhora Mir",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, University of Ottawa, Ottawa, Ont, Canada."
      ]
    },
    {
      "last_name": "Kaouache",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Kaouache",
      "affiliations": [
        "The Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Bretholz",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Bretholz",
      "affiliations": [
        "Division of Pediatric Emergency Medicine, Department of Pediatrics, Montreal Children's Hospital, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Clarke",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Clarke",
      "affiliations": [
        "Division of Rheumatology, Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, Alta, Canada."
      ]
    },
    {
      "last_name": "McCusker",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine McCusker",
      "affiliations": [
        "The Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Protudjer",
      "fore_name": "Jennifer L P",
      "initials": "JLP",
      "name": "Jennifer L P Protudjer",
      "affiliations": [
        "Department of Pediatrics and Child Health, Max Rady College of Medicine; and Children's Hospital Research Institute of Manitoba, Winnipeg, Man, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ont, Canada."
      ]
    },
    {
      "last_name": "Ben-Shoshan",
      "fore_name": "Moshe",
      "initials": "M",
      "name": "Moshe Ben-Shoshan",
      "affiliations": [
        "The Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The journal of allergy and clinical immunology. In practice",
    "iso_abbreviation": "J Allergy Clin Immunol Pract",
    "issn": "2213-2201",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "2439",
  "end_page": "2444.e4",
  "pages": "2439-2444.e4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Anaphylaxis",
    "Peanut Hypersensitivity",
    "Child",
    "Child, Preschool",
    "Infant",
    "Adolescent",
    "Female",
    "Male",
    "Arachis",
    "Practice Guidelines as Topic",
    "Quebec",
    "Canada",
    "Registries",
    "Infant, Newborn",
    "COVID-19",
    "Allergens",
    "Emergency Service, Hospital"
  ],
  "article_ids": {
    "pubmed": "38876271",
    "doi": "10.1016/j.jaip.2024.06.004",
    "pii": "S2213-2198(24)00626-3"
  },
  "doi": "10.1016/j.jaip.2024.06.004",
  "dates": {
    "completed": "2024-09-07",
    "revised": "2024-09-07"
  },
  "chemicals": [
    "Allergens"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.526183",
    "pmid": "38876271"
  }
}