{
  "pmid": "38881482",
  "uid": "38881482",
  "title": "A Primer on Artificial Intelligence for Healthcare Administrators.",
  "abstract": "Healthcare administrators steer their organizations' strategic direction with an emphasis on quality, value and efficiency, aiming to improve patient outcomes and ensure operational sustainability. Artificial intelligence (AI) has become a transformative force in healthcare in the past decade, with Canadian health systems and research institutions investing in AI solutions to address critical healthcare challenges. This primer delivers a fundamental guide to essential AI concepts in healthcare and provides practical guidance to prepare organizations for AI readiness.",
  "authors": [
    {
      "last_name": "Senkaiahliyan",
      "fore_name": "Senthujan",
      "initials": "S",
      "name": "Senthujan Senkaiahliyan",
      "affiliations": [
        "program manager of the Peter Munk Cardiac Centre AI team at the University Health Network and a research assistant with the FORESIGHT Research Project in Toronto, ON."
      ]
    },
    {
      "last_name": "Petch",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Petch",
      "affiliations": [
        "assistant professor at IHPME in the University of Toronto in Toronto, ON, and the founder of CREATE (CentRE for dAta science and digiTal hEalth). Jeremy is a health systems and digital technologies researcher and his work primarily focuses on using machine learning and artificial intelligence to derive new insights from clinical data to support clinical and executive decision making."
      ]
    },
    {
      "last_name": "Sekercioglu",
      "fore_name": "Nigar",
      "initials": "N",
      "name": "Nigar Sekercioglu",
      "affiliations": [
        "assistant professor with the Department of Health Research Methods, Evidence, and Impact at the McMaster University in Hamilton, ON. Nigar is also a research associate with the FORESIGHT Research Project, working on knowledge synthesis projects related to technology and innovation related to health workforce."
      ]
    },
    {
      "last_name": "Sriharan",
      "fore_name": "Abi",
      "initials": "A",
      "name": "Abi Sriharan",
      "affiliations": [
        "scientific director and a senior scientist at AI and Organizations in the Krembil Centre for Health Management and Leadership, Schulich School of Business at York University in Toronto, ON. Abi is also a professor (status) at IHPME in the University of Toronto and a management scholar with extensive experience in innovation and the workforce. Her research is focused on AI innovation, exploring its impact on organizational design and the workforce landscape, especially in the health sector."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare quarterly (Toronto, Ont.)",
    "iso_abbreviation": "Healthc Q",
    "issn": "1929-6347",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Apr"
  },
  "start_page": "26",
  "end_page": "33",
  "pages": "26-33",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Artificial Intelligence",
    "Humans",
    "Canada",
    "Health Facility Administrators",
    "Delivery of Health Care"
  ],
  "article_ids": {
    "pubmed": "38881482",
    "doi": "10.12927/hcq.2024.27325",
    "pii": "hcq.2024.27325"
  },
  "doi": "10.12927/hcq.2024.27325",
  "dates": {
    "completed": "2024-06-17",
    "revised": "2024-06-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:21.973981",
    "pmid": "38881482"
  }
}