{
  "pmid": "38880429",
  "uid": "38880429",
  "title": "The mediation effects of malalignment on the relation of sex to the risk of incidence tibiofemoral osteoarthritis.",
  "abstract": "OBJECTIVE: To investigate to what extent the higher risk of tibiofemoral radiographic osteoarthritis (TFROA) in females vs. males can be explained by knee malalignment. DESIGN: Using data from Multicenter Osteoarthritis Study (MOST) and Osteoarthritis Initiative (OAI), we examined the relation of sex to the incident medial and lateral TFROA and performed mediation analyses to assess to what extent varus and valgus malalignments account for sex differences in the incident medial or lateral TFROA. RESULTS: Of the 3462 knees without medial and lateral TFROA in MOST, the 7-year risks of medial and lateral TFROA were 16.9% and 10.0% in females, and 15.8% and 4.2% in males, respectively. Females had 2.31-fold (95% confidence interval [95% CI]: 1.73 to 3.08) higher incident lateral TFROA than males, and the relative risk (RR) of the indirect effect of sex on lateral TFROA through valgus malalignment was 1.15 (95% CI: 1.09 to 1.20), accounting for 23% of its total effect on lateral TFROA. In OAI (n = 3095 knees), females had 1.54-fold (95% CI: 1.15 to 2.04) higher incident lateral TFROA than males, and RR of the indirect effect of sex on lateral TFROA through valgus malalignment was 1.10 (95% CI: 1.04 to 1.21), accounting for 26% of its total effect on lateral TFROA. No apparent sex difference in the incident medial TFROA was found in MOST (RR = 1.05, 95% CI: 0.89 to 1.25) or OAI (RR = 1.02, 95% CI: 0.84 to 1.19). CONCLUSION: Females had a higher risk of developing lateral TFROA than males; however, valgus malalignment only modestly explained such a difference.",
  "authors": [
    {
      "last_name": "Xin",
      "fore_name": "Haoyu",
      "initials": "H",
      "name": "Haoyu Xin",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha 410008, China; Hunan Key Laboratory of Joint Degeneration and Injury, Changsha 410008, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha 410008, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xiaoxiao",
      "initials": "X",
      "name": "Xiaoxiao Li",
      "affiliations": [
        "Hunan Key Laboratory of Joint Degeneration and Injury, Changsha 410008, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha 410008, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital and The Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, United States."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Zeng",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha 410008, China; Hunan Key Laboratory of Joint Degeneration and Injury, Changsha 410008, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha 410008, China; National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha 410008, China."
      ]
    },
    {
      "last_name": "Lei",
      "fore_name": "Guanghua",
      "initials": "G",
      "name": "Guanghua Lei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha 410008, China; Hunan Key Laboratory of Joint Degeneration and Injury, Changsha 410008, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha 410008, China; National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha 410008, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Tuo",
      "initials": "T",
      "name": "Tuo Yang",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha 410008, China; Hunan Key Laboratory of Joint Degeneration and Injury, Changsha 410008, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha 410008, China; Health Management Center, Xiangya Hospital and Central South University, Changsha 410008, China."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha 410008, China; Hunan Key Laboratory of Joint Degeneration and Injury, Changsha 410008, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha 410008, China; Department of Epidemiology and Health Statistics, Xiangya School of Public Health, Central South University, Changsha 410008, China; FuRong Laboratory, Changsha 410078, Hunan, China. Electronic address: weij1988@csu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Osteoarthritis and cartilage",
    "iso_abbreviation": "Osteoarthritis Cartilage",
    "issn": "1522-9653",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "1134",
  "end_page": "1140",
  "pages": "1134-1140",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Aged",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Bone Malalignment",
    "Incidence",
    "Knee Joint",
    "Osteoarthritis, Knee",
    "Radiography",
    "Risk Factors",
    "Sex Factors",
    "Tibia",
    "Longitudinal Studies"
  ],
  "article_ids": {
    "pubmed": "38880429",
    "doi": "10.1016/j.joca.2024.06.006",
    "pii": "S1063-4584(24)01259-7"
  },
  "doi": "10.1016/j.joca.2024.06.006",
  "dates": {
    "completed": "2024-08-18",
    "revised": "2025-02-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.681178",
    "pmid": "38880429"
  }
}