{
  "pmid": "38887390",
  "uid": "38887390",
  "title": "Ferroptosis and circular RNAs: new horizons in cancer therapy.",
  "abstract": "Cancer poses intricate challenges to treatment due to its complexity and diversity. Ferroptosis and circular RNAs (circRNAs) are emerging as innovative therapeutic avenues amid the evolving landscape of cancer therapy. Extensive investigations into circRNAs reveal their diverse roles, ranging from molecular regulators to pivotal influencers of ferroptosis in cancer cell lines. The results underscore the significance of circRNAs in modulating molecular pathways that impact crucial aspects of cancer development, including cell survival, proliferation, and metastasis. A detailed analysis delineates these pathways, shedding light on the molecular mechanisms through which circRNAs influence ferroptosis. Building upon recent experimental findings, the study evaluates the therapeutic potential of targeting circRNAs to induce ferroptosis. By identifying specific circRNAs associated with the etiology of cancer, this analysis paves the way for the development of targeted therapeutics that exploit vulnerabilities in cancer cells. This review consolidates the existing understanding of ferroptosis and circRNAs, emphasizing their role in cancer therapy and providing impetus for ongoing research in this dynamic field. See also the graphical abstract(Fig. 1).",
  "authors": [
    {
      "last_name": "Bhat",
      "fore_name": "Asif Ahmad",
      "initials": "AA",
      "name": "Asif Ahmad Bhat",
      "affiliations": [
        "School of Pharmacy, Suresh Gyan Vihar University, Jagatpura, Mahal Road, Jaipur, India."
      ]
    },
    {
      "last_name": "Kukreti",
      "fore_name": "Neelima",
      "initials": "N",
      "name": "Neelima Kukreti",
      "affiliations": [
        "School of Pharmacy, Graphic Era Hill University, Dehradun 248007, India."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Goyal",
      "fore_name": "Ahsas",
      "initials": "A",
      "name": "Ahsas Goyal",
      "affiliations": [
        "Institute of Pharmaceutical Research, GLA University, Mathura, U. P., India."
      ]
    },
    {
      "last_name": "Thapa",
      "fore_name": "Riya",
      "initials": "R",
      "name": "Riya Thapa",
      "affiliations": [
        "School of Pharmacy, Suresh Gyan Vihar University, Jagatpura, Mahal Road, Jaipur, India."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Haider",
      "initials": "H",
      "name": "Haider Ali",
      "affiliations": [
        "Center for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Saveetha University, India.",
        "Department of Pharmacology, Kyrgyz State Medical College, Bishkek, Kyrgyzstan."
      ]
    },
    {
      "last_name": "Shahwan",
      "fore_name": "Moyad",
      "initials": "M",
      "name": "Moyad Shahwan",
      "affiliations": [
        "Department of Clinical Sciences, College of Pharmacy and Health Sciences, Ajman University, Ajman, 346, United Arab Emirates.",
        "Centre of Medical and Bio-allied Health Sciences Research, Ajman University, Ajman, Ajman, 346, United Arab Emirates."
      ]
    },
    {
      "last_name": "Almalki",
      "fore_name": "Waleed Hassan",
      "initials": "WH",
      "name": "Waleed Hassan Almalki",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Umm Al-Qura University, Makkah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, 21589, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, 72341, Sakaka, Al-Jouf, Saudi Arabia."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Sachin Kumar",
      "initials": "SK",
      "name": "Sachin Kumar Singh",
      "affiliations": [
        "School of Pharmaceutical Sciences, Lovely Professional University, Phagwara 144411, India.",
        "Faculty of Health, Australian Research Center in Complementary and Integrative Medicine, University of Technology, Sydney, Ultimo-NSW 2007, Australia.",
        "School of Medical and Life Sciences, Sunway University, Sunway, Malaysia."
      ]
    },
    {
      "last_name": "Dua",
      "fore_name": "Kamal",
      "initials": "K",
      "name": "Kamal Dua",
      "affiliations": [
        "Faculty of Health, Australian Research Center in Complementary and Integrative Medicine, University of Technology, Sydney, Ultimo-NSW 2007, Australia.",
        "Discipline of Pharmacy, Graduate School of Health, University of Technology, Sydney, Ultimo-NSW 2007, Australia.",
        "Uttaranchal Institute of Pharmaceutical Sciences, Uttaranchal University, Dehradun, India."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Gaurav",
      "initials": "G",
      "name": "Gaurav Gupta",
      "affiliations": [
        "School of Pharmacy, Suresh Gyan Vihar University, Jagatpura, Mahal Road, Jaipur, India.",
        "Centre of Medical and Bio-allied Health Sciences Research, Ajman University, Ajman, Ajman, 346, United Arab Emirates."
      ]
    }
  ],
  "journal": {
    "title": "EXCLI journal",
    "iso_abbreviation": "EXCLI J",
    "issn": "1611-2156",
    "issn_type": "Print",
    "volume": "23",
    "pub_year": "2024"
  },
  "start_page": "570",
  "end_page": "599",
  "pages": "570-599",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38887390",
    "pmc": "PMC11180955",
    "doi": "10.17179/excli2024-7005",
    "pii": "2024-7005"
  },
  "doi": "10.17179/excli2024-7005",
  "pmc_id": "PMC11180955",
  "dates": {
    "revised": "2024-06-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.142020",
    "pmid": "38887390"
  }
}