{
  "pmid": "38886750",
  "uid": "38886750",
  "title": "Accounting for center-level effects in multicenter randomized controlled trials.",
  "abstract": "Investigators often conduct randomized controlled trials (RCTs) at multiple centers/sites when determining the effect of a treatment or an intervention. Diversifying recruitment across multiple institutions allows investigators to make recruitment go faster within a shorter timeframe and allows generalizing the study results across diverse populations. Despite having a common study protocol across multiple centers, the eligible participants may be heterogeneous, site policies and practices may vary, and the investigators' experience, training, and expertise may also vary across sites. These factors may contribute to the heterogeneity in effect estimates across centers. As a result, we usually observe some degree of heterogeneity in effect estimates across centers, despite all centers following the same study protocol. During the analysis of such a trial, investigators typically ignore center effects, but some have suggested considering centers as fixed or random effects in the model. It is not clear how considering the effects of centers, either as fixed or random effects, impacts the test of the primary hypothesis. In this article, we first review the practice of accounting for center effects in the analyses of published RCTs and illustrate the extent of heterogeneity observed in a few preexisting multicenter RCTs. To determine the impact of heterogeneity on the test of a primary hypothesis of an RCT, we considered continuous and binary outcomes and the corresponding appropriate model, namely, a simple linear regression model for a continuous outcome and a logistic regression model for the binary outcome. For each model type, we considered three methods: (a) ignore the center effect, (b) account for centers as fixed effects, or (c) account for centers as random effects. Based on simulation studies of these models, we then examine whether considering the center as a fixed or random effect in the model helps to preserve or reduce the type I and type II error rates during the analysis phase of an RCT. Finally, we outline the threshold at which center-level effects are negligible and thus negligible and provide recommendations on when it may be necessary to account for center effects during the analyses of multicenter randomized controlled trials.",
  "authors": [
    {
      "last_name": "Islam",
      "fore_name": "Shofiqul",
      "initials": "S",
      "name": "Shofiqul Islam",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada. shofiqul.islam@phri.ca."
      ],
      "orcid": "0000-0001-8196-8598"
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Statistics, Population Health Research Institute, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jun",
    "pub_day": "18"
  },
  "start_page": "390",
  "pages": "390",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Multicenter Studies as Topic",
    "Data Interpretation, Statistical",
    "Research Design",
    "Patient Selection",
    "Models, Statistical",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "38886750",
    "pmc": "PMC11184780",
    "doi": "10.1186/s13063-024-08202-w",
    "pii": "10.1186/s13063-024-08202-w"
  },
  "doi": "10.1186/s13063-024-08202-w",
  "pmc_id": "PMC11184780",
  "dates": {
    "completed": "2024-06-18",
    "revised": "2024-06-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.812637",
    "pmid": "38886750"
  }
}