{
  "pmid": "38887375",
  "uid": "38887375",
  "title": "Effects of guaranteed basic income interventions on poverty-related outcomes in high-income countries: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: High-income countries offer social assistance (welfare) programs to help alleviate poverty for people with little or no income. These programs have become increasingly conditional and stringent in recent decades based on the premise that transitioning people from government support to paid work will improve their circumstances. However, many people end up with low-paying and precarious jobs that may cause more poverty because they lose benefits such as housing subsidies and health and dental insurance, while incurring job-related expenses. Conditional assistance programs are also expensive to administer and cause stigma. A guaranteed basic income (GBI) has been proposed as a more effective approach for alleviating poverty, and several experiments have been conducted in high-income countries to investigate whether GBI leads to improved outcomes compared to existing social programs. OBJECTIVES: The aim of this review was to conduct a synthesis of quantitative evidence on GBI interventions in high-income countries, to compare the effectiveness of various types of GBI versus \"usual care\" (including existing social assistance programs) in improving poverty-related outcomes. SEARCH METHODS: Searches of 16 academic databases were conducted in May 2022, using both keywords and database-specific controlled vocabulary, without limits or restrictions on language or date. Sources of gray literature (conference, governmental, and institutional websites) were searched in September 2022. We also searched reference lists of review articles, citations of included articles, and tables of contents of relevant journals in September 2022. Hand searching for recent publications was conducted until December 2022. SELECTION CRITERIA: We included all quantitative study designs except cross-sectional (at one timepoint), with or without control groups. We included studies in high income countries with any population and with interventions meeting our criteria for GBI: unconditional, with regular payments in cash (not in-kind) that were fixed or predictable in amount. Although two primary outcomes of interest were selected a priori (food insecurity, and poverty level assessed using official, national, or international measures), we did not screen studies on the basis of reported outcomes because it was not possible to define all potentially relevant poverty-related outcomes in advance. DATA COLLECTION AND ANALYSIS: We followed the Campbell Collaboration conduct and reporting guidelines to ensure a rigorous methodology. The risk of bias was assessed across seven domains: confounding, selection, attrition, motivation, implementation, measurement, and analysis/reporting. We conducted meta-analyses where results could be combined; otherwise, we presented the results in tables. We reported effect estimates as standard mean differences (SMDs) if the included studies reported them or provided sufficient data for us to calculate them. To compare the effects of different types of interventions, we developed a GBI typology based on the characteristics of experimental interventions as well as theoretical conceptualizations of GBI. Eligible poverty-related outcomes were classified into categories and sub-categories, to facilitate the synthesis of the individual findings. Because most of the included studies analyzed experiments conducted by other researchers, it was necessary to divide our analysis according to the \"experiment\" stage (i.e., design, recruitment, intervention, data collection) and the \"study\" stage (data analysis and reporting of results). MAIN RESULTS: Our searches yielded 24,476 records from databases and 80 from other sources. After screening by title and abstract, the full texts of 294 potentially eligible articles were retrieved and screened, resulting in 27 included studies on 10 experiments. Eight of the experiments were RCTs, one included both an RCT site and a \"saturation\" site, and one used a repeated cross-sectional design. The duration ranged from one to 5 years. The control groups in all 10 experiments received \"usual care\" (i.e., no GBI intervention). The total number of participants was unknown because some of the studies did not report exact sample sizes. Of the studies that did, the smallest had 138 participants and the largest had 8019. The risk of bias assessments found \"some concerns\" for at least one domain in all 27 studies and \"high risk\" for at least one domain in 25 studies. The risk of bias was assessed as high in 21 studies due to attrition and in 22 studies due to analysis and reporting bias. To compare the interventions, we developed a classification framework of five GBI types, four of which were implemented in the experiments, and one that is used in new experiments now underway. The included studies reported 176 poverty-related outcomes, including one pre-defined primary outcome: food insecurity. The second primary outcome (poverty level assessed using official, national, or international measures) was not reported in any of the included studies. We classified the reported outcomes into seven categories: food insecurity (as a category), economic/material, physical health, psychological/mental health, social, educational, and individual choice/agency. Food insecurity was reported in two studies, both showing improvements (SMD = -0.57, 95% CI: -0.65 to -0.49, and SMD = -0.41, 95% CI: -0.57 to -0.26) which were not pooled because of different study designs. We conducted meta-analyses on four secondary outcomes that were reported in more than one study: subjective financial well-being, self-rated overall physical health, self-rated life satisfaction, and self-rated mental distress. Improvements were reported, except for overall physical health or if the intervention was similar to existing social assistance. The results for the remaining 170 outcomes, each reported in only one study, were summarized in tables by category and subcategory. Adverse effects were reported in some studies, but only for specific subgroups of participants, and not consistently, so these results may have been due to chance. AUTHORS' CONCLUSIONS: The results of the included studies were difficult to synthesize because of the heterogeneity in the reported outcomes. This was due in part to poverty being multidimensional, so outcomes covered various aspects of life (economic, social, psychological, educational, agency, mental and physical health). Evidence from future studies would be easier to assess if outcomes were measured using more common, validated instruments. Based on our analysis of the included studies, a supplemental type of GBI (provided along with existing programs) may be effective in alleviating poverty-related outcomes. This approach may also be safer than a wholesale reform of existing social assistance approaches, which could have unintended consequences.",
  "authors": [
    {
      "last_name": "Rizvi",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Rizvi",
      "affiliations": [
        "School of Psychology, Faculty of Social Sciences University of Ottawa Ottawa Ontario Canada."
      ],
      "orcid": "0000-0002-3826-1439"
    },
    {
      "last_name": "Kearns",
      "fore_name": "Madeleine",
      "initials": "M",
      "name": "Madeleine Kearns",
      "affiliations": [
        "Co-Operative Development Foundation Vineland Ontario Canada."
      ]
    },
    {
      "last_name": "Dignam",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Dignam",
      "affiliations": [
        "School of Psychology, Faculty of Social Sciences University of Ottawa Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Coates",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Coates",
      "affiliations": [
        "Telfer School of Management University of Ottawa Ottawa Ontario Canada."
      ],
      "orcid": "0000-0002-2023-9997"
    },
    {
      "last_name": "Sharp",
      "fore_name": "Melissa K",
      "initials": "MK",
      "name": "Melissa K Sharp",
      "affiliations": [
        "Department of Public Health & Epidemiology, School of Population Health RCSI University of Medicine and Health Sciences Dublin Ireland."
      ]
    },
    {
      "last_name": "Magwood",
      "fore_name": "Olivia",
      "initials": "O",
      "name": "Olivia Magwood",
      "affiliations": [
        "Bruyère Research Institute Ottawa Ontario Canada.",
        "Interdisciplinary School of Health Sciences University of Ottawa Ottawa Ontario Canada."
      ],
      "orcid": "0000-0003-0262-5621"
    },
    {
      "last_name": "Labelle",
      "fore_name": "Patrick R",
      "initials": "PR",
      "name": "Patrick R Labelle",
      "affiliations": [
        "Library University of Ottawa Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Elmestekawy",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Elmestekawy",
      "affiliations": [
        "Bruyère Research Institute Ottawa Ontario Canada.",
        "Faculty of Social Sciences University of Ottawa Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Rossiter",
      "fore_name": "Sydney",
      "initials": "S",
      "name": "Sydney Rossiter",
      "affiliations": [
        "School of Psychology, Faculty of Social Sciences University of Ottawa Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Al-Zubaidi",
      "fore_name": "Ali A A",
      "initials": "AAA",
      "name": "Ali A A Al-Zubaidi",
      "affiliations": [
        "School of Medicine University College Cork Cork Ireland."
      ]
    },
    {
      "last_name": "Dewidar",
      "fore_name": "Omar",
      "initials": "O",
      "name": "Omar Dewidar",
      "affiliations": [
        "Bruyère Research Institute Ottawa Ontario Canada.",
        "Temerty School of Medicine University of Toronto Toronto Ontario Canada."
      ]
    },
    {
      "last_name": "Idzerda",
      "fore_name": "Leanne",
      "initials": "L",
      "name": "Leanne Idzerda",
      "affiliations": [
        "Centre for Global Health Research University of Ottawa Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Aguilera",
      "fore_name": "Jean Marc P",
      "initials": "JMP",
      "name": "Jean Marc P Aguilera",
      "affiliations": [
        "Department of Surgery, Faculty of Medicine McGill University Markham Canada."
      ]
    },
    {
      "last_name": "Seal",
      "fore_name": "Harshita",
      "initials": "H",
      "name": "Harshita Seal",
      "affiliations": [
        "School of Psychology, Faculty of Social Sciences University of Ottawa Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Little",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Little",
      "affiliations": [
        "Department of Epidemiology & Community Medicine University of Ottawa Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Martín",
      "fore_name": "Alba M Antequera",
      "initials": "AMA",
      "name": "Alba M Antequera Martín",
      "affiliations": [
        "Biomedical Research Institute Sant Pau Hospital de la Santa Creu i Sant Pau Barcelona Spain."
      ]
    },
    {
      "last_name": "Petkovic",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Petkovic",
      "affiliations": [
        "Bruyère Research Institute University of Ottawa Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Jull",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Jull",
      "affiliations": [
        "School of Rehabilitation Therapy Queen's University Kingston Ontario Canada."
      ]
    },
    {
      "last_name": "Gergyek",
      "fore_name": "Lucas",
      "initials": "L",
      "name": "Lucas Gergyek",
      "affiliations": [
        "Department of Psychology Wilfrid Laurier University Waterloo Ontario Canada."
      ]
    },
    {
      "last_name": "Ghogomu",
      "fore_name": "Elizabeth Tanjong",
      "initials": "ET",
      "name": "Elizabeth Tanjong Ghogomu",
      "affiliations": [
        "Bruyère Research Institute University of Ottawa Ottawa Ontario Canada."
      ],
      "orcid": "0000-0002-0130-0182"
    },
    {
      "last_name": "Shea",
      "fore_name": "Beverley",
      "initials": "B",
      "name": "Beverley Shea",
      "affiliations": [
        "Department of Epidemiology and Community Medicine University of Ottawa Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Atance",
      "fore_name": "Cristina",
      "initials": "C",
      "name": "Cristina Atance",
      "affiliations": [
        "School of Psychology, Faculty of Social Sciences University of Ottawa Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Ellingwood",
      "fore_name": "Holly",
      "initials": "H",
      "name": "Holly Ellingwood",
      "affiliations": [
        "Department of Psychology Carleton University Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Pollard",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Pollard",
      "affiliations": [
        "School of Population Health Curtin University Bentley Western Australia Australia."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI) McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Wells",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Wells",
      "affiliations": [
        "School of Epidemiology and Public Health University of Ottawa Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Welch",
      "affiliations": [
        "Methods Centre, Bruyère Research Institute Ottawa Ontario Canada."
      ],
      "orcid": "0000-0002-5238-7097"
    },
    {
      "last_name": "Kristjansson",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Kristjansson",
      "affiliations": [
        "School of Psychology, Faculty of Social Sciences University of Ottawa Ottawa Ontario Canada."
      ]
    }
  ],
  "journal": {
    "title": "Campbell systematic reviews",
    "iso_abbreviation": "Campbell Syst Rev",
    "issn": "1891-1803",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "e1414",
  "pages": "e1414",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38887375",
    "pmc": "PMC11180702",
    "doi": "10.1002/cl2.1414",
    "pii": "CL21414"
  },
  "doi": "10.1002/cl2.1414",
  "pmc_id": "PMC11180702",
  "dates": {
    "revised": "2024-06-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.653135",
    "pmid": "38887375"
  }
}