{
  "pmid": "38895034",
  "uid": "38895034",
  "title": "Status of professional mental health help-seeking intention associated factors among medical students: a cross-sectional study in China.",
  "abstract": "AIM: Low professional help-seeking intention (PHSI) hinders effective treatment of mental illness. PHSI among Chinese students is still understudied and under-recognized. This study aimed to evaluate the status of PHSI and its associated risk factors among Chinese medical students. METHODS: A cross-sectional survey was conducted in Hainan province, South China, between January 1, 2021, and May 31, 2021. A total of 2182 medical students were recruited and surveyed via an anonymous structured questionnaire. Logistic regression analyses were performed to identify the factors associated with PHSI. RESULTS: Among the 2182 medical students (mean age 21.0 years (SD = 3.70), 61.5% females), those with and without PHSI were 72.0% and 28.0%, and 16.4% with moderate to severe depression. Male students, those with a high level of depression stigma, serious family dysfunction, and heavy dependence on mobile phones were significantly less likely to seek professional mental health help, with odds ratios (ORs) of 1.5, 2.0, 2.1, and 1.7, respectively. CONCLUSION: A significant proportion of Chinese medical students demonstrate low PHSI, influenced by factors such as gender, depression stigma, family dysfunction, and mobile phone dependence. Future interventions aimed at increasing medical students' PHSI should prioritize reducing depression stigma, mitigating reliance on mobile phone use, and enhancing family function to address these key barriers to seeking professional mental health support.",
  "authors": [
    {
      "last_name": "Qiu",
      "fore_name": "Lei",
      "initials": "L",
      "name": "Lei Qiu",
      "affiliations": [
        "International School of Public Health, Hainan Medical University, Hainan, China."
      ]
    },
    {
      "last_name": "Wangzhou",
      "fore_name": "Kaixin",
      "initials": "K",
      "name": "Kaixin Wangzhou",
      "affiliations": [
        "School of Management, Hainan Medical University, Hainan, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yudan",
      "initials": "Y",
      "name": "Yudan Liu",
      "affiliations": [
        "School of Public Health, North Sichuan Medical College, Sichuan, China."
      ]
    },
    {
      "last_name": "Ding",
      "fore_name": "Jindong",
      "initials": "J",
      "name": "Jindong Ding",
      "affiliations": [
        "International School of Public Health, Hainan Medical University, Hainan, China.",
        "Research Unit for General Practice, Department of Public Health, University of Copenhagen, Copenhagen, Denmark.",
        "Research Unit for General Practice, Department of Public Health, University of Southern Denmark, Odense, Denmark."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Li",
      "affiliations": [
        "School of Health Services Management, Anhui Medical University, Hefei, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "School of Management, Hainan Medical University, Hainan, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychiatry",
    "iso_abbreviation": "Front Psychiatry",
    "issn": "1664-0640",
    "issn_type": "Print",
    "volume": "15",
    "pub_year": "2024"
  },
  "start_page": "1376170",
  "pages": "1376170",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38895034",
    "pmc": "PMC11184052",
    "doi": "10.3389/fpsyt.2024.1376170"
  },
  "doi": "10.3389/fpsyt.2024.1376170",
  "pmc_id": "PMC11184052",
  "dates": {
    "revised": "2024-06-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.384860",
    "pmid": "38895034"
  }
}