{
  "pmid": "38897481",
  "uid": "38897481",
  "title": "Panel stacking is a threat to consensus statement validity.",
  "abstract": "Consensus statements can be very influential in medicine and public health. Some of these statements use systematic evidence synthesis but others fail on this front. Many consensus statements use panels of experts to deduce perceived consensus through Delphi processes. We argue that stacking of panel members toward one particular position or narrative is a major threat, especially in absence of systematic evidence review. Stacking may involve financial conflicts of interest, but nonfinancial conflicts of strong advocacy can also cause major bias. Given their emerging importance, we describe here how such consensus statements may be misleading, by analyzing in depth a recent high-impact Delphi consensus statement on COVID-19 recommendations as a case example. We demonstrate that many of the selected panel members and at least 35% of the core panel members had advocated toward COVID-19 elimination (Zero-COVID) during the pandemic and were leading members of aggressive advocacy groups. These advocacy conflicts were not declared in the Delphi consensus publication, with rare exceptions. Therefore, we propose that consensus statements should always require rigorous evidence synthesis and maximal transparency on potential biases toward advocacy or lobbyist groups to be valid. While advocacy can have many important functions, its biased impact on consensus panels should be carefully avoided.",
  "authors": [
    {
      "last_name": "Kepp",
      "fore_name": "Kasper P",
      "initials": "KP",
      "name": "Kasper P Kepp",
      "affiliations": [
        "Meta-Research Innovation Center at Stanford, Stanford University, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Aavitsland",
      "fore_name": "Preben",
      "initials": "P",
      "name": "Preben Aavitsland",
      "affiliations": [
        "Pandemic Centre, University of Bergen, Bergen, Norway; Norwegian Institute of Public Health, Oslo, Norway."
      ]
    },
    {
      "last_name": "Ballin",
      "fore_name": "Marcel",
      "initials": "M",
      "name": "Marcel Ballin",
      "affiliations": [
        "Centre for Epidemiology and Community Medicine, Region Stockholm, Stockholm, Sweden; Department of Public Health and Caring Sciences, Clinical Geriatrics, Uppsala University, Uppsala, Sweden."
      ]
    },
    {
      "last_name": "Balloux",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Balloux",
      "affiliations": [
        "UCL Genetics Institute, University College London, London, UK."
      ]
    },
    {
      "last_name": "Baral",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Baral",
      "affiliations": [
        "Department of Epidemiology, Johns Hopkins School of Public Health, Baltimore, MD, USA; Department of International Health, Johns Hopkins School of Public Health, Baltimore, MD, USA; Department of Health, Policy, and Management, Johns Hopkins School of Public Health, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Bardosh",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Bardosh",
      "affiliations": [
        "School of Public Health, University of Washington, Seattle, WA, USA; Edinburgh Medical School, University of Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Bauchner",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Bauchner",
      "affiliations": [
        "Department of Pediatrics, Boston University School of Medicine, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Bendavid",
      "fore_name": "Eran",
      "initials": "E",
      "name": "Eran Bendavid",
      "affiliations": [
        "Department of Medicine (Primary Care and Population Health), Stanford University School of Medicine, Stanford, CA, USA; Department of Health Policy, Stanford University School of Medicine, Stanford, CA, USA; Freeman Spogli Institute for International Studies, Stanford University, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Bhopal",
      "fore_name": "Raj",
      "initials": "R",
      "name": "Raj Bhopal",
      "affiliations": [
        "Usher Institute, University of Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Blumstein",
      "fore_name": "Daniel T",
      "initials": "DT",
      "name": "Daniel T Blumstein",
      "affiliations": [
        "Department of Ecology & Evolutionary Biology, Institute of the Environment & Sustainability, University of California Los Angeles, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Boffetta",
      "fore_name": "Paolo",
      "initials": "P",
      "name": "Paolo Boffetta",
      "affiliations": [
        "Department of Medical and Surgical Sciences, University of Bologna, Bologna, Italy; Stony Brook Cancer Center, Stony Brook University, Stony Brook, NY, USA."
      ]
    },
    {
      "last_name": "Bourgeois",
      "fore_name": "Florence",
      "initials": "F",
      "name": "Florence Bourgeois",
      "affiliations": [
        "Department of Pediatrics, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Brufsky",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Brufsky",
      "affiliations": [
        "Division of Hematology-Oncology, Department of Medicine, University of Pittsburgh, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Collignon",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Collignon",
      "affiliations": [
        "Department of Infectious Diseases and Microbiology, Canberra Hospital, Garran, Australian Capital Territory, Australia; Department of Infectious Disease, Medical School, Australian National University, Acton, Australian Capital Territory, Australia."
      ]
    },
    {
      "last_name": "Cripps",
      "fore_name": "Sally",
      "initials": "S",
      "name": "Sally Cripps",
      "affiliations": [
        "Human Technology Institute, University of Technology Sydney, Sydney, Australia."
      ]
    },
    {
      "last_name": "Cristea",
      "fore_name": "Ioana A",
      "initials": "IA",
      "name": "Ioana A Cristea",
      "affiliations": [
        "Department of General Psychology, University of Padova, Padova, Italy."
      ]
    },
    {
      "last_name": "Curtis",
      "fore_name": "Nigel",
      "initials": "N",
      "name": "Nigel Curtis",
      "affiliations": [
        "Department of Paediatrics, The University of Melbourne, Parkville, Australia; Infectious Diseases Research Group, Murdoch Children's Research Institute, Parkville, Australia; Infectious Diseases Unit, The Royal Children's Hospital Melbourne, Parkville, Australia."
      ]
    },
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "Division of Hematology/Oncology, Department of Medicine, Medical University of South Carolina, Charleston, SC, USA."
      ]
    },
    {
      "last_name": "Faude",
      "fore_name": "Oliver",
      "initials": "O",
      "name": "Oliver Faude",
      "affiliations": [
        "Department of Sport, Exercise and Health, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Flacco",
      "fore_name": "Maria Elena",
      "initials": "ME",
      "name": "Maria Elena Flacco",
      "affiliations": [
        "Department of Environmental and Prevention Sciences, University of Ferrara, Ferrara, Italy."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Faculty of Health Sciences, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hajishengallis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Hajishengallis",
      "affiliations": [
        "Department of Basic and Translational Sciences, Penn Dental Medicine, University of Pennsylvania, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Hemkens",
      "fore_name": "Lars G",
      "initials": "LG",
      "name": "Lars G Hemkens",
      "affiliations": [
        "Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Tammy",
      "initials": "T",
      "name": "Tammy Hoffmann",
      "affiliations": [
        "Faculty of Health Sciences and Medicine, Institute for Evidence-Based Healthcare, Bond University, Robina, Queensland, Australia."
      ]
    },
    {
      "last_name": "Joffe",
      "fore_name": "Ari R",
      "initials": "AR",
      "name": "Ari R Joffe",
      "affiliations": [
        "Department of Pediatrics and John Dossetor Health Ethics Center, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Terry P",
      "initials": "TP",
      "name": "Terry P Klassen",
      "affiliations": [
        "Children's Hospital Research Institute of Manitoba, Department of Pediatrics and Child Health, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Koletsi",
      "fore_name": "Despina",
      "initials": "D",
      "name": "Despina Koletsi",
      "affiliations": [
        "Clinic of Orthodontics and Pediatric Dentistry, Center of Dental Medicine, University of Zurich, Zurich, Switzerland."
      ]
    },
    {
      "last_name": "Kontoyiannis",
      "fore_name": "Dimitrios P",
      "initials": "DP",
      "name": "Dimitrios P Kontoyiannis",
      "affiliations": [
        "Division of Internal Medicine, Department of Infectious Diseases, Infection Control, and Employee Health, University of Texas MD Anderson Cancer Center, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Kuhl",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Kuhl",
      "affiliations": [
        "Departments of Mechanical Engineering and of Bioengineering, Stanford University, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "La Vecchia",
      "fore_name": "Carlo",
      "initials": "C",
      "name": "Carlo La Vecchia",
      "affiliations": [
        "Department of Clinical Sciences and Community Health, Università degli Studi di Milano, Milano, Italy."
      ]
    },
    {
      "last_name": "Lallukka",
      "fore_name": "Tea",
      "initials": "T",
      "name": "Tea Lallukka",
      "affiliations": [
        "Department of Public Health, University of Helsinki, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Lambris",
      "fore_name": "John",
      "initials": "J",
      "name": "John Lambris",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Levitt",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Levitt",
      "affiliations": [
        "Department of Structural Biology, Stanford University School of Medicine, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Makridakis",
      "fore_name": "Spyros",
      "initials": "S",
      "name": "Spyros Makridakis",
      "affiliations": [
        "Institute For the Future (IFF), University of Nicosia, Nicosia, Cyprus."
      ]
    },
    {
      "last_name": "Maltezou",
      "fore_name": "Helena C",
      "initials": "HC",
      "name": "Helena C Maltezou",
      "affiliations": [
        "Directorate of Research, Studies and Documentation, National Public Health Organization, Athens, Greece."
      ]
    },
    {
      "last_name": "Manzoli",
      "fore_name": "Lamberto",
      "initials": "L",
      "name": "Lamberto Manzoli",
      "affiliations": [
        "Department of Medical and Surgical Sciences, University of Bologna, Bologna, Italy."
      ]
    },
    {
      "last_name": "Marusic",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Marusic",
      "affiliations": [
        "Department of Research in Biomedicine and Health and Center for Evidence-based Medicine, University of Split School of Medicine, Split, Croatia."
      ]
    },
    {
      "last_name": "Mavragani",
      "fore_name": "Clio",
      "initials": "C",
      "name": "Clio Mavragani",
      "affiliations": [
        "Department of Physiology, Medical School, National and Kapodistrian University of Athens, Athens, Greece."
      ]
    },
    {
      "last_name": "Moher",
      "fore_name": "David",
      "initials": "D",
      "name": "David Moher",
      "affiliations": [
        "Centre for Journalology, Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mol",
      "fore_name": "Ben W",
      "initials": "BW",
      "name": "Ben W Mol",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Monash University, Clayton, Australia."
      ]
    },
    {
      "last_name": "Muka",
      "fore_name": "Taulant",
      "initials": "T",
      "name": "Taulant Muka",
      "affiliations": [
        "Epistudia, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Naudet",
      "fore_name": "Florian",
      "initials": "F",
      "name": "Florian Naudet",
      "affiliations": [
        "Research Institute for Environmental and Occupational Health (IRSET, UMR_S INSERM 1085), University of Rennes, Rennes, France; Institut Universitaire de France, Paris, France; Clinical Investigation Center (INSERM CIC 1414) and Adult Psychiatry Department, Rennes University Hospital, Rennes, France."
      ]
    },
    {
      "last_name": "Noble",
      "fore_name": "Paul W",
      "initials": "PW",
      "name": "Paul W Noble",
      "affiliations": [
        "Department of Medicine, Women's Guild Lung Institute, Cedars-Sinai Medical Center, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Nordström",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Nordström",
      "affiliations": [
        "Department of Public Health and Clinical Medicine, Umeå University, Umeå, Sweden; School of Sport Sciences, UiT the Arctic University of Norway, Tromsø, Norway; Department of Health Sciences, The Swedish Winter Sport Research Centre, Mid Sweden University, Östersund, Sweden."
      ]
    },
    {
      "last_name": "Nordström",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Nordström",
      "affiliations": [
        "Department of Public Health and Caring Sciences, Clinical Geriatrics, Uppsala University, Uppsala, Sweden."
      ]
    },
    {
      "last_name": "Pandis",
      "fore_name": "Nikolaos",
      "initials": "N",
      "name": "Nikolaos Pandis",
      "affiliations": [
        "Department of Orthodontics and Dentofacial Orthopedics, Dental School/Medical Faculty, University of Bern, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Papatheodorou",
      "fore_name": "Stefania",
      "initials": "S",
      "name": "Stefania Papatheodorou",
      "affiliations": [
        "Department of Biostatistics and Epidemiology, Rutgers School of Public Health, Piscataway, NJ, USA; Department of Epidemiology, Harvard T.H. Chan School of Public Health, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Chirag J",
      "initials": "CJ",
      "name": "Chirag J Patel",
      "affiliations": [
        "Department of Biomedical Informatics, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Petersen",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Petersen",
      "affiliations": [
        "Department of Primary Care and Population Health, University College London, London, UK."
      ]
    },
    {
      "last_name": "Pilz",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Pilz",
      "affiliations": [
        "Division Endocrinology and Diabetology, Department of Internal Medicine, Medical University of Graz, Graz, Austria."
      ]
    },
    {
      "last_name": "Plesnila",
      "fore_name": "Nikolaus",
      "initials": "N",
      "name": "Nikolaus Plesnila",
      "affiliations": [
        "Institute for Stroke and Dementia Research (ISD), Ludwig-Maximilians-University Munich, Munich, Germany; Munich Cluster for Systems Neurology (Synergy), Munich, Germany."
      ]
    },
    {
      "last_name": "Ponsonby",
      "fore_name": "Anne-Louise",
      "initials": "AL",
      "name": "Anne-Louise Ponsonby",
      "affiliations": [
        "The Florey Institute of Neuroscience and Mental Health, Melbourne, Australia; Murdoch Children's Research Institute, Royal Children's Hospital, Melbourne, Australia; Centre of Epidemiology and Biostatistics, School of Population and Global Health, University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Rivas",
      "fore_name": "Manuel A",
      "initials": "MA",
      "name": "Manuel A Rivas",
      "affiliations": [
        "Department of Biomedical Data Science, Stanford University School of Medicine, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Saltelli",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Saltelli",
      "affiliations": [
        "UPF Barcelona School of Management, Barcelona, Spain; Centre for the Study of the Sciences and the Humanities, University of Bergen, Bergen, Norway."
      ]
    },
    {
      "last_name": "Schabus",
      "fore_name": "Manuel",
      "initials": "M",
      "name": "Manuel Schabus",
      "affiliations": [
        "Department of Psychology, University of Salzburg, Salzburg, Austria."
      ]
    },
    {
      "last_name": "Schippers",
      "fore_name": "Michaéla C",
      "initials": "MC",
      "name": "Michaéla C Schippers",
      "affiliations": [
        "Department of Organisation and Personnel Management, Erasmus University Rotterdam, Rotterdam, Netherlands."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Solmi",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Solmi",
      "affiliations": [
        "Department of Psychiatry, University of Ottawa, Ottawa, Ontario, Canada; Department of Child and Adolescent Psychiatry, Charité Universitätsmedizin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Stang",
      "fore_name": "Andreas",
      "initials": "A",
      "name": "Andreas Stang",
      "affiliations": [
        "Institute of Medical Informatics, Biometry and Epidemiology, University Hospital Essen, Essen, Germany."
      ]
    },
    {
      "last_name": "Streeck",
      "fore_name": "Hendrik",
      "initials": "H",
      "name": "Hendrik Streeck",
      "affiliations": [
        "Faculty of Medicine, Institute of Virology, University of Bonn, Bonn, Germany."
      ]
    },
    {
      "last_name": "Sturmberg",
      "fore_name": "Joachim P",
      "initials": "JP",
      "name": "Joachim P Sturmberg",
      "affiliations": [
        "College of Health, Medicine and Wellbeing, University of Newcastle, Holgate, New South Wales, Australia; International Society for Systems and Complexity Sciences for Health, Waitsfield, Vermont, USA."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thombs",
      "fore_name": "Brett D",
      "initials": "BD",
      "name": "Brett D Thombs",
      "affiliations": [
        "Lady Davis Institute for Medical Research, Jewish General Hospital, Montreal, Quebec, Canada; Department of Psychiatry, McGill University, Montreal, Quebec, Canada; Department of Epidemiology, Biostatistics, and Occupational Health, McGill University, Montreal, Quebec, Canada; Department of Medicine, McGill University, Montreal, Quebec, Canada; Biomedical Ethics Unit, McGill University, Montreal, Quebec, Canada; Department of Psychology, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Tsakris",
      "fore_name": "Athanasios",
      "initials": "A",
      "name": "Athanasios Tsakris",
      "affiliations": [
        "Department of Microbiology, Medical School, University of Athens, Athens, Greece."
      ]
    },
    {
      "last_name": "Wood",
      "fore_name": "Simon N",
      "initials": "SN",
      "name": "Simon N Wood",
      "affiliations": [
        "Chair of Computational Statistics, School of Mathematics, University of Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "John P A",
      "initials": "JPA",
      "name": "John P A Ioannidis",
      "affiliations": [
        "Meta-Research Innovation Center at Stanford, Stanford University, Stanford, CA, USA; Department of Biomedical Data Science, Stanford University School of Medicine, Stanford, CA, USA; Department of Medicine (Stanford Prevention Research Center), Stanford University School of Medicine, Stanford, CA, USA; Department of Epidemiology and Population Health, Stanford University School of Medicine, Stanford, CA, USA; Department of Statistics, Stanford University School of Humanities and Sciences, Stanford, CA, USA. Electronic address: jioannid@stanford.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "173",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "111428",
  "pages": "111428",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Delphi Technique",
    "Consensus",
    "SARS-CoV-2",
    "Conflict of Interest",
    "Reproducibility of Results",
    "Pandemics"
  ],
  "article_ids": {
    "pubmed": "38897481",
    "mid": "NIHMS2056108",
    "pmc": "PMC11913121",
    "doi": "10.1016/j.jclinepi.2024.111428",
    "pii": "S0895-4356(24)00183-5"
  },
  "doi": "10.1016/j.jclinepi.2024.111428",
  "pmc_id": "PMC11913121",
  "dates": {
    "completed": "2024-09-22",
    "revised": "2025-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R35 GM122543",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.800891",
    "pmid": "38897481"
  }
}