{
  "pmid": "38908439",
  "uid": "38908439",
  "title": "Immobilization protocols for the treatment of cervical spine fracture: a scoping review.",
  "abstract": "BACKGROUND: Current protocols on cervical immobilization postcervical spine fracture are widely accepted in the acute rehabilitation of older adults, however consensus on its overall effectiveness remains lacking. PURPOSE: Summarize information from original studies on available cervical immobilization protocols following a cervical fracture and to answer the questions; Which types of study designs have been used to assess the effectiveness of these protocols? What are the currently reported cervical immobilization protocols following cervical fracture in adults? What is the effectiveness of these protocols? What adverse events are associated with these protocols? STUDY DESIGN: Scoping review was performed. PATIENT SAMPLE: Searches were performed on the following online databases from inception to February 23, 2023: EMBASE, MEDLINE, CINAHL, and CENTRAL. Databases were searched for articles pertaining to collar use post cervical spine fracture. OUTCOME MEASURES: Effectiveness of the cervical fracture immobilization protocols was the primary outcome, examined by various measures including union rates and disability indexes. METHODS: 4 databases were searched; EMBASE, MEDLINE, Cumulative Index of Nursing and Allied Health Literature (CINAHL), and Cochrane Central Register of Controlled Trials (CENTRAL) beginning on February 23, 2023, where 5,127 studies were yielded and 32 were extracted based on studies of adults (≥18 years) with a diagnosis of a cervical fracture (C0-C7) managed with a rigid external orthosis to prevent instability and surgery (collar, or cervicothoracic orthosis). Risk of bias was assessed using the guidelines set out by the Joanna Briggs Institute. RESULTS: This scoping review yielded low-level prospective (18%) and retrospective (69%) cohort studies, case-control studies (3%), and case series (6%) from 1987 to 2022, patient age ranged from 14 to 104 years. Findings were difficult to summarize based on the lack of randomized controlled trials, leading to no clear conclusions drawn on the presence of standardized cervical immobilization protocols with no information on the duration of treatment or transition in care. Most included articles were retrospective cohort studies of poor to moderate quality, which have significant risk of bias for intervention questions. The effectiveness of these protocols remains unclear as most studies evaluated heterogeneous outcomes and did not present between-group differences. Mortality, musculoskeletal (MSK) complications, and delayed surgery were common adverse events associated with cervical collar use. CONCLUSION: This scoping review highlights the need for higher levels of evidence as there is currently no standardized immobilization protocol for cervical spine fractures as a primary treatment, the effectiveness of cervical immobilization protocols is unclear, and mortality, MSK complications, and delayed surgery are common adverse events. No sources of funding were used for this scoping review.",
  "authors": [
    {
      "last_name": "Bhushan",
      "fore_name": "Akhilesh",
      "initials": "A",
      "name": "Akhilesh Bhushan",
      "affiliations": [
        "School of Rehabilitation Science, Faculty of Health Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beland",
      "fore_name": "Alexa",
      "initials": "A",
      "name": "Alexa Beland",
      "affiliations": [
        "School of Rehabilitation Science, Faculty of Health Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Poelstra",
      "fore_name": "Chantelle",
      "initials": "C",
      "name": "Chantelle Poelstra",
      "affiliations": [
        "School of Rehabilitation Science, Faculty of Health Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Butterfield",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Butterfield",
      "affiliations": [
        "School of Rehabilitation Science, Faculty of Health Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Angel",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Angel",
      "affiliations": [
        "School of Rehabilitation Science, Faculty of Health Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cheung",
      "fore_name": "Tiffany",
      "initials": "T",
      "name": "Tiffany Cheung",
      "affiliations": [
        "School of Rehabilitation Science, Faculty of Health Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Plater",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Plater",
      "affiliations": [
        "School of Rehabilitation Science, Faculty of Health Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guha",
      "fore_name": "Daipayan",
      "initials": "D",
      "name": "Daipayan Guha",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pahuta",
      "fore_name": "Markian",
      "initials": "M",
      "name": "Markian Pahuta",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Macedo",
      "fore_name": "Luciana G",
      "initials": "LG",
      "name": "Luciana G Macedo",
      "affiliations": [
        "School of Rehabilitation Science, Faculty of Health Science, McMaster University, Hamilton, Ontario, Canada. Electronic address: macedol@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The spine journal : official journal of the North American Spine Society",
    "iso_abbreviation": "Spine J",
    "issn": "1878-1632",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "1571",
  "end_page": "1594",
  "pages": "1571-1594",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Spinal Fractures",
    "Cervical Vertebrae",
    "Immobilization"
  ],
  "article_ids": {
    "pubmed": "38908439",
    "doi": "10.1016/j.spinee.2024.05.012",
    "pii": "S1529-9430(24)00264-X"
  },
  "doi": "10.1016/j.spinee.2024.05.012",
  "dates": {
    "completed": "2024-08-22",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:16.039376",
    "pmid": "38908439"
  }
}