{
  "pmid": "38908400",
  "uid": "38908400",
  "title": "Compiling a Set of Actionable Quality Indicators for Medical Practitioners in Dutch Nursing Homes: A Delphi Study.",
  "abstract": "Most quality indicators (QIs) currently used in nursing homes reflect the care delivered by the entire multidisciplinary team and are not specific for medical practitioners. International experts have proposed a set of QIs that specifically reflect the quality of medical care in nursing homes. The objective of the Delphi study described here was to compile a set of actionable QIs tailored for medical practitioners working within Dutch nursing homes. This was achieved through the evaluation of 15 existing national QIs and 35 international QIs by a panel of medical practitioners, comprising medical specialists, nurse practitioners, and physician assistants, who are working in Dutch nursing homes. Panelists rated each QI on (1) level of direct control by medical practitioners and (2) its relevance to the quality of medical care. QIs progressing to subsequent rounds required panel agreement on both direct control (≥70% ≥3 points on a 4-point scale) and relevance (≥70% ≥8 on a 10-point scale). In the last round, each panelist selected the 5 most relevant QIs and arranged them in order of importance. These top 5 rankings were converted into points for an overall final ranking. There was consensus on 42 QIs being under the control of medical practitioners, and 21 of these QIs were considered relevant for quality of care. Most of the 21 QIs originated from the international QI set. This finding supports the transferability of the internationally developed QIs to the Dutch nursing home context and provides opportunities to compare the quality of medical care in nursing homes across countries. In the final ranking, the QI related to new medication prescriptions received the highest rating, followed by 3 QIs related to advance care planning. Future research should focus on evaluating the feasibility of measuring the selected QIs and assessing their measurement properties before implementing them in professional learning and quality improvement initiatives for medical practitioners in nursing homes.",
  "authors": [
    {
      "last_name": "Yeung",
      "fore_name": "Gary Y C",
      "initials": "GYC",
      "name": "Gary Y C Yeung",
      "affiliations": [
        "Department of Medicine for Older People, Amsterdam UMC, Location Vrije Universiteit Amsterdam, Amsterdam, The Netherlands; Amsterdam Public Health Research Institute, Amsterdam, The Netherlands. Electronic address: g.y.yeung@amsterdamumc.nl."
      ]
    },
    {
      "last_name": "Joling",
      "fore_name": "Karlijn J",
      "initials": "KJ",
      "name": "Karlijn J Joling",
      "affiliations": [
        "Department of Medicine for Older People, Amsterdam UMC, Location Vrije Universiteit Amsterdam, Amsterdam, The Netherlands; Amsterdam Public Health Research Institute, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Dash",
      "fore_name": "Darly",
      "initials": "D",
      "name": "Darly Dash",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jepma",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Jepma",
      "affiliations": [
        "Department of Medicine for Older People, Amsterdam UMC, Location Vrije Universiteit Amsterdam, Amsterdam, The Netherlands; Amsterdam Public Health Research Institute, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Centre for Integrated Care, St. Joseph's Health System, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Paul R",
      "initials": "PR",
      "name": "Paul R Katz",
      "affiliations": [
        "Department of Geriatrics, College of Medicine, Florida State University, Tallahassee, FL, USA."
      ]
    },
    {
      "last_name": "Hertogh",
      "fore_name": "Cees M P M",
      "initials": "CMPM",
      "name": "Cees M P M Hertogh",
      "affiliations": [
        "Department of Medicine for Older People, Amsterdam UMC, Location Vrije Universiteit Amsterdam, Amsterdam, The Netherlands; Amsterdam Public Health Research Institute, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "de Bruijne",
      "fore_name": "Martine C",
      "initials": "MC",
      "name": "Martine C de Bruijne",
      "affiliations": [
        "Department of Public and Occupational Health, Amsterdam UMC, Location Vrije Universiteit Amsterdam, Amsterdam, The Netherlands; Amsterdam Public Health Research Institute, Quality of Care, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Smalbrugge",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Smalbrugge",
      "affiliations": [
        "Department of Medicine for Older People, Amsterdam UMC, Location Vrije Universiteit Amsterdam, Amsterdam, The Netherlands; Amsterdam Public Health Research Institute, Amsterdam, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "105089",
  "pages": "105089",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Delphi Technique",
    "Nursing Homes",
    "Quality Indicators, Health Care",
    "Netherlands",
    "Humans",
    "Male",
    "Female"
  ],
  "article_ids": {
    "pubmed": "38908400",
    "doi": "10.1016/j.jamda.2024.105089",
    "pii": "S1525-8610(24)00511-5"
  },
  "doi": "10.1016/j.jamda.2024.105089",
  "dates": {
    "completed": "2024-07-28",
    "revised": "2024-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.388400",
    "pmid": "38908400"
  }
}