{
  "pmid": "38909251",
  "uid": "38909251",
  "title": "Considering planetary health in health guidelines and health technology assessments: a scoping review protocol.",
  "abstract": "BACKGROUND: This protocol outlines a scoping review with the objective of identifying and exploring planetary health considerations within existing health guidelines and health technology assessments (HTA). The insights gained from this review will serve as a basis for shaping future Grading of Recommendations, Assessment, Development, and Evaluations (GRADE) guidance on planetary health. METHODS: We will adhere to the JBI methodology for scoping reviews. We will conduct a comprehensive search and screening of results in all languages across various databases including MEDLINE, EMBASE, CINAHL, Global Health, Health Systems Evidence, Greenfile, and Environmental Issues. Additionally, we will supplement this search with resources such as the GIN library, BIGG database, Epistemonikos, GRADE guidelines repository, GRADEpro Guideline Development Tool Database, MAGICapp, NICE website, WHO websites, and a manual exploration of unpublished relevant documents using Google incognito mode. Two independent reviewers will screen and assess the full texts of identified documents according to the eligibility criteria. The following information from each full text will be extracted: document title; first author's name; publication year; language; document type; document as a guideline or HTA; the topic/discipline; document purpose/study objective; developing/sponsoring organization; the country in which the study/guideline/HTA report was conducted; definition of planetary health or related concept provided; types of planetary health experts engaged; study methods; suggested methods to assess planetary health; use of secondary data on planetary health outcomes; description for use of life cycle assessment; description for assessing the quality of life cycle; population/intended audience; interventions; category; applicable planetary health boundaries; consideration of social justice/global equity; phase of intervention in life cycle related to planetary health addressed; the measure of planetary health impact; impact on biodiversity/land use; one health/animal welfare mention; funding; and conflict of interest. Data analysis will involve a combination of descriptive statistics and directed content analysis, with results presented in a narrative format and displayed in tables and graphs. DISCUSSION: The final review results will be submitted to open-access peer-reviewed journals for publication when they become available. The research findings will also be disseminated at relevant planetary health conferences and workshops. SYSTEMATIC REVIEW REGISTRATION: Open Science Framework (https://osf.io/3jmsa).",
  "authors": [
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, HSC-2C 1280 Main Street West Hamilton, Hamilton, ON, L8N 3Z5, Canada. piggott@mcmaster.ca.",
        "Department of Family Medicine, Queens University, Kingston, Canada. piggott@mcmaster.ca."
      ],
      "orcid": "0000-0003-1643-5386"
    },
    {
      "last_name": "Raja",
      "fore_name": "Maheen",
      "initials": "M",
      "name": "Maheen Raja",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, HSC-2C 1280 Main Street West Hamilton, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Michels",
      "fore_name": "Charlotte T J",
      "initials": "CTJ",
      "name": "Charlotte T J Michels",
      "affiliations": [
        "Knowledge Institute of the Dutch Association of Medical Specialists, Mercatorlaan 1200, Postbus 3320, Utrecht, 3502 GH, The Netherlands."
      ]
    },
    {
      "last_name": "Herrmann",
      "fore_name": "Alina",
      "initials": "A",
      "name": "Alina Herrmann",
      "affiliations": [
        "Institute of Global Health, Heidelberg University, Heidelberg University Hospital, Im Neuenheimer Feld 324, 69120, Heidelberg, Germany.",
        "Institute of General Medicine, Cologne University, Cologne University Hospital, Cologne, Germany."
      ]
    },
    {
      "last_name": "Scahill",
      "fore_name": "Karolina Anna",
      "initials": "KA",
      "name": "Karolina Anna Scahill",
      "affiliations": [
        "College of Medicine and Veterinary Medicine, University of Edinburgh, 49 Little France Crescent, Edinburgh, EH16 4SB, UK.",
        "Evidensia Södra Djursjukhuset Kungens Kurva, Kungens Kurva, Sweden."
      ]
    },
    {
      "last_name": "Darzi",
      "fore_name": "Andrea J",
      "initials": "AJ",
      "name": "Andrea J Darzi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, HSC-2C 1280 Main Street West Hamilton, Hamilton, ON, L8N 3Z5, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Jewell",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Jewell",
      "affiliations": [
        "Department of Family Medicine, Queens University, Kingston, Canada."
      ]
    },
    {
      "last_name": "Saif-Ur-Rahman",
      "fore_name": "K M",
      "initials": "KM",
      "name": "K M Saif-Ur-Rahman",
      "affiliations": [
        "College of Medicine, Nursing and Health Sciences, University of Galway, University Road, Galway, H91TK33, Ireland.",
        "Evidence Synthesis Ireland and Cochrane Ireland, University of Galway, University Road, Galway, H91TK33, Ireland."
      ]
    },
    {
      "last_name": "Napierala",
      "fore_name": "Hendrik",
      "initials": "H",
      "name": "Hendrik Napierala",
      "affiliations": [
        "Institute of General Practice and Family Medicine, Charité-Universitätsmedizin Berlin, corporate member of Freie Universität Berlin and Humboldt Universität Zu Berlin, Charitéplatz 1, 10117, Berlin, Germany."
      ]
    },
    {
      "last_name": "Heuer",
      "fore_name": "Ruben",
      "initials": "R",
      "name": "Ruben Heuer",
      "affiliations": [
        "Division of Evidence-Based Medicine (dEBM), Department of Dermatology, Venereology and Allergology, Charité-Universitätsmedizin Berlin, corporate member of Freie Universität Berlin Und Humboldt Universität zu Berlin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, HSC-2C 1280 Main Street West Hamilton, Hamilton, ON, L8N 3Z5, Canada.",
        "School of Medicine, Case Western Reserve University, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Leontiadis",
      "fore_name": "Grigorios I",
      "initials": "GI",
      "name": "Grigorios I Leontiadis",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, HSC-2C 1280 Main Street West Hamilton, Hamilton, ON, L8N 3Z5, Canada.",
        "School of Medicine, Universidad San Sebastián, Santiago, Chile.",
        "GRADE Conosur, Universidad San Sebastián, Santiago, Chile."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, HSC-2C 1280 Main Street West Hamilton, Hamilton, ON, L8N 3Z5, Canada.",
        "Department of Biomedical Sciences, Humanitas University, Via Rita Levi Montalcini 4, 20090, Pieve Emanuele (Milan), Italy."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Fiona A",
      "initials": "FA",
      "name": "Fiona A Miller",
      "affiliations": [
        "Institute of Health Policy, Management & Evaluation, Dalla Lana School of Public Health; Collaborative Centre for Climate, Health & Sustainable Care, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jun",
    "pub_day": "22"
  },
  "start_page": "163",
  "pages": "163",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Global Health",
    "Technology Assessment, Biomedical",
    "Practice Guidelines as Topic",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "38909251",
    "pmc": "PMC11193899",
    "doi": "10.1186/s13643-024-02577-2",
    "pii": "10.1186/s13643-024-02577-2"
  },
  "doi": "10.1186/s13643-024-02577-2",
  "pmc_id": "PMC11193899",
  "dates": {
    "completed": "2024-06-22",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.801511",
    "pmid": "38909251"
  }
}