{
  "pmid": "38901709",
  "uid": "38901709",
  "title": "A call for caution when using network methods to study multimorbidity: an illustration using data from the Canadian Longitudinal Study on Aging.",
  "abstract": "OBJECTIVES: To examine the impact of two key choices when conducting a network analysis (clustering methods and measure of association) on the number and type of multimorbidity clusters. STUDY DESIGN AND SETTING: Using cross-sectional self-reported data on 24 diseases from 30,097 community-living adults aged 45-85 from the Canadian Longitudinal Study on Aging, we conducted network analyses using 5 clustering methods and 11 association measures commonly used in multimorbidity studies. We compared the similarity among clusters using the adjusted Rand index (ARI); an ARI of 0 is equivalent to the diseases being randomly assigned to clusters, and 1 indicates perfect agreement. We compared the network analysis results to disease clusters independently identified by two clinicians. RESULTS: Results differed greatly across combinations of association measures and cluster algorithms. The number of clusters identified ranged from 1 to 24, with a low similarity of conditions within clusters. Compared to clinician-derived clusters, ARIs ranged from -0.02 to 0.24, indicating little similarity. CONCLUSION: These analyses demonstrate the need for a systematic evaluation of the performance of network analysis methods on binary clustered data like diseases. Moreover, in individual older adults, diseases may not cluster predictably, highlighting the need for a personalized approach to their care.",
  "authors": [
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada. Electronic address: griffith@mcmaster.ca."
      ]
    },
    {
      "last_name": "Brini",
      "fore_name": "Alberto",
      "initials": "A",
      "name": "Alberto Brini",
      "affiliations": [
        "Department of Mathematics and Computer Science, Eindhoven University of Technology, Eindhoven, The Netherlands."
      ]
    },
    {
      "last_name": "Muniz-Terrera",
      "fore_name": "Graciela",
      "initials": "G",
      "name": "Graciela Muniz-Terrera",
      "affiliations": [
        "Heritage College of Osteopathic Medicine, Ohio University, Athens, OH, USA."
      ]
    },
    {
      "last_name": "St John",
      "fore_name": "Philip D",
      "initials": "PD",
      "name": "Philip D St John",
      "affiliations": [
        "Section of Geriatric Medicine, Max Rady College of Medicine, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Stirland",
      "fore_name": "Lucy E",
      "initials": "LE",
      "name": "Lucy E Stirland",
      "affiliations": [
        "Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, Scotland, UK; Global Brain Health Institute, University of California, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Mayhew",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Mayhew",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oyarzún",
      "fore_name": "Diego",
      "initials": "D",
      "name": "Diego Oyarzún",
      "affiliations": [
        "School of Informatics, University of Edinburgh, Edinburgh, UK; School of Biological Sciences, University of Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "van den Heuvel",
      "fore_name": "Edwin",
      "initials": "E",
      "name": "Edwin van den Heuvel",
      "affiliations": [
        "Department of Mathematics and Computer Science, Eindhoven University of Technology, Eindhoven, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "172",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "111435",
  "pages": "111435",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Canada",
    "Longitudinal Studies",
    "Multimorbidity",
    "Cluster Analysis",
    "Female",
    "Aged, 80 and over",
    "Male",
    "Cross-Sectional Studies",
    "Middle Aged",
    "Aging",
    "Algorithms"
  ],
  "article_ids": {
    "pubmed": "38901709",
    "doi": "10.1016/j.jclinepi.2024.111435",
    "pii": "S0895-4356(24)00191-4"
  },
  "doi": "10.1016/j.jclinepi.2024.111435",
  "dates": {
    "completed": "2024-08-21",
    "revised": "2024-08-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:15.544653",
    "pmid": "38901709"
  }
}