{
  "pmid": "38915031",
  "uid": "38915031",
  "title": "Analysis of funding landscape for health policy and systems research in the Eastern Mediterranean Region: A scoping review of the literature over the past decade.",
  "abstract": "BACKGROUND: Health policy and systems research (HPSR) can strengthen health systems and improve population health outcomes. In the Eastern Mediterranean Region (EMR), there is limited recognition of the importance of HPSR and funding remains the main challenge. This study seeks to: (1) assess the reporting of funding in HPSR papers published between 2010 and 2022 in the EMR, (2) examine the source of funding in the published HPSR papers in the EMR and (3) explore variables influencing funding sources, including any difference in funding sources for coronavirus disease 2019 (COVID-19)-related articles. METHODS: We conducted a rapid scoping review of HPSR papers published between 2010 and 2022 (inclusively) in the EMR, addressing the following areas: reporting of funding in HPSR papers, source of funding in the published HPSR papers, authors' affiliations and country of focus. We followed the Joanna Briggs Institute (JBI) guidelines for conducting scoping reviews. We also conducted univariate and bivariate analyses for all variables at 0.05 significance level. RESULTS: Of 10,797 articles screened, 3408 were included (of which 9.3% were COVID-19-related). More than half of the included articles originated from three EMR countries: Iran (n = 1018, 29.9%), the Kingdom of Saudi Arabia (n = 595, 17.5%) and Pakistan (n = 360, 10.6%). Approximately 30% of the included articles did not report any details on study funding. Among articles that reported funding (n = 1346, 39.5%), analysis of funding sources across all country income groups revealed that the most prominent source was national (55.4%), followed by international (41.7%) and lastly regional sources (3%). Among the national funding sources, universities accounted for 76.8%, while governments accounted for 14.9%. Further analysis of funding sources by country income group showed that, in low-income and lower-middle-income countries, all or the majority of funding came from international sources, while in high-income and upper-middle-income countries, national funding sources, mainly universities, were the primary sources of funding. The majority of funded articles' first authors were affiliated with academia/university, while a minority were affiliated with government, healthcare organizations or intergovernmental organizations. We identified the following characteristics to be significantly associated with the funding source: country income level, the focus of HPSR articles (within the EMR only, or extending beyond the EMR as part of international research consortia), and the first author's affiliation. Similar funding patterns were observed for COVID-19-related HPSR articles, with national funding sources (78.95%), mainly universities, comprising the main source of funding. In contrast, international funding sources decreased to 15.8%. CONCLUSION: This is the first study to address the reporting of funding and funding sources in published HPSR articles in the EMR. Approximately 30% of HPSR articles did not report on the funding source. Study findings revealed heavy reliance on universities and international funding sources with minimal role of national governments and regional entities in funding HPSR articles in the EMR. We provide implications for policy and practice to enhance the profile of HPSR in the region.",
  "authors": [
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Health Systems Global Society, London, UK.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Ottawa, ON, Canada. fe08@aub.edu.lb."
      ],
      "orcid": "0000-0002-4084-6524"
    },
    {
      "last_name": "Chidiac",
      "fore_name": "Nesrin",
      "initials": "N",
      "name": "Nesrin Chidiac",
      "affiliations": [
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Daher",
      "fore_name": "Najla",
      "initials": "N",
      "name": "Najla Daher",
      "affiliations": [
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Harb",
      "fore_name": "Aya",
      "initials": "A",
      "name": "Aya Harb",
      "affiliations": [
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jun",
    "pub_day": "24"
  },
  "start_page": "70",
  "pages": "70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Health Policy",
    "COVID-19",
    "Mediterranean Region",
    "Health Services Research",
    "SARS-CoV-2",
    "Pandemics",
    "Delivery of Health Care",
    "Middle East"
  ],
  "article_ids": {
    "pubmed": "38915031",
    "pmc": "PMC11194879",
    "doi": "10.1186/s12961-024-01161-3",
    "pii": "10.1186/s12961-024-01161-3"
  },
  "doi": "10.1186/s12961-024-01161-3",
  "pmc_id": "PMC11194879",
  "dates": {
    "completed": "2024-06-25",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.836958",
    "pmid": "38915031"
  }
}