{
  "pmid": "38914154",
  "uid": "38914154",
  "title": "Secondary Surgery Following Lapidus Bunionectomy.",
  "abstract": "While the Lapidus bunionectomy is a common procedure utilized to address hallux valgus, the incidence of secondary surgery is not well established. Our primary goal was to determine the incidence of revision surgery and hardware removal following the Lapidus bunionectomy in addition to the risk factors associated with each. A retrospective nested case-control study of adult patients who underwent a Lapidus bunionectomy for symptomatic hallux valgus over a 9-year period was performed. The incidence rates and 95% confidence intervals (CI) of secondary surgery in the 3 years following the procedure along with the estimated independent associations and odds ratios between baseline demographic, clinical, and radiographic characteristics were calculated. Of the original cohort of 2540 patients, 127 were identified (5.0%; CI: 4.1%, 5.8%) who underwent revision surgery and 165 (6.5%; CI: 5.5%, 7.5%) who underwent hardware removal following Lapidus bunionectomy. Initially, the hallux valgus angle, intermetatarsal angle, and tibial sesamoid position were risk factors for revision surgery. However, in adjusted analyses for revision surgery, using a screw for third point of fixation emerged as the only independent risk factor (odds ratio [OR] = 3.01; CI: 1.59, 5.69). In adjusted analyses for hardware removal, female sex (OR = 2.33; CI: 1.08, 5.00) and third point of fixation (OR = 2.92; CI: 1.82, 4.69) emerged as independent risk factors. While the overall risks associated with Lapidus bunionectomy are low and the need for revision surgery are low, this study helps to identify specific risk factors for secondary surgery and hardware removal to help in evaluation and discussion with patients.",
  "authors": [
    {
      "last_name": "Kane",
      "fore_name": "Lewis A",
      "initials": "LA",
      "name": "Lewis A Kane",
      "affiliations": [
        "Department of Podiatric Surgery, Kaiser Permanente Diablo Service Area, Walnut Creek, CA."
      ]
    },
    {
      "last_name": "Weintraub",
      "fore_name": "Miranda L Ritterman",
      "initials": "MLR",
      "name": "Miranda L Ritterman Weintraub",
      "affiliations": [
        "Department of Graduate Medical Education, Kaiser Permanente Oakland Medical Center, Oakland, CA."
      ]
    },
    {
      "last_name": "Mitchell",
      "fore_name": "Logan",
      "initials": "L",
      "name": "Logan Mitchell",
      "affiliations": [
        "Department of Podiatric Surgery, Sutter Medical Foundation, Yuba City, CA."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "Division of Research, Kaiser Permanente."
      ]
    },
    {
      "last_name": "King",
      "fore_name": "Christy M",
      "initials": "CM",
      "name": "Christy M King",
      "affiliations": [
        "Department of Podiatric Surgery, Kaiser Permanente Oakland Medical Center, Oakland, CA."
      ]
    },
    {
      "last_name": "Pollard",
      "fore_name": "Jason D",
      "initials": "JD",
      "name": "Jason D Pollard",
      "affiliations": [
        "Department of Podiatric Surgery, Kaiser Permanente Oakland, Oakland, CA. Electronic address: jason.pollard@kp.org."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of foot and ankle surgery : official publication of the American College of Foot and Ankle Surgeons",
    "iso_abbreviation": "J Foot Ankle Surg",
    "issn": "1542-2224",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "6",
    "pub_year": "2024"
  },
  "start_page": "653",
  "end_page": "660",
  "pages": "653-660",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Hallux Valgus",
    "Female",
    "Male",
    "Reoperation",
    "Retrospective Studies",
    "Middle Aged",
    "Adult",
    "Case-Control Studies",
    "Risk Factors",
    "Device Removal",
    "Osteotomy",
    "Aged",
    "Metatarsal Bones"
  ],
  "article_ids": {
    "pubmed": "38914154",
    "doi": "10.1053/j.jfas.2024.05.011",
    "pii": "S1067-2516(24)00114-5"
  },
  "doi": "10.1053/j.jfas.2024.05.011",
  "dates": {
    "completed": "2024-10-25",
    "revised": "2024-10-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.226553",
    "pmid": "38914154"
  }
}