{
  "pmid": "38914968",
  "uid": "38914968",
  "title": "Multi-state Markov model for time to treatment changes for HIV/AIDS patients: a retrospective cohort national datasets, Ethiopia.",
  "abstract": "BACKGROUND: Virological failure, drug resistance, toxicities, and other issues make it difficult for ART to maintain long-term sustainability. These issues would force a modification in the patient's treatment plan. The aim of this research was to determine whether first-line antiretroviral therapy is durable and to identify the factors that lead to patients on HAART changing their first highly active antiretroviral therapy regimen. METHODS: A retrospective cohort study was conducted from October, 2019-March, 2020 across all regional states including Addis Ababa and Dire Dawa administrative cities. The target population is from all health facilities that have been providing ART service for at least the past 6 months as of October 2019. Multi-stage clustered sampling method was used to select study facilities and participants. Simple random selected ART medical records of patients ever enrolled in ART treatment services. We adopted a multi-state survival modelling (msm) approach assuming each treatment regimen as state. We estimate the transition probability of patients to move from one regimen to another for time to treatment change/switch. We estimated the transition probability, prediction probabilities and length of stay and factor associated with treatment modification of patients to move from one regimen to another. RESULTS: Any of the six therapy combinations (14.4%) altered their treatment at least once during the follow-up period for a variety of reasons. Of the patients, 4,834 (13.26%) changed their treatments just once, while 371 (1.1%) changed it more than once. For 38.6% of the time, a treatment change was undertaken due to toxicity, another infection or comorbidity, or another factor, followed by New drugs were then made accessible and other factors 18.3% of the time, a drug was out of supply; 2.6% of those instances involved pregnancy; and 43.1% involved something else. Highly active anti-retroviral therapy (HAART) combinations TDF + 3TC + NVP, d4T + 3TC + NVP, and TDF + 3TC + EFV were high to treatment alterations in all reasons of treatment modifications, with 29.74%, 26.52%, and 19.52% treatment changes, respectively. Early treatment modification or regime change is one of the treatment combinations that include the d4T medication that creates major concern. The likelihood of staying and moving at the the start of s = 0 and 30-month transitions increased, but the likelihood of staying were declined. For this cohort dataset, the presence of opportunistic disease, low body weight, baseline CD4 count, and baseline TB positive were risk factors for therapy adjustment. CONCLUSION: Given that the current study took into account a national dataset, it provides a solid basis for ART drug status and management. The patient had a higher likelihood of adjusting their treatment at some point during the follow-up period due to drug toxicity, comorbidity, drug not being available, and other factors, according to the prediction probability once more. Baseline TB positivity, low CD4 count, opportunistic disease, and low body weight were risk factors for therapy adjustment in this cohort dataset.",
  "authors": [
    {
      "last_name": "Kumsa",
      "fore_name": "Tsegaye Hailu",
      "initials": "TH",
      "name": "Tsegaye Hailu Kumsa",
      "affiliations": [
        "Department of Statistics, Hawassa University, Hawassa, Ethiopia. tsegaye.hailu@ahri.gov.et.",
        "Armauer Hansen Research Institute (AHRI), Addis Ababa, Ethiopia. tsegaye.hailu@ahri.gov.et."
      ]
    },
    {
      "last_name": "Mulu",
      "fore_name": "Andargachew",
      "initials": "A",
      "name": "Andargachew Mulu",
      "affiliations": [
        "Armauer Hansen Research Institute (AHRI), Addis Ababa, Ethiopia."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Asfaw",
      "fore_name": "Zeytu Gashaw",
      "initials": "ZG",
      "name": "Zeytu Gashaw Asfaw",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, Addis Ababa University, Addis Ababa, Ethiopia."
      ]
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jun",
    "pub_day": "24"
  },
  "start_page": "627",
  "pages": "627",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Ethiopia",
    "Retrospective Studies",
    "Female",
    "Male",
    "Adult",
    "HIV Infections",
    "Antiretroviral Therapy, Highly Active",
    "Anti-HIV Agents",
    "Markov Chains",
    "Time-to-Treatment",
    "Middle Aged",
    "Young Adult",
    "Acquired Immunodeficiency Syndrome",
    "Adolescent"
  ],
  "article_ids": {
    "pubmed": "38914968",
    "pmc": "PMC11194888",
    "doi": "10.1186/s12879-024-09469-9",
    "pii": "10.1186/s12879-024-09469-9"
  },
  "doi": "10.1186/s12879-024-09469-9",
  "pmc_id": "PMC11194888",
  "dates": {
    "completed": "2024-06-24",
    "revised": "2024-06-27"
  },
  "chemicals": [
    "Anti-HIV Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.276255",
    "pmid": "38914968"
  }
}