{
  "pmid": "38912720",
  "uid": "38912720",
  "title": "Recruitment and Retention Strategies for Randomized Clinical Trials Involving Family Members of ICU Patients.",
  "abstract": "OBJECTIVES: To review recruitment and retention strategies of randomized family-centered interventional studies in adult ICUs. DATA SOURCES: The MEDLINE, Embase, PsycINFO, CINAHL, and the Cochrane Library database from inception to February 2023. STUDY SELECTION: Randomized controlled trials with family-centered interventions in the ICU setting that reported at least one family-centered outcome that were included in our previously published systematic review. DATA EXTRACTION: For recruitment: Number of family members approached and enrolled, type of approach, location, time of day approached, whether medical team approached first, compensation offered, and type of consent. For retention: Number of family members enrolled and completed initial follow-up visit, mode of follow-up, location of follow-up visit, data collection method, timing of follow-up visits, number of follow-up visits, and compensation offered. Recruitment (participants approached/enrolled) and retention (participants enrolled/completed initial follow-up) percentage were calculated. DATA SYNTHESIS: There were 51 studies in the analysis. The mean recruitment percentage was 49.3% ± 24.3%. There were no differences in recruitment percentage by study country, ICU type, recruitment approach, or whether the medical team approached the family member first (all p > 0.05). The mean retention percentage for the initial follow-up visit was 81.6% ± 18.0%. There were no differences in retention percentage by mode of participant contact, data collection type, or follow-up location (all p > 0.05). Minimal data were available to determine the impact of time of day approached and compensation on recruitment and retention outcomes. CONCLUSIONS: About half of family members of ICU patients approached participated in trials and more than eight in ten completed the initial follow-up visit. We did not identify specific factors that impacted family recruitment or retention. There is a strong need for further studies to characterize optimal strategies to ensure family participation in clinical trials.",
  "authors": [
    {
      "last_name": "Samuels",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Samuels",
      "affiliations": [
        "McGill Faculty of Medicine and Health Sciences, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Sygal",
      "fore_name": "Valeria",
      "initials": "V",
      "name": "Valeria Sygal",
      "affiliations": [
        "McGill Faculty of Medicine and Health Sciences, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care, Department of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Goldfarb",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Goldfarb",
      "affiliations": [
        "Division of Cardiology, Jewish General Hospital, McGill University, Montreal, QC, Canada."
      ],
      "orcid": "0000-0001-9790-1232"
    }
  ],
  "journal": {
    "title": "Critical care explorations",
    "iso_abbreviation": "Crit Care Explor",
    "issn": "2639-8028",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "7",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "e1112",
  "pages": "e1112",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Intensive Care Units",
    "Randomized Controlled Trials as Topic",
    "Family",
    "Patient Selection"
  ],
  "article_ids": {
    "pubmed": "38912720",
    "pmc": "PMC11199003",
    "doi": "10.1097/CCE.0000000000001112",
    "pii": "02107256-202407000-00005"
  },
  "doi": "10.1097/CCE.0000000000001112",
  "pmc_id": "PMC11199003",
  "dates": {
    "completed": "2024-06-24",
    "revised": "2024-06-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:08.974696",
    "pmid": "38912720"
  }
}