{
  "pmid": "38926755",
  "uid": "38926755",
  "title": "Access to and acceptability of sexual and reproductive health, harm reduction and other essential health services among people who inject drugs in Durban, South Africa.",
  "abstract": "BACKGROUND: People who inject drugs (PWID) are at risk of HIV acquisition. The number of PWID in South African cities is increasing, and in spite of an advanced HIV prevention and treatment programme, there are PWID who experience challenges accessing sexual and reproductive health (SRH) and HIV related services. Access to and acceptability of SRH and harm reduction services by PWID needs to be further understood and explored. METHODS: In-depth interviews (IDIs) were conducted with 10 key stakeholders and 11 PWID, in Durban, South Africa. Interviews were transcribed and translated. Data were thematically analysed using Dedoose software. RESULTS: Participants described stigma/discrimination from healthcare workers and other clients accessing services as barriers to accessing healthcare services. They were concerned about long waiting times at healthcare facilities because of possibilities of withdrawal, as well as lost opportunities to \"hustle\". Targeted, non-discriminatory services, as well as mobile clinics existed in the city. Non-governmental organisations reportedly worked together with the public sector, facilitating access to HIV and TB prevention and treatment services. There were also needle exchange programmes and a harm reduction clinic in the city. However, there was limited access to contraceptive and STI services. Although there was reportedly good access to HIV and TB and harm reduction services in the city of Durban, uptake was low. CONCLUSIONS: The integration of services to enable PWID to access different services under one roof is critical. There is also a need to strengthen linkages between public and private healthcare, and ensure services are provided in a non-discriminatory environment. This will facilitate uptake and access to more comprehensive SRH and harm reduction services for PWID in Durban, South Africa.",
  "authors": [
    {
      "last_name": "Milford",
      "fore_name": "Cecilia",
      "initials": "C",
      "name": "Cecilia Milford",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Wits MRU (MatCH Research Unit), Faculty of Health Sciences, University of the Witwatersrand, Durban, South Africa. cecilia.milford@gmail.com.",
        "Centre for the AIDS Programme of Research in South Africa (CAPRISA), Durban, South Africa. cecilia.milford@gmail.com."
      ],
      "orcid": "0000-0002-0026-7560"
    },
    {
      "last_name": "Cavanagh",
      "fore_name": "Tammany",
      "initials": "T",
      "name": "Tammany Cavanagh",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Wits MRU (MatCH Research Unit), Faculty of Health Sciences, University of the Witwatersrand, Durban, South Africa."
      ]
    },
    {
      "last_name": "Bosman",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon Bosman",
      "affiliations": [
        "Centre for Community Based Research, Human Sciences Research Council, Pietermaritzburg, South Africa."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Advance Access & Delivery South Africa, Durban, South Africa.",
        "Department of Health Behaviour, University of North Carolina Gillings School of Global Public Health, Chapel Hill, NC, USA."
      ]
    },
    {
      "last_name": "Smit",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Smit",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Wits MRU (MatCH Research Unit), Faculty of Health Sciences, University of the Witwatersrand, Durban, South Africa."
      ]
    },
    {
      "last_name": "Zanoni",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Zanoni",
      "affiliations": [
        "Emory University, Atlanta, GA, USA.",
        "Children's Healthcare of Atlanta, Atlanta, GA, USA.",
        "Rollins School of Public Health, Atlanta, GA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Harm reduction journal",
    "iso_abbreviation": "Harm Reduct J",
    "issn": "1477-7517",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jun",
    "pub_day": "26"
  },
  "start_page": "123",
  "pages": "123",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Humans",
    "South Africa",
    "Harm Reduction",
    "Health Services Accessibility",
    "Substance Abuse, Intravenous",
    "Female",
    "Adult",
    "Male",
    "HIV Infections",
    "Social Stigma",
    "Patient Acceptance of Health Care",
    "Reproductive Health Services",
    "Middle Aged",
    "Sexual Health",
    "Needle-Exchange Programs",
    "Reproductive Health"
  ],
  "article_ids": {
    "pubmed": "38926755",
    "pmc": "PMC11200820",
    "doi": "10.1186/s12954-024-01042-6",
    "pii": "10.1186/s12954-024-01042-6"
  },
  "doi": "10.1186/s12954-024-01042-6",
  "pmc_id": "PMC11200820",
  "dates": {
    "completed": "2024-06-27",
    "revised": "2024-08-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 AI050409",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.868023",
    "pmid": "38926755"
  }
}