{
  "pmid": "38939721",
  "uid": "38939721",
  "title": "A Systematic Review of Sex-Specific Reporting in Heart Failure Clinical Trials: Trial Flow and Results.",
  "abstract": "BACKGROUND: Females are historically underenrolled in heart failure (HF) randomized controlled trials (RCTs) relative to disease prevalence. Sex differences in trial flow, including withdrawals and losses to follow up, may further limit the generalizability of results. OBJECTIVES: This study aimed to assess the frequency of sex-specific reporting of trial flow, treatment efficacy, and adverse events in HF RCTs. METHODS: We systematically searched MEDLINE, Embase, and CINAHL for HF RCTs published between 2000 and 2020 in journals with an impact factor ≥10. We assessed whether trial flow, treatment effect, and adverse events were disaggregated by sex. We used multivariable regression to assess associations between trial characteristics and sex subgroup analysis. We analyzed temporal trends in sex-specific reporting. RESULTS: We included 224 RCTs with 228,801 total participants (28.2% female). No RCT reported sex-disaggregated screening, consent, or withdrawal rates; and 2 (0.9%) reported sex-disaggregated losses to follow-up. Seventy-five RCTs (33.4%) presented sex subgroup analysis, and 63 (28.3%) reported sex-treatment interaction. No RCT reported sex-specific adverse events. Large trial size (odds ratio: 13.16, 95% CI: 5.67-30.52; P < 0.001) and device/procedure interventions (odds ratio: 5.13, 95% CI: 1.55-16.95; P < 0.007) were independently associated with sex subgroup analysis. Over the study period, there was an increase in sex subgroup analysis (P < 0.001) and testing for sex-treatment interaction (P < 0.001). CONCLUSIONS: HF RCTs rarely reported sex differences in trial flow or adverse events and uncommonly performed sex subgroup analysis. Improved sex-disaggregated reporting could highlight the causes and extent of sex differences in trial participation and facilitate appropriate inferences about treatment effect.",
  "authors": [
    {
      "last_name": "Au",
      "fore_name": "Magdalene",
      "initials": "M",
      "name": "Magdalene Au",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Whitelaw",
      "fore_name": "Sera",
      "initials": "S",
      "name": "Sera Whitelaw",
      "affiliations": [
        "Faculty of Medicine and Health Sciences, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Shahzeb",
      "initials": "MS",
      "name": "Muhammad Shahzeb Khan",
      "affiliations": [
        "Division of Cardiology, Duke University Medical Center, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Mamas",
      "fore_name": "Mamas A",
      "initials": "MA",
      "name": "Mamas A Mamas",
      "affiliations": [
        "Keele Cardiovascular Research Group, Centre for Prognosis Research, Keele University, Stoke on Trent, United Kingdom."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mulvagh",
      "fore_name": "Sharon L",
      "initials": "SL",
      "name": "Sharon L Mulvagh",
      "affiliations": [
        "Department of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Voors",
      "fore_name": "Adriaan A",
      "initials": "AA",
      "name": "Adriaan A Voors",
      "affiliations": [
        "Department of Cardiology, University Medical Center Groningen, University of Groningen, Groningen, the Netherlands."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton, Ontario, Canada.",
        "Research Institute of St. Joseph's, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JACC. Advances",
    "iso_abbreviation": "JACC Adv",
    "issn": "2772-963X",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "100079",
  "pages": "100079",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38939721",
    "pmc": "PMC11198397",
    "doi": "10.1016/j.jacadv.2022.100079",
    "pii": "S2772-963X(22)00084-9"
  },
  "doi": "10.1016/j.jacadv.2022.100079",
  "pmc_id": "PMC11198397",
  "dates": {
    "revised": "2024-06-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.972734",
    "pmid": "38939721"
  }
}