{
  "pmid": "38932853",
  "uid": "38932853",
  "title": "Effects of sugary drinks, coffee, tea and fruit juice on incidence rate, mortality and cardiovascular complications of type2 diabetes patients: a systematic review and meta-analysis.",
  "abstract": "AIMS: Despite more and more studies indicate that beverages play an important role in type 2 diabetes mellitus(T2DM), the efficacy of intaking different beverages for T2DM has not been clearly stated in one article. The meta-analysis was performed, which aims to assess the effects of beverages on mortality and cardiovascular complications in patients with type 2 diabetes and the incidence of T2DM. METHOD: PubMed, Embase, Web of Science and Cochrane Library databases were search up to March, 2023 to identify relevant studies, including studies researching beverage consumption, the incidence and mortality of T2DM and incidence of cardiovascular disease, a kind of complication of T2DM. The way to explore the source of heterogeneity is performing subgroup analyses and sensitivity analyses. Funnel plots and Egger's regression test were performed to assess publication bias. The Hazard ratio (HR) and 95% confidence intervals (95% CIs) were used to analysis the results. Fifteen observational studies were included in our meta-analysis. RESULTS: Fifteen eligible articles were included sugar-sweetened beverages(SSB) consumption increased the mortality and incidence of T2DM (Hazard ratio (HR), 1.20; 95% confidence interval (CI), 1.05-1.38; P = 0.01 and HR, 1.15; 95% CI,1.06-1.24; P = 0.001), respectively. Artificially-sweetened beverages (ASB) consumption was not associated with the mortality and incidence of T2DM (HR,0.96;95%CI, 0.86-1.07; P = 0.464 and HR, 1.15; 95% CI,1.05-1.26; P = 0.003), respectively. Fruit juice consumption increased the incidence of T2DM (HR,1.08;95%CI,1.02-1.14, P = 0.296).Tea or coffee consumption can reduce the incidence of T2DM (HR, 0.89; 95%CI,0.81-0.98; P = 0.016). Tea or coffee consumption was associated with a lower risk of mortality of T2DM (HR,0.84; 95% Cl, 0.75-0.94; P = 0.002 and HR,0.75; 95% CI, 0.65-0.87; P < 0.001), respectively. Additionally, beverage consumption was not associated with cardiovascular disease in T2DM patients (HR,1.03; 95% Cl, 0.82-1.30, P > 0.05). CONCLUSIONS: High consumption of SSBs led to a higher risk and mortality of T2DM, while high consumption of coffee or tea showed significant associations with a lower risk of the incidence and mortality of T2DM. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s40200-024-01396-5.",
  "authors": [
    {
      "last_name": "Ding",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Ding",
      "affiliations": [
        "Department of Critical Care Medicine, No. 988 hospital of The PLA Joint Logistic Support Force (PLAJLSF), Zhengzhou, 450000 China."
      ]
    },
    {
      "last_name": "Yue",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Yue",
      "affiliations": [
        "Department of Critical Care Medicine, No. 988 hospital of The PLA Joint Logistic Support Force (PLAJLSF), Zhengzhou, 450000 China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xu",
      "initials": "X",
      "name": "Xu Wang",
      "affiliations": [
        "School of Clinical Medicine, Zhengzhou University, Zhengzhou, 450000 China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Clinical Medicine, Zhengzhou University, Zhengzhou, 450000 China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yuxiang",
      "initials": "Y",
      "name": "Yuxiang Liu",
      "affiliations": [
        "School of Clinical Medicine, Zhengzhou University, Zhengzhou, 450000 China."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Xiaofeng",
      "initials": "X",
      "name": "Xiaofeng Guo",
      "affiliations": [
        "Department of Critical Care Medicine, No. 988 hospital of The PLA Joint Logistic Support Force (PLAJLSF), Zhengzhou, 450000 China."
      ]
    }
  ],
  "journal": {
    "title": "Journal of diabetes and metabolic disorders",
    "iso_abbreviation": "J Diabetes Metab Disord",
    "issn": "2251-6581",
    "issn_type": "Print",
    "volume": "23",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "1113",
  "end_page": "1123",
  "pages": "1113-1123",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38932853",
    "pmc": "PMC11196440",
    "doi": "10.1007/s40200-024-01396-5",
    "pii": "1396"
  },
  "doi": "10.1007/s40200-024-01396-5",
  "pmc_id": "PMC11196440",
  "dates": {
    "revised": "2024-06-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.683193",
    "pmid": "38932853"
  }
}