{
  "pmid": "38931365",
  "uid": "38931365",
  "title": "Barbaloin Protects Pentylenetetrazol-Induced Cognitive Deficits in Rodents via Modulation of Neurotransmitters and Inhibition of Oxidative-Free-Radicals-Led Inflammation.",
  "abstract": "BACKGROUND: Epilepsy is defined by an excessive level of activity in the neurons and coordinated bursts of electrical activity, resulting in the occurrence of seizure episodes. The precise cause of epileptogenesis remains uncertain; nevertheless, the etiology of epilepsy may involve neuroinflammation, oxidative stress, and malfunction of the neurotransmitter system. OBJECTIVE: The goal of this investigation was to assess barbaloin's protective properties with respect to pentylenetetrazol (PTZ)-)-induced cognitive deficits in rats via antioxidative, anti-inflammatory, and neurotransmitter-modulating effects. METHODS: Wistar rats were subjected to PTZ [40 mg/kg (i.p.)], which induced cognitive decline. Behavior assessment using a kindling score, open-field test (OFT), novel object recognition test (NORT), and assays for superoxide dismutase (SOD), reduced glutathione (GSH), catalase (CAT), malondialdehyde (MDA), acetylcholinesterase (AChE), caspase-3, nitric oxide (NO), interleukins-1β (IL-1β), tumor necrosis factor-α (TNF-α), IL-6, nuclear factor kappa-B (NF-κB), Bcl-2 and Bax, and neurotransmitter levels [GABA, DA, NE, and serotonin (5-HT)] were performed. RESULTS: The treatment of rats with barbaloin resulted in behavior improvement and significant changes in the levels of GSH, SOD, CAT, MDA, AChE, NO, IL-6, IL-1β, TNF-α, NF-κB, caspase-3, Bcl-2, and Bax compared to the PTZ control group. Barbaloin treatment resulted in notable changes in neurotransmitter levels (GABA, NE, 5-HT, DA) compared to the PTZ group. CONCLUSIONS: The ongoing study has gathered evidence indicating that the injection of barbaloin has resulted in significant improvements in cognitive performance in rats. This is achieved by inhibiting oxidative stress, enhancing the activity of natural antioxidant enzymes, reducing cytokine levels, and increasing the levels of neurotransmitters in the brain. These results were detected in comparison to a PTZ control and can be attributed to the potent anti-inflammatory and antioxidant capabilities of barbaloin, which could be linked to its neuroprotective properties. Barbaloin may potentially increase cognitive decline and boost neuronal survival by altering the expression of Bax, caspase-3, Bcl-2.",
  "authors": [
    {
      "last_name": "Altyar",
      "fore_name": "Ahmad Essam",
      "initials": "AE",
      "name": "Ahmad Essam Altyar",
      "affiliations": [
        "Department of Pharmacy Practice, Faculty of Pharmacy, King Abdulaziz University, P.O. Box 80260, Jeddah 21589, Saudi Arabia.",
        "Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeedah 21442, Saudi Arabia."
      ],
      "orcid": "0000-0001-6210-3628"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeedah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Ghaboura",
      "fore_name": "Nehmat",
      "initials": "N",
      "name": "Nehmat Ghaboura",
      "affiliations": [
        "Department of Pharmacy Practice, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeedah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alharbi",
      "fore_name": "Khalid Saad",
      "initials": "KS",
      "name": "Khalid Saad Alharbi",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, Qassim University, Buraydah, Al Qassim 51452, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alenezi",
      "fore_name": "Sattam Khulaif",
      "initials": "SK",
      "name": "Sattam Khulaif Alenezi",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, Qassim University, Buraydah, Al Qassim 51452, Saudi Arabia."
      ],
      "orcid": "0000-0002-4988-9838"
    },
    {
      "last_name": "Sayyed",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Sayyed",
      "affiliations": [
        "Glocal School of Pharmacy, Glocal University, Mirzapur-Pole, Saharanpur 247121, India."
      ],
      "orcid": "0000-0003-0517-4934"
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, P.O. Box. 80200, Jeddah 21589, Saudi Arabia."
      ],
      "orcid": "0000-0003-1881-5219"
    }
  ],
  "journal": {
    "title": "Pharmaceuticals (Basel, Switzerland)",
    "iso_abbreviation": "Pharmaceuticals (Basel)",
    "issn": "1424-8247",
    "issn_type": "Print",
    "volume": "17",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "May",
    "pub_day": "28"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38931365",
    "pmc": "PMC11206990",
    "doi": "10.3390/ph17060699",
    "pii": "ph17060699"
  },
  "doi": "10.3390/ph17060699",
  "pmc_id": "PMC11206990",
  "dates": {
    "revised": "2024-06-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.143508",
    "pmid": "38931365"
  }
}