{
  "pmid": "38938395",
  "uid": "38938395",
  "title": "Racial and Socioeconomic Disparities in Cardiovascular Outcomes of Preeclampsia Hospitalizations in the United States 2004-2019.",
  "abstract": "BACKGROUND: Preeclampsia is associated with higher in-hospital cardiovascular events and mortality with known disparities by race/ethnicity, but data on the interaction between income and these outcomes remain limited. OBJECTIVES: This study investigated racial and socioeconomic disparities in cardiovascular outcomes of preeclampsia at delivery hospitalizations. METHODS: We analyzed National Inpatient Sample data using International Classification of Diseases-9th Revision/-10th Revision codes between 2004 and 2019. We identified a total of 2,436,991 delivery hospitalizations with preeclampsia/eclampsia as a primary diagnosis representing White (43.1%), Black (18.4%), Hispanic (18.7%), and Asian or Pacific Islander (A/PI; 3.3%) women. We stratified the population based on median household income (low income, medium income, and high income). Logistic regression and propensity-matched analysis were used for reporting outcomes adjusted for age, hospital region, and baseline comorbidities. RESULTS: Black Hispanic, and A/PI women with preeclampsia had higher in-hospital mortality compared with White women across all groups of income. Hispanic women had lower odds of peripartum cardiomyopathy (PPCM) compared with White women. A significant interaction effect was observed with race/ethnicity and median household income for in-hospital mortality and PPCM with preeclampsia. Furthermore, high-income Black women had higher odds of PPCM, stroke, acute kidney injury, heart failure, cardiac arrhythmia, and venous thromboembolism compared with low-income White women. CONCLUSIONS: Women with preeclampsia experience significant racial/ethnic and socioeconomic disparities in inpatient mortality and cardiovascular outcomes at delivery. Across all income groups, Black, Hispanic, and A/PI women experience higher odds of in-hospital mortality compared with White women. Furthermore, high-income Black women had greater odds of many CV complications compared with low-income White women.",
  "authors": [
    {
      "last_name": "Zahid",
      "fore_name": "Salman",
      "initials": "S",
      "name": "Salman Zahid",
      "affiliations": [
        "Sands-Constellation Heart Institute, Rochester General Hospital, Rochester, New York, USA."
      ]
    },
    {
      "last_name": "Tanveer Ud Din",
      "fore_name": "Mian",
      "initials": "M",
      "name": "Mian Tanveer Ud Din",
      "affiliations": [
        "Department of Medicine, Allegheny Health Network, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Minhas",
      "fore_name": "Anum S",
      "initials": "AS",
      "name": "Anum S Minhas",
      "affiliations": [
        "Division of Cardiology, Johns Hopkins University School of Medicine, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Rai",
      "fore_name": "Devesh",
      "initials": "D",
      "name": "Devesh Rai",
      "affiliations": [
        "Sands-Constellation Heart Institute, Rochester General Hospital, Rochester, New York, USA."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Gurleen",
      "initials": "G",
      "name": "Gurleen Kaur",
      "affiliations": [
        "Division of Medicine, Brigham and Women's Hospital, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Carfagnini",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Carfagnini",
      "affiliations": [
        "Saba University School of Medicine, Saba, Dutch Carribean."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Zia",
      "initials": "MZ",
      "name": "Muhammad Zia Khan",
      "affiliations": [
        "Division of Cardiovascular Medicine, West Virginia University Heart & Vascular Institute, Morgantown, West Virginia, USA."
      ]
    },
    {
      "last_name": "Ullah",
      "fore_name": "Waqas",
      "initials": "W",
      "name": "Waqas Ullah",
      "affiliations": [
        "Department of Cardiovascular Medicine, Jefferson University Hospitals, Philadelphia, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette Gillian Christine",
      "initials": "HGC",
      "name": "Harriette Gillian Christine Van Spall",
      "affiliations": [
        "Department of Medicine (Cardiology) and Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton, Ontario, Canada.",
        "Research Institute of St. Joseph's, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hays",
      "fore_name": "Allison G",
      "initials": "AG",
      "name": "Allison G Hays",
      "affiliations": [
        "Division of Cardiology, Johns Hopkins University School of Medicine, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Michos",
      "fore_name": "Erin D",
      "initials": "ED",
      "name": "Erin D Michos",
      "affiliations": [
        "Division of Cardiology, Johns Hopkins University School of Medicine, Baltimore, Maryland, USA.",
        "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland, USA."
      ]
    }
  ],
  "journal": {
    "title": "JACC. Advances",
    "iso_abbreviation": "JACC Adv",
    "issn": "2772-963X",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "100062",
  "pages": "100062",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38938395",
    "pmc": "PMC11198579",
    "doi": "10.1016/j.jacadv.2022.100062",
    "pii": "S2772-963X(22)00066-7"
  },
  "doi": "10.1016/j.jacadv.2022.100062",
  "pmc_id": "PMC11198579",
  "dates": {
    "revised": "2024-06-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.972317",
    "pmid": "38938395"
  }
}