{
  "pmid": "38936483",
  "uid": "38936483",
  "title": "Natural mineral and industrial solid waste-based adsorbent for perfluorooctanoic acid and perfluorooctane sulfonate removal from surface water: Advances and prospects.",
  "abstract": "PER: and polyfluorinated alkyl substances, especially perfluorooctanoic acid and perfluorooctane sulfonic acid (PFOX), have attracted considerable attention lately because of their widespread occurrence in aquatic environment and potential biological toxicity to animals and human beings. The development of economical, efficient, and engineerable adsorbents for removing PFOX in water has become one of the research focuses. This review summarized the recent progress on natural mineral and industrial solid based adsorbent (NM&ISW-A) and removal mechanisms concerning PFOX onto NM&ISW-A, as well as proposed the current challenges and future perspectives of using NM&ISW-A for PFOX removal in water. Kaolinite and montmorillonite are usually used as model clay minerals for PFOX removal, and have been proved to adsorb PFOX by ligand exchange and electrostatic attraction. Fe-based minerals, such as goethite, magnetite, and hematite, have better PFOX adsorption capacity than clay minerals. The adsorbent prepared from industrial solid waste by high temperature roasting has great potential application prospects. Fabricating nanomaterials, amination modification, surfactant modification, fluorination modification, developing versatile composites, and designing special porous structure are beneficial to improve the adsorption performance of PFOX onto NM&ISW-A by enhancing the specific surface area, positive charge, and hydrophobicity. Electrostatic interaction, hydrophobic interaction, hydrogen bond, ligand and ion exchange, and self-aggregation (formation of micelle or hemimicelle) are the main adsorption mechanisms of PFOX by NM&ISW-A. Among them, electrostatic and hydrophobic interactions play a considerable role in the removal of PFOX by NM&ISW-A. Therefore, NM&ISW-A with electrostatic functionalities and considerable hydrophobic segments enables rapid, efficient, and high-capacity removal of PFOX. The future directions of NM&ISW-A for PFOX removal include the preparation and regeneration of engineerable NM&ISW-A, the development of coupling technology for PFOX removal based on NM&ISW-A, the in-depth research on adsorption mechanism of PFOX by NM&ISW-A, as well as the development of NM&ISW-A for PFOX alternatives removal. This review paper would be helpful the comprehensive understanding of NM&ISW-A potential for PFOX removal and the PFOX removal mechanisms, and identifies the gaps for future research and development.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Siyuan",
      "initials": "S",
      "name": "Siyuan Chen",
      "affiliations": [
        "School of Energy and Environmental Engineering, Hebei University of Technology, Tianjin, 300401, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Benhang",
      "initials": "B",
      "name": "Benhang Li",
      "affiliations": [
        "School of Energy and Environmental Engineering, Hebei University of Technology, Tianjin, 300401, China. Electronic address: benhangli@163.com."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Ruining",
      "initials": "R",
      "name": "Ruining Zhao",
      "affiliations": [
        "School of Energy and Environmental Engineering, Hebei University of Technology, Tianjin, 300401, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Boxuan",
      "initials": "B",
      "name": "Boxuan Zhang",
      "affiliations": [
        "School of Energy and Environmental Engineering, Hebei University of Technology, Tianjin, 300401, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Energy and Environmental Engineering, Hebei University of Technology, Tianjin, 300401, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Jiale",
      "initials": "J",
      "name": "Jiale Chen",
      "affiliations": [
        "School of Energy and Environmental Engineering, Hebei University of Technology, Tianjin, 300401, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Jiahe",
      "initials": "J",
      "name": "Jiahe Sun",
      "affiliations": [
        "School of Energy and Environmental Engineering, Hebei University of Technology, Tianjin, 300401, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Xiaodong",
      "initials": "X",
      "name": "Xiaodong Ma",
      "affiliations": [
        "School of Energy and Environmental Engineering, Hebei University of Technology, Tianjin, 300401, China. Electronic address: maxd@hebut.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Chemosphere",
    "iso_abbreviation": "Chemosphere",
    "issn": "1879-1298",
    "issn_type": "Electronic",
    "volume": "362",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "142662",
  "pages": "142662",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Fluorocarbons",
    "Adsorption",
    "Alkanesulfonic Acids",
    "Caprylates",
    "Water Pollutants, Chemical",
    "Water Purification",
    "Minerals",
    "Solid Waste",
    "Industrial Waste"
  ],
  "article_ids": {
    "pubmed": "38936483",
    "doi": "10.1016/j.chemosphere.2024.142662",
    "pii": "S0045-6535(24)01556-X"
  },
  "doi": "10.1016/j.chemosphere.2024.142662",
  "dates": {
    "completed": "2024-08-08",
    "revised": "2024-08-08"
  },
  "chemicals": [
    "Fluorocarbons",
    "perfluorooctanoic acid",
    "Alkanesulfonic Acids",
    "Caprylates",
    "perfluorooctane sulfonic acid",
    "Water Pollutants, Chemical",
    "Minerals",
    "Solid Waste",
    "Industrial Waste"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.683448",
    "pmid": "38936483"
  }
}