{
  "pmid": "38933528",
  "uid": "38933528",
  "title": "A Scoping Review of the Relationship Between Maternal BMI and Offspring Incidence of Respiratory Infection: Where Do We Go From Here?",
  "abstract": "INTRODUCTION: Pregnancy complications, including high maternal BMI, are associated with altered early development and child health outcomes. A growing body of work links the prenatal environment, specifically maternal BMI, with respiratory infections in offspring. In this rapid review, the authors review the literature supporting the hypothesis that high maternal BMI during pregnancy is associated with childhood respiratory infection incidence. METHODS: The authors employed systematic search criteria in known databases-EMBASE, EMCARE, MEDLINE, CINAHL, and PsychINFO-searching from inception to January 2023. Included were primary research studies that involved (1) human pregnancy, (2) pregravid or gestational overweight or obesity, and (3) childhood respiratory infection with or without hospitalization. RESULTS: Only 7 population-based cohort studies met the criteria, investigating maternal BMI as an exposure and childhood respiratory infection as an outcome (age 6 months to 18 years). Therefore, the authors conducted a qualitative analysis, and outcomes were reported. The authors found that >85% of the albeit few published studies support the hypothesis that maternal BMI may have independent and profound consequences on respiratory infection risk across childhood. DISCUSSION: This area of research needs large-scale, well-controlled studies to better understand the relationship between maternal BMI and childhood respiratory infection. Possible resources such as cohort catalogs and combined databases are discussed. These findings add to the growing evidence that early environmental factors influence lifelong respiratory health. By incorporating a life course approach to infectious disease risk, policy makers can put this research to work and target health vulnerabilities before they arise.",
  "authors": [
    {
      "last_name": "Warmington",
      "fore_name": "Anastasia V",
      "initials": "AV",
      "name": "Anastasia V Warmington",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bowdish",
      "fore_name": "Dawn M E",
      "initials": "DME",
      "name": "Dawn M E Bowdish",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Firestone Institute for Respiratory Health, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sloboda",
      "fore_name": "Deborah M",
      "initials": "DM",
      "name": "Deborah M Sloboda",
      "affiliations": [
        "Department of Biochemistry and Biomedical Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Farncombe Family Digestive Health Research Institute, Hamilton, Ontario, Canada.",
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "AJPM focus",
    "iso_abbreviation": "AJPM Focus",
    "issn": "2773-0654",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "100234",
  "pages": "100234",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38933528",
    "pmc": "PMC11200298",
    "doi": "10.1016/j.focus.2024.100234",
    "pii": "S2773-0654(24)00052-X"
  },
  "doi": "10.1016/j.focus.2024.100234",
  "pmc_id": "PMC11200298",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.783853",
    "pmid": "38933528"
  }
}