{
  "pmid": "38941955",
  "uid": "38941955",
  "title": "Biomarker screen for efficacy of oncolytic virotherapy in patient-derived pancreatic cancer cultures.",
  "abstract": "BACKGROUND: Pancreatic ductal adenocarcinoma (PDAC) is a tumour entity with unmet medical need. To assess the therapeutic potential of oncolytic virotherapy (OVT) against PDAC, different oncolytic viruses (OVs) are currently investigated in clinical trials. However, systematic comparisons of these different OVs in terms of efficacy against PDAC and biomarkers predicting therapeutic response are lacking. METHODS: We screened fourteen patient-derived PDAC cultures which reflect the intra- and intertumoural heterogeneity of PDAC for their sensitivity to five clinically relevant OVs, namely serotype 5 adenovirus Ad5-hTERT, herpes virus T-VEC, measles vaccine strain MV-NIS, reovirus jin-3, and protoparvovirus H-1PV. Live cell analysis, quantification of viral genome/gene expression, cell viability as well as cytotoxicity assays and titration of viral progeny were conducted. Transcriptome profiling was employed to identify potential predictive biomarkers for response to OV treatment. FINDINGS: Patient-derived PDAC cultures showed individual response patterns to OV treatment. Twelve of fourteen cultures were responsive to at least one OV, with no single OV proving superior or inferior across all cultures. Known host factors for distinct viruses were retrieved as potential biomarkers. Compared to the classical molecular subtype, the quasi-mesenchymal or basal-like subtype of PDAC was found to be more sensitive to H-1PV, jin-3, and T-VEC. Generally, expression of viral entry receptors did not correlate with sensitivity to OV treatment, with one exception: Expression of Galectin-1 (LGALS1), a factor involved in H-1PV entry, positively correlated with H-1PV induced cell killing. Rather, cellular pathways controlling immunological, metabolic and proliferative signaling appeared to determine outcome. For instance, high baseline expression of interferon-stimulated genes (ISGs) correlated with relative resistance to oncolytic measles virus, whereas low cyclic GMP-AMP synthase (cGAS) expression was associated with exceptional response. Combination treatment of MV-NIS with a cGAS inhibitor improved tumour cell killing in several PDAC cultures and cells overexpressing cGAS were found to be less sensitive to MV oncolysis. INTERPRETATION: Considering the heterogeneity of PDAC and the complexity of biological therapies such as OVs, no single biomarker can explain the spectrum of response patterns. For selection of a particular OV, PDAC molecular subtype, ISG expression as well as activation of distinct signaling and metabolic pathways should be considered. Combination therapies can overcome resistance in specific constellations. Overall, oncolytic virotherapy is a viable treatment option for PDAC, which warrants further development. This study highlights the need for personalised treatment in OVT. By providing all primary data, this study provides a rich source and guidance for ongoing developments. FUNDING: German National Science Foundation (Deutsche Forschungsgemeinschaft, DFG), German Cancer Aid (Deutsche Krebshilfe), German National Academic Scholarship Foundation (Studienstiftung des deutschen Volkes), Survival with Pancreatic Cancer Foundation.",
  "authors": [
    {
      "last_name": "Schäfer",
      "fore_name": "Theresa E",
      "initials": "TE",
      "name": "Theresa E Schäfer",
      "affiliations": [
        "Clinical Cooperation Unit Virotherapy, German Cancer Research Center (DKFZ), Heidelberg, Germany; Medical Faculty, Heidelberg University, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Knol",
      "fore_name": "Lisanne I",
      "initials": "LI",
      "name": "Lisanne I Knol",
      "affiliations": [
        "Department for Translational Medical Oncology, National Center for Tumor Diseases Dresden (NCT/UCC), A Partnership Between DKFZ, Faculty of Medicine and University Hospital Carl Gustav Carus, TUD Dresden University of Technology, and Helmholtz-Zentrum Dresden - Rossendorf (HZDR), Germany; Translational Medical Oncology, Faculty of Medicine and University Hospital Carl Gustav Carus, TUD Dresden University of Technology, Dresden, Germany."
      ]
    },
    {
      "last_name": "Haas",
      "fore_name": "Ferdinand V",
      "initials": "FV",
      "name": "Ferdinand V Haas",
      "affiliations": [
        "Virology and Microbiology, Center for Biomedical Education and Research (ZBAF), Witten/Herdecke University, Witten, Germany."
      ]
    },
    {
      "last_name": "Hartley",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Hartley",
      "affiliations": [
        "Laboratory of Oncolytic Virus Immuno-Therapeutics, German Cancer Research Center (DKFZ), Heidelberg, Germany; DNA Vector Laboratory, German Cancer Research Center (DKFZ), Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Pernickel",
      "fore_name": "Sophie C S",
      "initials": "SCS",
      "name": "Sophie C S Pernickel",
      "affiliations": [
        "Clinical Cooperation Unit Virotherapy, German Cancer Research Center (DKFZ), Heidelberg, Germany; Medical Faculty, Heidelberg University, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Jády",
      "fore_name": "Attila",
      "initials": "A",
      "name": "Attila Jády",
      "affiliations": [
        "Department for Translational Medical Oncology, National Center for Tumor Diseases Dresden (NCT/UCC), A Partnership Between DKFZ, Faculty of Medicine and University Hospital Carl Gustav Carus, TUD Dresden University of Technology, and Helmholtz-Zentrum Dresden - Rossendorf (HZDR), Germany; Translational Medical Oncology, Faculty of Medicine and University Hospital Carl Gustav Carus, TUD Dresden University of Technology, Dresden, Germany."
      ]
    },
    {
      "last_name": "Finkbeiner",
      "fore_name": "Maximiliane S C",
      "initials": "MSC",
      "name": "Maximiliane S C Finkbeiner",
      "affiliations": [
        "Virology and Microbiology, Center for Biomedical Education and Research (ZBAF), Witten/Herdecke University, Witten, Germany."
      ]
    },
    {
      "last_name": "Achberger",
      "fore_name": "Johannes",
      "initials": "J",
      "name": "Johannes Achberger",
      "affiliations": [
        "Virology and Microbiology, Center for Biomedical Education and Research (ZBAF), Witten/Herdecke University, Witten, Germany; Institute of Immunology, Faculty of Medicine Carl Gustav Carus, Technische Universität Dresden, Dresden, Germany."
      ]
    },
    {
      "last_name": "Arelaki",
      "fore_name": "Stella",
      "initials": "S",
      "name": "Stella Arelaki",
      "affiliations": [
        "German Cancer Research Center (DKFZ) Heidelberg, Translational Functional Cancer Genomics, Germany."
      ]
    },
    {
      "last_name": "Modic",
      "fore_name": "Živa",
      "initials": "Ž",
      "name": "Živa Modic",
      "affiliations": [
        "Clinical Cooperation Unit Virotherapy, German Cancer Research Center (DKFZ), Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Schröer",
      "fore_name": "Katrin",
      "initials": "K",
      "name": "Katrin Schröer",
      "affiliations": [
        "Virology and Microbiology, Center for Biomedical Education and Research (ZBAF), Witten/Herdecke University, Witten, Germany."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Wenli",
      "initials": "W",
      "name": "Wenli Zhang",
      "affiliations": [
        "Virology and Microbiology, Center for Biomedical Education and Research (ZBAF), Witten/Herdecke University, Witten, Germany."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute of Clinical Microbiology and Hygiene, University Hospital Regensburg, Regensburg, Germany; Institute of Medical Microbiology and Hygiene, University of Regensburg, Regensburg, Germany."
      ]
    },
    {
      "last_name": "Schuster",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Schuster",
      "affiliations": [
        "Institute of Medical Microbiology and Hygiene, University of Regensburg, Regensburg, Germany."
      ]
    },
    {
      "last_name": "Haferkamp",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian Haferkamp",
      "affiliations": [
        "Department of Dermatology, University Hospital Regensburg, Regensburg, Germany."
      ]
    },
    {
      "last_name": "Doerner",
      "fore_name": "Johannes",
      "initials": "J",
      "name": "Johannes Doerner",
      "affiliations": [
        "Department of Surgery, Helios University Hospital Wuppertal, Wuppertal, Germany."
      ]
    },
    {
      "last_name": "Gebauer",
      "fore_name": "Florian",
      "initials": "F",
      "name": "Florian Gebauer",
      "affiliations": [
        "Department of Surgery, Helios University Hospital Wuppertal, Wuppertal, Germany."
      ]
    },
    {
      "last_name": "Ackermann",
      "fore_name": "Maximilian",
      "initials": "M",
      "name": "Maximilian Ackermann",
      "affiliations": [
        "Institute of Pathology and Molecular Pathology, Helios University Clinic Wuppertal, Witten/Herdecke University, Witten, Germany; Institute of Pathology, RWTH University Clinics University Aachen, Aachen, Germany."
      ]
    },
    {
      "last_name": "Kvasnicka",
      "fore_name": "Hans-Michael",
      "initials": "HM",
      "name": "Hans-Michael Kvasnicka",
      "affiliations": [
        "Institute of Pathology and Molecular Pathology, Helios University Clinic Wuppertal, Witten/Herdecke University, Witten, Germany."
      ]
    },
    {
      "last_name": "Kulkarni",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Kulkarni",
      "affiliations": [
        "Laboratory of Oncolytic Virus Immuno-Therapeutics, Luxembourg Institute of Health, Luxembourg."
      ]
    },
    {
      "last_name": "Bots",
      "fore_name": "Selas T F",
      "initials": "STF",
      "name": "Selas T F Bots",
      "affiliations": [
        "Virus and Cell Biology Lab, Department of Cell and Chemical Biology, Leiden University Medical Center, Leiden, the Netherlands."
      ]
    },
    {
      "last_name": "Kemp",
      "fore_name": "Vera",
      "initials": "V",
      "name": "Vera Kemp",
      "affiliations": [
        "Virus and Cell Biology Lab, Department of Cell and Chemical Biology, Leiden University Medical Center, Leiden, the Netherlands."
      ]
    },
    {
      "last_name": "Hawinkels",
      "fore_name": "Lukas J A C",
      "initials": "LJAC",
      "name": "Lukas J A C Hawinkels",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, Leiden University Medical Center, Leiden, the Netherlands."
      ]
    },
    {
      "last_name": "Poetsch",
      "fore_name": "Anna R",
      "initials": "AR",
      "name": "Anna R Poetsch",
      "affiliations": [
        "Biotechnology Center, Technische Universität Dresden, Dresden, Germany; Faculty of Medicine and University Hospital Carl Gustav Carus, Technische Universität Dresden, Dresden, Germany; Helmholtz-Zentrum Dresden - Rossendorf (HZDR), Dresden, Germany; German Cancer Consortium (DKTK), Partner Site Dresden and German Cancer Research Center (DKFZ), Heidelberg, Germany; National Center for Tumor Diseases (NCT), Dresden, Germany: German Cancer Research Center (DKFZ), Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Hoeben",
      "fore_name": "Rob C",
      "initials": "RC",
      "name": "Rob C Hoeben",
      "affiliations": [
        "Virus and Cell Biology Lab, Department of Cell and Chemical Biology, Leiden University Medical Center, Leiden, the Netherlands."
      ]
    },
    {
      "last_name": "Ehrhardt",
      "fore_name": "Anja",
      "initials": "A",
      "name": "Anja Ehrhardt",
      "affiliations": [
        "Virology and Microbiology, Center for Biomedical Education and Research (ZBAF), Witten/Herdecke University, Witten, Germany."
      ]
    },
    {
      "last_name": "Marchini",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Marchini",
      "affiliations": [
        "Laboratory of Oncolytic Virus Immuno-Therapeutics, German Cancer Research Center (DKFZ), Heidelberg, Germany; Laboratory of Oncolytic Virus Immuno-Therapeutics, Luxembourg Institute of Health, Luxembourg."
      ]
    },
    {
      "last_name": "Ungerechts",
      "fore_name": "Guy",
      "initials": "G",
      "name": "Guy Ungerechts",
      "affiliations": [
        "Clinical Cooperation Unit Virotherapy, German Cancer Research Center (DKFZ), Heidelberg, Germany; Department of Medical Oncology, University Hospital Heidelberg, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Ball",
      "fore_name": "Claudia R",
      "initials": "CR",
      "name": "Claudia R Ball",
      "affiliations": [
        "Department for Translational Medical Oncology, National Center for Tumor Diseases Dresden (NCT/UCC), A Partnership Between DKFZ, Faculty of Medicine and University Hospital Carl Gustav Carus, TUD Dresden University of Technology, and Helmholtz-Zentrum Dresden - Rossendorf (HZDR), Germany; Translational Medical Oncology, Faculty of Medicine and University Hospital Carl Gustav Carus, TUD Dresden University of Technology, Dresden, Germany; German Cancer Research Center (DKFZ) Heidelberg, Translational Functional Cancer Genomics, Germany; German Cancer Consortium (DKTK), Partner Site Dresden, Germany; Faculty of Biology, TUD Dresden University of Technology, Germany."
      ]
    },
    {
      "last_name": "Engeland",
      "fore_name": "Christine E",
      "initials": "CE",
      "name": "Christine E Engeland",
      "affiliations": [
        "Clinical Cooperation Unit Virotherapy, German Cancer Research Center (DKFZ), Heidelberg, Germany; Virology and Microbiology, Center for Biomedical Education and Research (ZBAF), Witten/Herdecke University, Witten, Germany; Experimental Hematology and Immunotherapy, Department of Hematology, Hemostaseology, Cellular Therapy and Infectious Diseases, Faculty of Medicine and Leipzig University Hospital, Fraunhofer Institute for Cell Therapy and Immunology (IZI), Leipzig, Germany. Electronic address: christine.engeland@medizin.uni-leipzig.de."
      ]
    }
  ],
  "journal": {
    "title": "EBioMedicine",
    "iso_abbreviation": "EBioMedicine",
    "issn": "2352-3964",
    "issn_type": "Electronic",
    "volume": "105",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "105219",
  "pages": "105219",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Oncolytic Virotherapy",
    "Oncolytic Viruses",
    "Pancreatic Neoplasms",
    "Biomarkers, Tumor",
    "Carcinoma, Pancreatic Ductal",
    "Gene Expression Profiling",
    "Cell Line, Tumor",
    "Cell Survival",
    "Tumor Cells, Cultured"
  ],
  "article_ids": {
    "pubmed": "38941955",
    "pmc": "PMC11260584",
    "doi": "10.1016/j.ebiom.2024.105219",
    "pii": "S2352-3964(24)00254-8"
  },
  "doi": "10.1016/j.ebiom.2024.105219",
  "pmc_id": "PMC11260584",
  "dates": {
    "completed": "2024-07-12",
    "revised": "2024-07-24"
  },
  "chemicals": [
    "Biomarkers, Tumor"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.469033",
    "pmid": "38941955"
  }
}