{
  "pmid": "38946314",
  "uid": "38946314",
  "title": "Outpatient vs inpatient management of preterm prelabor rupture of membranes: A systematic review and meta-analysis.",
  "abstract": "INTRODUCTION: To compare neonatal, obstetrical, and maternal outcomes associated with outpatient vs inpatient management of pregnancies with preterm prelabor rupture of membranes (PPROM). MATERIAL AND METHODS: A search of MEDLINE, EMBASE, the Cochrane Database and Central Register from January 1, 1990 to July 31, 2023 identified randomized controlled trials (RCTs) and cohort studies comparing outpatient with inpatient management for pregnant persons diagnosed with PPROM before 37 weeks' gestation. No language restriction was applied. We applied a random effects model for meta-analysis. Trustworthiness was assessed using recently published guidance and Risk of bias using the RoB 2.0 tool for RCTs and ROBINS-I tool for cohort studies. The Grading of Recommendations, Assessment, Development, and Evaluations (GRADE) approach was used to assess the certainty of evidence (COE). Outcomes of interest included perinatal mortality, neonatal morbidities, latency and gestational age at delivery, and maternal morbidities. RCTs and cohort studies were analyzed separately. This study was registered in the International Prospective Register of Systematic Reviewsr: CRD42022295275. RESULTS: From 2825 records, two RCTs and 10 cohort studies involving 1876 patients were included in the review and meta-analysis. Outpatient management protocols varied but generally included brief initial hospitalization, strict eligibility criteria, and surveillance with laboratory and ultrasound investigations. Outpatient management showed lower rates of neonatal respiratory distress syndrome (cohort: RR 0.63 [0.52-0.77, very low COE]), longer latency to delivery (RCT: MD 7.43 days [1.14-13.72 days, moderate COE], cohort: MD 8.78 days [2.29-15.26 days, low COE]), higher gestational age at birth (cohort: MD 7.70 days [2.02-13.38 days, low COE]), lower rates of Apgar scores <7 at 5 min of life (cohort: RR 0.66 [0.50-0.89, very low COE]), and lower rates of histological chorioamnionitis (cohort: RR 0.74 [0.62-0.89, low COE]) without increased risks of adverse neonatal, obstetrical, or maternal outcomes. CONCLUSIONS: Meta-analysis of data from RCTs and cohort studies with very low-to-moderate certainty of evidence indicates that further high-quality research is needed to evaluate the safety and potential benefits of outpatient management for selected PPROM cases, given the moderate-to-high risk of bias in the included studies.",
  "authors": [
    {
      "last_name": "Williamson",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Williamson",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dong",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Dong",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "D'Souza",
      "fore_name": "Rohan",
      "initials": "R",
      "name": "Rohan D'Souza",
      "affiliations": [
        "Department of Obstetrics & Gynecology, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4049-2017"
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ronzoni",
      "fore_name": "Stefania",
      "initials": "S",
      "name": "Stefania Ronzoni",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Center, University of Toronto, Toronto, Ontario, Canada.",
        "Fetal Medicine Unit, Ontario Fetal Center, Department of Obstetrics & Gynecology, Mount Sinai Hospital, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-6290-5524"
    }
  ],
  "journal": {
    "title": "Acta obstetricia et gynecologica Scandinavica",
    "iso_abbreviation": "Acta Obstet Gynecol Scand",
    "issn": "1600-0412",
    "issn_type": "Electronic",
    "volume": "103",
    "issue": "11",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "2147",
  "end_page": "2162",
  "pages": "2147-2162",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Infant, Newborn",
    "Pregnancy",
    "Ambulatory Care",
    "Fetal Membranes, Premature Rupture",
    "Gestational Age",
    "Hospitalization",
    "Pregnancy Outcome"
  ],
  "article_ids": {
    "pubmed": "38946314",
    "pmc": "PMC11502410",
    "doi": "10.1111/aogs.14903"
  },
  "doi": "10.1111/aogs.14903",
  "pmc_id": "PMC11502410",
  "dates": {
    "completed": "2024-10-25",
    "revised": "2024-11-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:10:50.191764",
    "pmid": "38946314"
  }
}