{
  "pmid": "38941555",
  "uid": "38941555",
  "title": "Prevalence of Haemophilus influenzae in the nasopharynx of children from regions with varying incidence of invasive H. influenzae serotype a disease: Canadian Immunization Research Network (CIRN) study.",
  "abstract": "Haemophilus influenzae serotype a (Hia) has recently emerged as an important cause of invasive disease in the North American Arctic and Sub-Arctic regions, mainly affecting young Indigenous children. In this study, we addressed the question of whether the prevalence of Hia and all H. influenzae in the nasopharynx differed between paediatric populations from regions with high versus low incidence of invasive Hia disease. Nasopharyngeal specimens from children with acute respiratory tract infections (ARTI) collected for routine diagnostic detection of respiratory viruses were analysed with molecular-genetic methods to identify and serotype H. influenzae. In Nunavut, a region with a high incidence of invasive Hia disease, all H. influenzae and particularly Hia were found in the nasopharynx of 60.6% and 3.0% children. In Southern Ontario (Hamilton region), where Hia invasive disease is rare, the frequencies of all H. influenzae and Hia detection were 38.5% and 0.6%, respectively. In both cohorts, non-typeable H. influenzae was prevalent (57.0% and 37.9%, respectively). Considering that Hia is an important cause of severe invasive disease in Nunavut children, 3% prevalence of Hia among children with ARTI can reflect continuing circulation of the pathogen in the Northern communities that may result in invasive disease outbreaks.",
  "authors": [
    {
      "last_name": "Ulanova",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Ulanova",
      "affiliations": [
        "Medical Sciences, NOSM University, Thunder Bay, ON, Canada."
      ],
      "orcid": "0000-0002-4794-9999"
    },
    {
      "last_name": "Tsang",
      "fore_name": "Raymond Sw",
      "initials": "RS",
      "name": "Raymond Sw Tsang",
      "affiliations": [
        "Vaccine Preventable Bacterial Diseases, National Microbiology Laboratory Branch, Public Health Agency of Canada, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Goldfarb",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Goldfarb",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada.",
        "Virology, Hamilton Regional Laboratory Medicine Association, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Huska",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Huska",
      "affiliations": [
        "Medical Sciences, NOSM University, Thunder Bay, ON, Canada."
      ]
    },
    {
      "last_name": "Luinstra",
      "fore_name": "Kathy",
      "initials": "K",
      "name": "Kathy Luinstra",
      "affiliations": [
        "Virology, Hamilton Regional Laboratory Medicine Association, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Le Saux",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Le Saux",
      "affiliations": [
        "Division of Infectious Disease, University of Ottawa, Ottawa, ON, Canada.",
        "Division of Infectious Diseases, Children's Hospital of Eastern Ontario (CHEO), Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of circumpolar health",
    "iso_abbreviation": "Int J Circumpolar Health",
    "issn": "2242-3982",
    "issn_type": "Electronic",
    "volume": "83",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "2371111",
  "pages": "2371111",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Haemophilus influenzae",
    "Haemophilus Infections",
    "Child, Preschool",
    "Nasopharynx",
    "Prevalence",
    "Infant",
    "Male",
    "Female",
    "Incidence",
    "Ontario",
    "Child",
    "Arctic Regions",
    "Nunavut",
    "Respiratory Tract Infections",
    "Canada",
    "Serogroup"
  ],
  "article_ids": {
    "pubmed": "38941555",
    "pmc": "PMC11216270",
    "doi": "10.1080/22423982.2024.2371111"
  },
  "doi": "10.1080/22423982.2024.2371111",
  "pmc_id": "PMC11216270",
  "dates": {
    "completed": "2024-06-28",
    "revised": "2025-05-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.157549",
    "pmid": "38941555"
  }
}