{
  "pmid": "38948418",
  "uid": "38948418",
  "title": "Association between acute peripancreatic fluid collections and early readmission in acute pancreatitis: A propensity-matched analysis.",
  "abstract": "BACKGROUND: Patients with acute pancreatitis (AP) frequently experience hospital readmissions, posing a significant burden to healthcare systems. Acute peripancreatic fluid collection (APFC) may negatively impact the clinical course of AP. It could worsen symptoms and potentially lead to additional complications. However, clinical evidence regarding the specific association between APFC and early readmission in AP remains scarce. Understanding the link between APFC and readmission may help improve clinical care for AP patients and reduce healthcare costs. AIM: To evaluate the association between APFC and 30-day readmission in patients with AP. METHODS: This retrospective cohort study is based on the Nationwide Readmission Database for 2016-2019. Patients with a primary diagnosis of AP were identified. Participants were categorized into those with and without APFC. A 1:1 propensity score matching for age, gender, and Elixhauser comorbidities was performed. The primary outcome was early readmission rates. Secondary outcomes included the incidence of inpatient complications and healthcare utilization. Unadjusted analyses used Mann-Whitney U and χ [2] tests, while Cox regression models assessed 30-day readmission risks and reported them as adjusted hazard ratios (aHR). Kaplan-Meier curves and log-rank tests verified readmission risks. RESULTS: A total of 673059 patients with the principal diagnosis of AP were included. Of these, 5.1% had APFC on initial admission. After propensity score matching, each cohort consisted of 33914 patients. Those with APFC showed a higher incidence of inpatient complications, including septic shock (3.1% vs 1.3%, P < 0.001), portal venous thrombosis (4.4% vs 0.8%, P < 0.001), and mechanical ventilation (1.8% vs 0.9%, P < 0.001). The length of stay (LOS) was longer for APFC patients [4 (3-7) vs 3 (2-5) days, P < 0.001], as were hospital charges ($29451 vs $24418, P < 0.001). For 30-day readmissions, APFC patients had a higher rate (15.7% vs 6.5%, P < 0.001) and a longer median readmission LOS (4 vs 3 days, P < 0.001). The APFC group also had higher readmission charges ($28282 vs $22865, P < 0.001). The presence of APFC increased the risk of readmission twofold (aHR 2.52, 95% confidence interval: 2.40-2.65, P < 0.001). The independent risk factors for 30-day readmission included female gender, Elixhauser Comorbidity Index ≥ 3, chronic pulmonary diseases, chronic renal disease, protein-calorie malnutrition, substance use disorder, depression, portal and splenic venous thrombosis, and certain endoscopic procedures. CONCLUSION: Developing APFC during index hospitalization for AP is linked to higher readmission rates, more inpatient complications, longer LOS, and increased healthcare costs. Knowing predictors of readmission can help target high-risk patients, reducing healthcare burdens.",
  "authors": [
    {
      "last_name": "Ali",
      "fore_name": "Hassam",
      "initials": "H",
      "name": "Hassam Ali",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, East Carolina University Brody School of Medicine, Greenville, NC 27834, United States."
      ]
    },
    {
      "last_name": "Inayat",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Inayat",
      "affiliations": [
        "Department of Internal Medicine, Allama Iqbal Medical College, Lahore, Punjab 54550, Pakistan."
      ]
    },
    {
      "last_name": "Rasheed",
      "fore_name": "Waqas",
      "initials": "W",
      "name": "Waqas Rasheed",
      "affiliations": [
        "Department of Internal Medicine, Texas Tech University Health Sciences Center, Lubbock, TX 79430, United States."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Arslan",
      "initials": "A",
      "name": "Arslan Afzal",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, East Carolina University Brody School of Medicine, Greenville, NC 27834, United States."
      ]
    },
    {
      "last_name": "Chaudhry",
      "fore_name": "Ahtshamullah",
      "initials": "A",
      "name": "Ahtshamullah Chaudhry",
      "affiliations": [
        "Department of Internal Medicine, St. Dominic's Hospital, Jackson, MS 39216, United States."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Pratik",
      "initials": "P",
      "name": "Pratik Patel",
      "affiliations": [
        "Department of Gastroenterology, Mather Hospital and Hofstra University Zucker School of Medicine, Port Jefferson, NY 11777, United States."
      ]
    },
    {
      "last_name": "Rehman",
      "fore_name": "Attiq Ur",
      "initials": "AU",
      "name": "Attiq Ur Rehman",
      "affiliations": [
        "Department of Hepatology, Geisinger Wyoming Valley Medical Center, Wilkes-Barre, PA 18711, United States."
      ]
    },
    {
      "last_name": "Anwar",
      "fore_name": "Muhammad Sajeel",
      "initials": "MS",
      "name": "Muhammad Sajeel Anwar",
      "affiliations": [
        "Department of Internal Medicine, UHS Wilson Medical Center, Johnson City, NY 13790, United States."
      ]
    },
    {
      "last_name": "Nawaz",
      "fore_name": "Gul",
      "initials": "G",
      "name": "Gul Nawaz",
      "affiliations": [
        "Department of Internal Medicine, Allama Iqbal Medical College, Lahore, Punjab 54550, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohaib",
      "initials": "MS",
      "name": "Muhammad Sohaib Afzal",
      "affiliations": [
        "Department of Internal Medicine, Louisiana State University Health, Shreveport, LA 71103, United States."
      ]
    },
    {
      "last_name": "Sohail",
      "fore_name": "Amir H",
      "initials": "AH",
      "name": "Amir H Sohail",
      "affiliations": [
        "Department of Surgery, University of New Mexico School of Medicine, Albuquerque, NM 87106, United States."
      ]
    },
    {
      "last_name": "Subramanium",
      "fore_name": "Subanandhini",
      "initials": "S",
      "name": "Subanandhini Subramanium",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, East Carolina University Brody School of Medicine, Greenville, NC 27834, United States."
      ]
    },
    {
      "last_name": "Dahiya",
      "fore_name": "Dushyant Singh",
      "initials": "DS",
      "name": "Dushyant Singh Dahiya",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Motility, The University of Kansas School of Medicine, Kansas City, KS 64108, United States."
      ]
    },
    {
      "last_name": "Budh",
      "fore_name": "Deepa",
      "initials": "D",
      "name": "Deepa Budh",
      "affiliations": [
        "Department of Internal Medicine, St. Barnabas Hospital and Albert Einstein College of Medicine, Bronx, NY 10457, United States."
      ]
    },
    {
      "last_name": "Mohan",
      "fore_name": "Babu P",
      "initials": "BP",
      "name": "Babu P Mohan",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, University of Utah School of Medicine, Salt Lake City, UT 84132, United States."
      ]
    },
    {
      "last_name": "Adler",
      "fore_name": "Douglas G",
      "initials": "DG",
      "name": "Douglas G Adler",
      "affiliations": [
        "Center for Advanced Therapeutic Endoscopy, Porter Adventist Hospital, Centura Health, Denver, CO 80210, United States. dougraham2001@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "World journal of experimental medicine",
    "iso_abbreviation": "World J Exp Med",
    "issn": "2220-315X",
    "issn_type": "Print",
    "volume": "14",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Jun",
    "pub_day": "20"
  },
  "start_page": "92052",
  "pages": "92052",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38948418",
    "pmc": "PMC11212740",
    "doi": "10.5493/wjem.v14.i2.92052"
  },
  "doi": "10.5493/wjem.v14.i2.92052",
  "pmc_id": "PMC11212740",
  "dates": {
    "revised": "2024-07-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.147414",
    "pmid": "38948418"
  }
}