{
  "pmid": "38947960",
  "uid": "38947960",
  "title": "Impact of COVID-19 on liver transplant recipients: A nationwide cohort study evaluating hospitalization, transplant rejection, and inpatient mortality.",
  "abstract": "BACKGROUND: The coronavirus disease 2019 (COVID-19) pandemic has posed a major public health concern worldwide. Patients with comorbid conditions are at risk of adverse outcomes following COVID-19. Solid organ transplant recipients with concurrent immunosuppression and comorbidities are more susceptible to a severe COVID-19 infection. It could lead to higher rates of inpatient complications and mortality in this patient population. However, studies on COVID-19 outcomes in liver transplant (LT) recipients have yielded inconsistent findings. AIM: To evaluate the impact of the COVID-19 pandemic on hospital-related outcomes among LT recipients in the United States. METHODS: We conducted a retrospective cohort study using the 2019-2020 National Inpatient Sample database. Patients with primary LT hospitalizations and a secondary COVID-19 diagnosis were identified using the International Classification of Diseases, Tenth Revision coding system. The primary outcomes included trends in LT hospitalizations before and during the COVID-19 pandemic. Secondary outcomes included comparative trends in inpatient mortality and transplant rejection in LT recipients. RESULTS: A total of 15720 hospitalized LT recipients were included. Approximately 0.8% of patients had a secondary diagnosis of COVID-19 infection. In both cohorts, the median admission age was 57 years. The linear trends for LT hospitalizations did not differ significantly before and during the pandemic (P = 0.84). The frequency of in-hospital mortality for LT recipients increased from 1.7% to 4.4% between January 2019 and December 2020. Compared to the pre-pandemic period, a higher association was noted between LT recipients and in-hospital mortality during the pandemic, with an odds ratio (OR) of 1.69 [95% confidence interval (CI): 1.55-1.84), P < 0.001]. The frequency of transplant rejections among hospitalized LT recipients increased from 0.2% to 3.6% between January 2019 and December 2020. LT hospitalizations during the COVID-19 pandemic had a higher association with transplant rejection than before the pandemic [OR: 1.53 (95%CI: 1.26-1.85), P < 0.001]. CONCLUSION: The hospitalization rates for LT recipients were comparable before and during the pandemic. Inpatient mortality and transplant rejection rates for hospitalized LT recipients were increased during the COVID-19 pandemic.",
  "authors": [
    {
      "last_name": "Inayat",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Inayat",
      "affiliations": [
        "Department of Internal Medicine, Allama Iqbal Medical College, Lahore, Punjab 54550, Pakistan. faisalinayat@hotmail.com."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Pratik",
      "initials": "P",
      "name": "Pratik Patel",
      "affiliations": [
        "Division of Gastroenterology, Mather Hospital and Zucker School of Medicine at Hofstra University, Port Jefferson, NY 11777, United States."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Hassam",
      "initials": "H",
      "name": "Hassam Ali",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, East Carolina University Brody School of Medicine, Greenville, NC 27834, United States."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Arslan",
      "initials": "A",
      "name": "Arslan Afzal",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, East Carolina University Brody School of Medicine, Greenville, NC 27834, United States."
      ]
    },
    {
      "last_name": "Tahir",
      "fore_name": "Hamza",
      "initials": "H",
      "name": "Hamza Tahir",
      "affiliations": [
        "Department of Internal Medicine, Jefferson Einstein Hospital, Philadelphia, PA 19141, United States."
      ]
    },
    {
      "last_name": "Chaudhry",
      "fore_name": "Ahtshamullah",
      "initials": "A",
      "name": "Ahtshamullah Chaudhry",
      "affiliations": [
        "Department of Internal Medicine, St. Dominic's Hospital, Jackson, MS 39216, United States."
      ]
    },
    {
      "last_name": "Ishtiaq",
      "fore_name": "Rizwan",
      "initials": "R",
      "name": "Rizwan Ishtiaq",
      "affiliations": [
        "Department of Internal Medicine, Saint Francis Hospital and Medical Center, Hartford, CT 06105, United States."
      ]
    },
    {
      "last_name": "Rehman",
      "fore_name": "Attiq Ur",
      "initials": "AU",
      "name": "Attiq Ur Rehman",
      "affiliations": [
        "Division of Hepatology, Geisinger Wyoming Valley Medical Center, Wilkes-Barre, PA 18711, United States."
      ]
    },
    {
      "last_name": "Darji",
      "fore_name": "Kishan",
      "initials": "K",
      "name": "Kishan Darji",
      "affiliations": [
        "Department of Internal Medicine, Campbell University and Cape Fear Valley Medical Center, Fayetteville, NC 28301, United States."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohaib",
      "initials": "MS",
      "name": "Muhammad Sohaib Afzal",
      "affiliations": [
        "Department of Internal Medicine, Louisiana State University Health, Shreveport, LA 71103, United States."
      ]
    },
    {
      "last_name": "Nawaz",
      "fore_name": "Gul",
      "initials": "G",
      "name": "Gul Nawaz",
      "affiliations": [
        "Department of Internal Medicine, Allama Iqbal Medical College, Lahore, Punjab 54550, Pakistan."
      ]
    },
    {
      "last_name": "Giammarino",
      "fore_name": "Alexa",
      "initials": "A",
      "name": "Alexa Giammarino",
      "affiliations": [
        "Department of Internal Medicine, North Shore University Hospital and Zucker School of Medicine at Hofstra University, Manhasset, NY 11030, United States."
      ]
    },
    {
      "last_name": "Satapathy",
      "fore_name": "Sanjaya K",
      "initials": "SK",
      "name": "Sanjaya K Satapathy",
      "affiliations": [
        "Division of Hepatology, North Shore University Hospital and Zucker School of Medicine at Hofstra University, Manhasset, NY 11030, United States."
      ]
    }
  ],
  "journal": {
    "title": "World journal of transplantation",
    "iso_abbreviation": "World J Transplant",
    "issn": "2220-3230",
    "issn_type": "Print",
    "volume": "14",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Jun",
    "pub_day": "18"
  },
  "start_page": "90866",
  "pages": "90866",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38947960",
    "pmc": "PMC11212588",
    "doi": "10.5500/wjt.v14.i2.90866"
  },
  "doi": "10.5500/wjt.v14.i2.90866",
  "pmc_id": "PMC11212588",
  "dates": {
    "revised": "2024-07-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.146730",
    "pmid": "38947960"
  }
}