{
  "pmid": "38942177",
  "uid": "38942177",
  "title": "A systematic survey of 200 systematic reviews with network meta-analysis (published 2020-2021) reveals that few reviews report structured evidence summaries.",
  "abstract": "OBJECTIVES: To map whether and how systematic reviews (SRs) with network meta-analysis (NMA) use presentation formats to report (a) structured evidence summaries - here defined as reporting of effects estimates in absolute effects with certainty ratings and with a method to rate interventions across one or more outcome(s) - and (b) NMA results in general. STUDY DESIGN AND SETTING: We conducted a systematic survey, searching MEDLINE (Ovid) for SRs with NMA published between January 1, 2020, and December 31, 2021. We planned to include a random sample of publications, with predefined mechanisms in place for saturation, and included SRs that met prespecified quality criteria and extracted data on presentation formats that reported: (a) estimates of effects, (b) certainty of the evidence, or (c) rating of interventions. RESULTS: The 200 eligible SRs, from 158 unique Journals, utilized 1133 presentation formats. We found structured evidence summaries in 10 publications (5.0%), with 3 (1.5%) reporting structured evidence summaries across all outcomes, including benefits and harms. Sixteen of the 133 SRs (11.7%) reporting dichotomous outcomes included estimates of absolute effects. Seventy-six SRs (38.0%) reported both benefits and harms and 26 SRs (13.0%) reported certainty ratings in presentation formats, 20 (76.9%) used Grading of Recommendations Assessment, Development and Evaluation and 6 (23.1%) used Confidence In Network Meta-analysis. Surface Under the Cumulative Ranking Curve was the most common method to rate interventions (69 SRs, 34.5%). NMA results were most often reported using forest plots (108 SRs, 54.0%) and league tables (93 SRs, 46.5%). CONCLUSION: Most SRs with NMA do not report structured evidence summaries and only rarely do such summaries include reporting of both benefits and harms; those that do offer effective user-friendly communication and provide models for optimal NMA presentation practice.",
  "authors": [
    {
      "last_name": "Løvsletten",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Løvsletten",
      "affiliations": [
        "Department of Medicine, Lovisenberg Diaconal Hospital, Oslo, Norway; Faculty of Medicine, Institute of Health and Society, University of Oslo, Oslo, Norway. Electronic address: perolav@magicevidence.org."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiaoqin",
      "initials": "X",
      "name": "Xiaoqin Wang",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; University of Ottawa Heart Institute Research Corporation, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pitre",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Pitre",
      "affiliations": [
        "Department of Respirology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ødegaard",
      "fore_name": "Marte",
      "initials": "M",
      "name": "Marte Ødegaard",
      "affiliations": [
        "Library of Medicine and Science, University of Oslo Library, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Veroniki",
      "fore_name": "Areti Angeliki",
      "initials": "AA",
      "name": "Areti Angeliki Veroniki",
      "affiliations": [
        "Knowledge Translation Program, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Ontario, Toronto, Canada; Institute for Health Policy, Management, and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lunny",
      "fore_name": "Carole",
      "initials": "C",
      "name": "Carole Lunny",
      "affiliations": [
        "Knowledge Translation Program, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Ontario, Toronto, Canada; Cochrane Hypertension Group and the Therapeutics Initiative, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Tricco",
      "fore_name": "Andrea C",
      "initials": "AC",
      "name": "Andrea C Tricco",
      "affiliations": [
        "Knowledge Translation Program, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Ontario, Toronto, Canada; Queen's Collaboration for Health Care Quality: A JBI Centre of Excellence, Queen's School of Nursing. Queen's University, Kingston, Ontario, Canada; Epidemiology Division and Institute of Health Policy, Management, and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Internal Medicine, University Hospitals of Geneva, Geneva, Switzerland; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Department of Medicine, Lovisenberg Diaconal Hospital, Oslo, Norway; Faculty of Medicine, Institute of Health and Society, University of Oslo, Oslo, Norway; MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "173",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "111445",
  "pages": "111445",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Systematic Reviews as Topic",
    "Network Meta-Analysis As Topic",
    "Humans",
    "Evidence-Based Medicine"
  ],
  "article_ids": {
    "pubmed": "38942177",
    "doi": "10.1016/j.jclinepi.2024.111445",
    "pii": "S0895-4356(24)00201-4"
  },
  "doi": "10.1016/j.jclinepi.2024.111445",
  "dates": {
    "completed": "2024-09-22",
    "revised": "2025-01-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:50.354235",
    "pmid": "38942177"
  }
}