{
  "pmid": "38943908",
  "uid": "38943908",
  "title": "Modelling the impacts of volumetric and minimum unit pricing for alcohol on social harms in Australia.",
  "abstract": "AIMS: Alcohol pricing policies may reduce alcohol-related harms, yet little work has been done to model their effectiveness beyond health outcomes especially in Australia. We aim to estimate the impacts of four taxation and minimum unit pricing (MUP) interventions on selected social harms across sex and age subgroups in Australia. METHODS: We used econometrics and epidemiologic simulations using demand elasticity and risk measures. We modelled four policies including (A) uniform excise rates (UER) (based on alcohol units) (B) MUP $1.30 on all alcoholic beverages (C) UER + 10 % (D) MUP$ 1.50. People who consumed alcohol were classified as (a) moderate (≤ 14 Australian standard drinks (SDs) per week) (b) Hazardous (15-42 SDs per week for men and 14-35 ASDs for women) and (c) Harmful (> 42 SDs per week for men and > 35 ASDs for women). Outcomes were sickness absence, sickness presenteeism, unemployment, antisocial behaviours, and police-reported crimes. We used relative risk functions from meta-analysis, cohort study, cross-sectional survey, or attributable fractions from routine criminal records. We applied the potential impact fraction to estimate the reduction in social harms by age group and sex after implementation of pricing policies. RESULTS: All four modelled pricing policies resulted in a decrease in the overall mean baseline of current alcohol consumption, primarily due to fewer people drinking harmful amounts. These policies also reduced the total number of crimes and workplace harms compared to the current taxation system. These reductions were consistent across all age and sex subgroups. Specifically, sickness absence decreased by 0.2-0.4 %, alcohol-related sickness presenteeism by 7-9 %, unemployment by 0.5-0.7 %, alcohol-related antisocial behaviours by 7.3-11.1 %, and crimes by 4-6 %. Of all the policies, the implementation of a $1.50 MUP resulted in the largest reductions across most outcome measures. CONCLUSION: Our results highlight that alcohol pricing policies can address the burden of social harms in Australia. However, pricing policies should just form part of a comprehensive alcohol policy approach along with other proven policy measures such as bans on aggressive marketing of alcoholic products and enforcing the restrictions on the availability of alcohol through outlet density regulation or reduced hours of sale to have a more impact on social harms.",
  "authors": [
    {
      "last_name": "Marzan",
      "fore_name": "Melvin Barrientos",
      "initials": "MB",
      "name": "Melvin Barrientos Marzan",
      "affiliations": [
        "Department of Obstetrics and Gynaecology and Newborn Health, Melbourne Medical School, University of Melbourne, Melbourne, Australia. Electronic address: melvin.marzan@unimelb.edu.au."
      ]
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Australia; National Drug Research Institute, Curtin University, Perth, Australia; Department of Clinical Neurosciences, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Heng",
      "initials": "H",
      "name": "Heng Jiang",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Australia; Melbourne School of Population and Global Health, University of Melbourne, Melbourne, Australia; Department of Public Health, School of Psychology and Public Health, La Trobe University, Melbourne, Australia."
      ]
    }
  ],
  "journal": {
    "title": "The International journal on drug policy",
    "iso_abbreviation": "Int J Drug Policy",
    "issn": "1873-4758",
    "issn_type": "Electronic",
    "volume": "129",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "104502",
  "pages": "104502",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Alcoholic Beverages",
    "Australia",
    "Adult",
    "Alcohol Drinking",
    "Middle Aged",
    "Young Adult",
    "Taxes",
    "Adolescent",
    "Commerce",
    "Crime",
    "Aged",
    "Models, Econometric",
    "Costs and Cost Analysis",
    "Age Factors",
    "Harm Reduction",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "38943908",
    "doi": "10.1016/j.drugpo.2024.104502",
    "pii": "S0955-3959(24)00187-7"
  },
  "doi": "10.1016/j.drugpo.2024.104502",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2024-08-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.850458",
    "pmid": "38943908"
  }
}