{
  "pmid": "38954320",
  "uid": "38954320",
  "title": "Non-Inferiority Trials: A Systematic Review on Methodological Quality and Reporting Standards.",
  "abstract": "BACKGROUND: Non-inferiority (NI) trials require unique trial design and methods, which pose challenges in their interpretation and applicability, risking introduction of inferior therapies in clinical practice. With the abundance of novel therapies, NI trials are increasing in publication. Prior studies found inadequate quality of reporting of NI studies, but were limited to certain specialties/journals, lacked NI margin evaluation, and did not examine temporal changes in quality. We conducted a systematic review without restriction to journal type, journal impact factor, disease state or intervention to evaluate the quality of NI trials, including a comprehensive risk of bias assessment and comparison of quality over time. METHODOLOGY: We searched PubMed and Cochrane Library databases for NI trials published in English in 2014 and 2019. They were assessed for: study design and NI margin characteristics, primary results, and risk of bias for blinding, concealment, analysis method and missing outcome data. RESULTS: We included 823 studies. Between 2014 and 2019, a shift from publication in specialty to general journals (15% vs 28%, p < 0.001) and from pharmacological to non-pharmacological interventions (25% vs 38%, p = 0.025) was observed. The NI margin was specified in most trials for both years (94% vs 95%). Rationale for the NI margin increased (36% vs 57%, p < 0.001), but remained low, with clinical judgement the most common rationale (30% vs 23%), but more 2019 articles incorporating patient values (0.3% vs 21%, p < 0.001). Over 50% of studies were open-label for both years. Gold standard method of analyses (both per protocol + (modified) intention to treat) declined over time (43% vs 36%, p < 0.001). DISCUSSION: The methodological quality and reporting of NI trials remains inadequate although improving in some areas. Improved methods for NI margin justification, blinding, and analysis method are warranted to facilitate clinical decision-making.",
  "authors": [
    {
      "last_name": "Sengul",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Sengul",
      "affiliations": [
        "Department of Pharmacy Practice and Administration, Western University of Health Sciences, Pomona, CA, USA."
      ]
    },
    {
      "last_name": "Escobar",
      "fore_name": "Edison",
      "initials": "E",
      "name": "Edison Escobar",
      "affiliations": [
        "Kaiser Permanente Santa Monica, Santa Monica, CA, USA."
      ]
    },
    {
      "last_name": "Flores",
      "fore_name": "John R",
      "initials": "JR",
      "name": "John R Flores",
      "affiliations": [
        "Kaiser Permanente San Bernardino County, Fontana, CA, USA."
      ]
    },
    {
      "last_name": "Kwok",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Kwok",
      "affiliations": [
        "Walgreens, Chino Hills, CA, USA."
      ]
    },
    {
      "last_name": "Kono",
      "fore_name": "Shogo",
      "initials": "S",
      "name": "Shogo Kono",
      "affiliations": [
        "VA Greater Los Angeles Healthcare System, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jackevicius",
      "fore_name": "Cynthia A",
      "initials": "CA",
      "name": "Cynthia A Jackevicius",
      "affiliations": [
        "Department of Pharmacy Practice and Administration, Western University of Health Sciences, Pomona, CA, USA. cjackevicius@westernu.edu.",
        "VA Greater Los Angeles Healthcare System, Los Angeles, CA, USA. cjackevicius@westernu.edu.",
        "Institute for Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada. cjackevicius@westernu.edu.",
        "ICES, Toronto, Canada. cjackevicius@westernu.edu."
      ],
      "orcid": "0000-0001-5274-7251"
    }
  ],
  "journal": {
    "title": "Journal of general internal medicine",
    "iso_abbreviation": "J Gen Intern Med",
    "issn": "1525-1497",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "13",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "2522",
  "end_page": "2530",
  "pages": "2522-2530",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Equivalence Trials as Topic",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "38954320",
    "pmc": "PMC11436551",
    "doi": "10.1007/s11606-024-08890-9",
    "pii": "10.1007/s11606-024-08890-9"
  },
  "doi": "10.1007/s11606-024-08890-9",
  "pmc_id": "PMC11436551",
  "dates": {
    "completed": "2024-09-27",
    "revised": "2024-10-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.318253",
    "pmid": "38954320"
  }
}