{
  "pmid": "38952998",
  "uid": "38952998",
  "title": "The effects of diabetes self-management programs on clinical and patient reported outcomes in older adults: a systematic review and meta-analysis.",
  "abstract": "OBJECTIVES: With diabetes self-management continuing to become more complex for older adults, self-management programs have been shown to support this population in meeting their multifaceted medical needs. Building on our previous systematic review and meta-analysis, we aimed to update the literature on the effectiveness of diabetes self-management programs and investigate the impact of specific self-management interventions on clinical and patient-reported outcomes. METHODS: We updated our literature search in the following databases: Medline, EMBASE, PsychINFO, CINAHL and Cochrane Database of Randomized Controlled Trials from November 2013 to July 2023 for studies that may fit our inclusion criteria. Two independent reviewers screened and extracted data from the included group of studies. RESULTS: A total of 17 studies with 21 comparison arms met the inclusion criteria, totalling 5976 older adults (3510 individuals randomized to self-management programming and 2466 to usual care). The pooled effectiveness of diabetes self-management programs in older adults on glycemic control (hemoglobin A1C) was a reduction of -0.32 (95% CI -0.44, -0.19). Specifically, the most effective approach on glycemic control (A1C) was the use of feedback (-0.52%; 95% CI -0.68, -0.36). Overall, self-management programs improved behaviour change outcomes, with feedback interventions being most effective (standardized mean difference [SMD] 0.91; 95% CI 0.39, 1.43). The effect of self-management programs on body mass index, weight and lipids were statistically and clinically significant. CONCLUSIONS: The evidence for diabetes self-management programs for older adults demonstrates a small but clinically meaningful reduction in A1C, improvement in patient-reported outcomes (behaviour, self-efficacy, knowledge), and other clinical outcomes (BMI, weight and lipids). The specific strategy used in diabetes self-management programs for older adults should be considered to achieve optimal results on outcomes.",
  "authors": [
    {
      "last_name": "Alliston",
      "fore_name": "Paige",
      "initials": "P",
      "name": "Paige Alliston",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jovkovic",
      "fore_name": "Milos",
      "initials": "M",
      "name": "Milos Jovkovic",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Khalid",
      "fore_name": "Saira",
      "initials": "S",
      "name": "Saira Khalid",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fitzpatrick-Lewis",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Fitzpatrick-Lewis",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Muhammad Usman",
      "initials": "MU",
      "name": "Muhammad Usman Ali",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in clinical diabetes and healthcare",
    "iso_abbreviation": "Front Clin Diabetes Healthc",
    "issn": "2673-6616",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2024"
  },
  "start_page": "1348104",
  "pages": "1348104",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38952998",
    "pmc": "PMC11215190",
    "doi": "10.3389/fcdhc.2024.1348104"
  },
  "doi": "10.3389/fcdhc.2024.1348104",
  "pmc_id": "PMC11215190",
  "dates": {
    "revised": "2024-07-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.784137",
    "pmid": "38952998"
  }
}