{
  "pmid": "38968370",
  "uid": "38968370",
  "title": "Appropriateness and Quality of Composite Endpoint Use and Reporting in Spine Surgery: A Systematic Review.",
  "abstract": "BACKGROUND: A composite endpoint (CEP) is a measure comprising 2 or more separate component outcomes. The use of these constructs is increasing. We sought to conduct a systematic review on the usage, quality of reporting, and appropriate use of CEPs in spine surgery research. METHODS: A systematic review was conducted following Preferred Reporting Items for Systematic Reviews and Meta-Analysis guidelines. Articles reporting randomized controlled trials of a spine surgery intervention using a CEP as a primary outcome were included. We assessed the quality of CEP reporting, appropriateness of CEP use, and correspondence between CEP treatment effect and component outcome treatment effect in the included trials. RESULTS: Of 2,321 initial titles, 43 citations were included for analysis, which reported on 20 unique trials. All trials reported the CEP construct well. In 85% of trials, the CEP design was driven by US Food and Drug Administration guidance. In the majority of trials, the reporting of CEP results did not adhere to published recommendations: 43% of tests that reported statistically significant results on component outcomes were not statistically significant when adjusted for multiple testing. 67% of trials did not meet appropriateness criteria for CEP use. In addition, CEP treatment effect tended to be 6% higher than the median treatment effect for component outcomes. CONCLUSION: Given that CEP analysis was not appropriate for the majority of spine surgery trials and the inherent challenges in the reporting and interpretation of CEP analysis, CEP use should not be mandated by regulatory bodies in spine surgery trials. LEVEL OF EVIDENCE: Level I. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Pahuta",
      "fore_name": "Markian",
      "initials": "M",
      "name": "Markian Pahuta",
      "affiliations": [
        "Division of Orthopaedic Surgery, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4808-5459"
    },
    {
      "last_name": "Sarraj",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Sarraj",
      "affiliations": [
        "Division of Orthopaedic Surgery, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3879-0445"
    },
    {
      "last_name": "Muddaluru",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Muddaluru",
      "affiliations": [
        "Graduate Entry Medicine, Royal College of Surgeons in Ireland, Dublin, Ireland."
      ],
      "orcid": "0000-0001-7611-9487"
    },
    {
      "last_name": "Gandhi",
      "fore_name": "Pranjan",
      "initials": "P",
      "name": "Pranjan Gandhi",
      "affiliations": [
        "McMaster University Medical School, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8615-7655"
    },
    {
      "last_name": "Alshaalan",
      "fore_name": "Fawaz",
      "initials": "F",
      "name": "Fawaz Alshaalan",
      "affiliations": [
        "Orthopedic Surgery Department, King Faisal Specialist Hospital & Research Centre, Riyadh, Kingdom of Saudi Arabia."
      ],
      "orcid": "0000-0002-4910-8747"
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Busse",
      "affiliations": [
        "Departments of Anesthesia and Health, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0178-8712"
    },
    {
      "last_name": "Guha",
      "fore_name": "Daipayan",
      "initials": "D",
      "name": "Daipayan Guha",
      "affiliations": [
        "Division of Neurosurgery, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2052-4819"
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3556-9179"
    }
  ],
  "journal": {
    "title": "JBJS reviews",
    "iso_abbreviation": "JBJS Rev",
    "issn": "2329-9185",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "7",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Spine",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "38968370",
    "doi": "10.2106/JBJS.RVW.24.00039",
    "pii": "01874474-202407000-00003"
  },
  "doi": "10.2106/JBJS.RVW.24.00039",
  "dates": {
    "completed": "2024-07-05",
    "revised": "2024-07-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:16.039673",
    "pmid": "38968370"
  }
}