{
  "pmid": "38960139",
  "uid": "38960139",
  "title": "Superior functional outcome following reverse shoulder arthroplasty compared to hemiarthroplasty for displaced three- and four-part fractures in patients 65 and older: results from a prospective multicenter randomized controlled trial - The shoulder hemiarthroplasty or reverse polarity arthoplasty (SHeRPA) trial.",
  "abstract": "BACKGROUND: Acute unreconstructible 3- or 4-part proximal humerus fractures can be treated with hemiarthroplasty or reverse polarity shoulder arthroplasty. Randomized trials using implants from multiple different companies or uncemented implants have found superior results with reverse polarity arthroplasty. HYPOTHESIS: We tested the hypothesis that cemented reverse polarity arthroplasty produces a superior outcome compared to cemented hemiarthroplasty using one implant system in patients aged 65 years and over at 12 months follow-up as measured with the Constant Score. METHODS: A prospective patient and assessor blinded multicenter randomized controlled trial was conducted of shoulder hemiarthroplasty or reverse polarity arthroplasty in patients aged 65 years and older with acute 3- and 4-part proximal humerus fracture not amenable to osteosynthesis. The primary outcome was the Constant Score at 12 months with total follow-up to 24 months. Block randomization by site was undertaken using random number generation and sealed envelopes. Power analysis indicated that 17 patients were required in each arm to achieve 80% power with an alpha-value of 5%. Secondary outcome measures were the difference in the mean Constant Score, Quick Disabilities of the Arm Shoulder and Hand Questionnaire (QuickDASH), Oxford Shoulder Score, American Shoulder and Elbow Surgeons Score, and EQ5D-5L up to 2 years; differences in complication rate at 1 and 2 years; differences in revision and implant failure at 1 and 2 years. RESULTS: Eighteen patients were randomized to hemiarthroplasty and 18 to reverse polarity arthroplasty across 4 sites. The primary outcome as measured by the Constant Score at 12 months was better in the reverse polarity shoulder arthroplasty group (mean 51.1, s.d. 14.9) compared to the hemiarthroplasty group (mean 35.0, s.d. 13.5) (P = .004). No significant difference was reported at 24 months but this may be due to high rates of attrition (22%). The mean EQ-5D-5 L patient rated health status score was significantly higher in the reverse polarity shoulder arthroplasty group compared to the hemiarthroplasty group at 12 months. One hemiarthroplasty was revised due to implant uncoupling and one reverse polarity shoulder replacement was revised due to instability. No other complications were recorded. DISCUSSION: Treatment of unreconstructible 3- or 4-part proximal humerus fractures with reverse polarity shoulder arthroplasty results in a superior outcome compared to shoulder hemiarthroplasty at 12 months measured with the Constant Score with no increased risk of failure up to 24 months in patients age 65 years and over. High attrition rates are observed in this older population due to cognitive decline and death from other causes.",
  "authors": [
    {
      "last_name": "Watts",
      "fore_name": "Adam C",
      "initials": "AC",
      "name": "Adam C Watts",
      "affiliations": [
        "Upper Limb Research Department, Wrightington Hospital, Wigan, UK. Electronic address: adam.c.watts@wwl.nhs.uk."
      ]
    },
    {
      "last_name": "Jenkins",
      "fore_name": "Christopher W",
      "initials": "CW",
      "name": "Christopher W Jenkins",
      "affiliations": [
        "Department of Orthopaedics, Manchester University NHS Foundation Trust, Manchester, UK."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Simon P",
      "initials": "SP",
      "name": "Simon P Boyle",
      "affiliations": [
        "Department of Orthopedics, York Teaching Hospital, York, UK."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A A",
      "initials": "MAA",
      "name": "Mark A A Crowther",
      "affiliations": [
        "Department of Trauma and Orthopedic Surgery, Southmead Hospital, North Bristol NHS Trust, Bristol, UK."
      ]
    },
    {
      "last_name": "Monga",
      "fore_name": "Puneet",
      "initials": "P",
      "name": "Puneet Monga",
      "affiliations": [
        "Upper Limb Research Department, Wrightington Hospital, Wigan, UK."
      ]
    },
    {
      "last_name": "Packham",
      "fore_name": "Iain N",
      "initials": "IN",
      "name": "Iain N Packham",
      "affiliations": [
        "Department of Trauma and Orthopedic Surgery, Southmead Hospital, North Bristol NHS Trust, Bristol, UK."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Christopher C",
      "initials": "CC",
      "name": "Christopher C Smith",
      "affiliations": [
        "Department of Shoulder and Elbow Surgery, Princess Elizabeth Orthopedics Centre, Royal Devon and Exeter Hospital, Exeter, UK."
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "William J",
      "initials": "WJ",
      "name": "William J Thomas",
      "affiliations": [
        "Department of Shoulder and Elbow Surgery, Princess Elizabeth Orthopedics Centre, Royal Devon and Exeter Hospital, Exeter, UK."
      ]
    },
    {
      "last_name": "Walton",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walton",
      "affiliations": [
        "Upper Limb Research Department, Wrightington Hospital, Wigan, UK."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of shoulder and elbow surgery",
    "iso_abbreviation": "J Shoulder Elbow Surg",
    "issn": "1532-6500",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "11",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "2335",
  "end_page": "2344",
  "pages": "2335-2344",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Multicenter Study",
    "Comparative Study"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Female",
    "Hemiarthroplasty",
    "Male",
    "Arthroplasty, Replacement, Shoulder",
    "Shoulder Fractures",
    "Prospective Studies",
    "Aged, 80 and over",
    "Treatment Outcome",
    "Recovery of Function",
    "Range of Motion, Articular",
    "Shoulder Joint",
    "Follow-Up Studies",
    "Single-Blind Method"
  ],
  "article_ids": {
    "pubmed": "38960139",
    "doi": "10.1016/j.jse.2024.05.016",
    "pii": "S1058-2746(24)00462-2"
  },
  "doi": "10.1016/j.jse.2024.05.016",
  "dates": {
    "completed": "2024-10-17",
    "revised": "2025-01-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:32.143647",
    "pmid": "38960139"
  }
}