{
  "pmid": "38969238",
  "uid": "38969238",
  "title": "Short- and long-term effects of imatinib in hospitalized COVID-19 patients: A randomized trial.",
  "abstract": "OBJECTIVES: We studied the short- and long-term effects of imatinib in hospitalized COVID-19 patients. METHODS: Participants were randomized to receive standard of care (SoC) or SoC with imatinib. Imatinib dosage was 400 mg daily until discharge (max 14 days). Primary outcomes were mortality at 30 days and 1 year. Secondary outcomes included recovery, quality of life and long COVID symptoms at 1 year. We also performed a systematic review and meta-analysis of randomized trials studying imatinib for 30-day mortality in hospitalized COVID-19 patients. RESULTS: We randomized 156 patients (73 in SoC and 83 in imatinib). Among patients on imatinib, 7.2% had died at 30 days and 13.3% at 1 year, and in SoC, 4.1% and 8.2% (adjusted HR 1.35, 95% CI 0.47-3.90). At 1 year, self-reported recovery occurred in 79.0% in imatinib and in 88.5% in SoC (RR 0.91, 0.78-1.06). We found no convincing difference in quality of life or symptoms. Fatigue (24%) and sleep issues (20%) frequently bothered patients at one year. In the meta-analysis, imatinib was associated with a mortality risk ratio of 0.73 (0.32-1.63; low certainty evidence). CONCLUSIONS: The evidence raises doubts regarding benefit of imatinib in reducing mortality, improving recovery and preventing long COVID symptoms in hospitalized COVID-19 patients.",
  "authors": [
    {
      "last_name": "Halme",
      "fore_name": "Alex L E",
      "initials": "ALE",
      "name": "Alex L E Halme",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland. Electronic address: alex.halme@helsinki.fi."
      ]
    },
    {
      "last_name": "Laakkonen",
      "fore_name": "Sanna",
      "initials": "S",
      "name": "Sanna Laakkonen",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland. Electronic address: sanna.laakkonen@helsinki.fi."
      ]
    },
    {
      "last_name": "Rutanen",
      "fore_name": "Jarno",
      "initials": "J",
      "name": "Jarno Rutanen",
      "affiliations": [
        "Faculty of Social Sciences, Tampere University, Tampere, Finland; Department of Internal Medicine, Tampere University Hospital, Tampere, Finland. Electronic address: jarno.rutanen@gmail.com."
      ]
    },
    {
      "last_name": "Nevalainen",
      "fore_name": "Olli P O",
      "initials": "OPO",
      "name": "Olli P O Nevalainen",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland; Faculty of Social Sciences, Tampere University, Tampere, Finland; Hatanpää Health Center, Wellbeing Services County of Pirkanmaa, Tampere, Finland. Electronic address: olli.neval@gmail.com."
      ]
    },
    {
      "last_name": "Sinisalo",
      "fore_name": "Marjatta",
      "initials": "M",
      "name": "Marjatta Sinisalo",
      "affiliations": [
        "Department of Internal Medicine, Tampere University Hospital, Tampere, Finland. Electronic address: sinisalo.um@gmail.com."
      ]
    },
    {
      "last_name": "Horstia",
      "fore_name": "Saana",
      "initials": "S",
      "name": "Saana Horstia",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland. Electronic address: saana.horstia@helsinki.fi."
      ]
    },
    {
      "last_name": "Mustonen",
      "fore_name": "Jussi M J",
      "initials": "JMJ",
      "name": "Jussi M J Mustonen",
      "affiliations": [
        "Mehiläinen Oy, Helsinki, Finland. Electronic address: jussi.m.mustonen@mehilainen.fi."
      ]
    },
    {
      "last_name": "Pourjamal",
      "fore_name": "Negar",
      "initials": "N",
      "name": "Negar Pourjamal",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland. Electronic address: negar.pourjamal@helsinki.fi."
      ]
    },
    {
      "last_name": "Vanhanen",
      "fore_name": "Aija",
      "initials": "A",
      "name": "Aija Vanhanen",
      "affiliations": [
        "Laakso Hospital, City of Helsinki, Helsinki, Finland. Electronic address: aija.vanhanen@hel.fi."
      ]
    },
    {
      "affiliations": []
    },
    {
      "last_name": "Rosberg",
      "fore_name": "Tuomas",
      "initials": "T",
      "name": "Tuomas Rosberg",
      "affiliations": [
        "Department of Pulmonology, Kanta-Häme Central Hospital, Hämeenlinna, Finland. Electronic address: tuomas.rosberg@omahame.fi."
      ]
    },
    {
      "last_name": "Renner",
      "fore_name": "Andreas",
      "initials": "A",
      "name": "Andreas Renner",
      "affiliations": [
        "Department of Pulmonary Medicine, Heart and Lung Center, Helsinki University Hospital, Helsinki, Finland; Individualized Drug Therapy Research Program, Faculty of Medicine, University of Helsinki, Helsinki, Finland; Department of Pneumology, University Hospital Vienna, Medical University of Vienna, Vienna, Austria. Electronic address: andreas.renner@meduniwien.ac.at."
      ]
    },
    {
      "last_name": "Perola",
      "fore_name": "Markus",
      "initials": "M",
      "name": "Markus Perola",
      "affiliations": [
        "Department of Public Health and Welfare, Population Health Unit, Public Health Research Team, Finnish Institute for Health and Welfare, Helsinki, Finland; Clinical and Molecular Metabolism Research Program, Faculty of Medicine, University of Helsinki, Helsinki, Finland. Electronic address: markus.perola@thl.fi."
      ]
    },
    {
      "last_name": "Paukkeri",
      "fore_name": "Erja-Leena",
      "initials": "EL",
      "name": "Erja-Leena Paukkeri",
      "affiliations": [
        "Department of Internal Medicine, Tampere University Hospital, Tampere, Finland. Electronic address: erja-leena.paukkeri@pirha.fi."
      ]
    },
    {
      "last_name": "Patovirta",
      "fore_name": "Riitta-Liisa",
      "initials": "RL",
      "name": "Riitta-Liisa Patovirta",
      "affiliations": [
        "Department of Medicine, Kuopio University Hospital, Kuopio, Finland. Electronic address: riitta-liisa.patovirta@kuh.fi."
      ]
    },
    {
      "last_name": "Parkkila",
      "fore_name": "Seppo",
      "initials": "S",
      "name": "Seppo Parkkila",
      "affiliations": [
        "Faculty of Medicine and Health Technology, Tampere University and Fimlab Ltd., Tampere University Hospital, Tampere, Finland. Electronic address: seppo.parkkila@tuni.fi."
      ]
    },
    {
      "last_name": "Paajanen",
      "fore_name": "Juuso",
      "initials": "J",
      "name": "Juuso Paajanen",
      "affiliations": [
        "Department of Pulmonary Medicine, Heart and Lung Center, Helsinki University Hospital, Helsinki, Finland; Individualized Drug Therapy Research Program, Faculty of Medicine, University of Helsinki, Helsinki, Finland. Electronic address: juuso.paajanen@hus.fi."
      ]
    },
    {
      "last_name": "Nykänen",
      "fore_name": "Taina",
      "initials": "T",
      "name": "Taina Nykänen",
      "affiliations": [
        "Department of Surgery, Hyvinkää Hospital, Hyvinkää, Finland. Electronic address: taina.nykanen@hus.fi."
      ]
    },
    {
      "last_name": "Mäntylä",
      "fore_name": "Jarkko",
      "initials": "J",
      "name": "Jarkko Mäntylä",
      "affiliations": [
        "Department of Pulmonary Medicine, Heart and Lung Center, Helsinki University Hospital, Helsinki, Finland. Electronic address: jarkko.mantyla@hus.fi."
      ]
    },
    {
      "last_name": "Myllärniemi",
      "fore_name": "Marjukka",
      "initials": "M",
      "name": "Marjukka Myllärniemi",
      "affiliations": [
        "Department of Pulmonary Medicine, Heart and Lung Center, Helsinki University Hospital, Helsinki, Finland; Individualized Drug Therapy Research Program, Faculty of Medicine, University of Helsinki, Helsinki, Finland. Electronic address: marjukka.myllarniemi@hus.fi."
      ]
    },
    {
      "last_name": "Mattila",
      "fore_name": "Tiina",
      "initials": "T",
      "name": "Tiina Mattila",
      "affiliations": [
        "Department of Pulmonary Medicine, Heart and Lung Center, Helsinki University Hospital, Helsinki, Finland. Electronic address: tiina.m.mattila@hus.fi."
      ]
    },
    {
      "last_name": "Leinonen",
      "fore_name": "Maarit K",
      "initials": "MK",
      "name": "Maarit K Leinonen",
      "affiliations": [
        "Teratology Information Service, Emergency Medicine and Services, University of Helsinki and Helsinki University Hospital, Helsinki, Finland. Electronic address: maarit.leinonen@hus.fi."
      ]
    },
    {
      "last_name": "Külmäsu",
      "fore_name": "Alvar",
      "initials": "A",
      "name": "Alvar Külmäsu",
      "affiliations": [
        "Department of Emergency Medicine, Päijät-Häme Central Hospital, Lahti, Finland. Electronic address: alvar.kulmasu@gmail.com."
      ]
    },
    {
      "last_name": "Kuutti",
      "fore_name": "Pauliina",
      "initials": "P",
      "name": "Pauliina Kuutti",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland. Electronic address: pauliina.kuutti@helsinki.fi."
      ]
    },
    {
      "last_name": "Kuitunen",
      "fore_name": "Ilari",
      "initials": "I",
      "name": "Ilari Kuitunen",
      "affiliations": [
        "Department of Pediatrics, Mikkeli Central Hospital, Mikkeli, Finland; Institute of Clinical Medicine and Department of Pediatrics, University of Eastern Finland, Kuopio, Finland. Electronic address: ilari.kuitunen@uef.fi."
      ]
    },
    {
      "last_name": "Kreivi",
      "fore_name": "Hanna-Riikka",
      "initials": "HR",
      "name": "Hanna-Riikka Kreivi",
      "affiliations": [
        "Department of Pulmonary Medicine, Heart and Lung Center, Helsinki University Hospital, Helsinki, Finland. Electronic address: hanna-riikka.kreivi@hus.fi."
      ]
    },
    {
      "last_name": "Kilpeläinen",
      "fore_name": "Tuomas P",
      "initials": "TP",
      "name": "Tuomas P Kilpeläinen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland. Electronic address: tuomas.kilpelainen@hus.fi."
      ]
    },
    {
      "last_name": "Kauma",
      "fore_name": "Heikki",
      "initials": "H",
      "name": "Heikki Kauma",
      "affiliations": [
        "Department of Internal Medicine, Oulu University Hospital, Oulu, Finland. Electronic address: heikkikauma@gmail.com."
      ]
    },
    {
      "last_name": "Kalliala",
      "fore_name": "Ilkka E J",
      "initials": "IEJ",
      "name": "Ilkka E J Kalliala",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Helsinki University and Helsinki University Hospital, Helsinki, Finland; Department of Metabolism, Digestion and Reproduction, Faculty of Medicine, Imperial College London, London, UK. Electronic address: ilkka.kalliala@hus.fi."
      ]
    },
    {
      "last_name": "Järvinen",
      "fore_name": "Petrus",
      "initials": "P",
      "name": "Petrus Järvinen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland. Electronic address: petrus.jarvinen@hus.fi."
      ]
    },
    {
      "last_name": "Hankkio",
      "fore_name": "Riina",
      "initials": "R",
      "name": "Riina Hankkio",
      "affiliations": [
        "Tampere University Hospital Pharmacy, Tampere University Hospital, Tampere, Finland. Electronic address: riina.hankkio@pirha.fi."
      ]
    },
    {
      "last_name": "Hammarén",
      "fore_name": "Taina",
      "initials": "T",
      "name": "Taina Hammarén",
      "affiliations": [
        "Laakso Hospital, City of Helsinki, Helsinki, Finland. Electronic address: taina.hammaren@hel.fi."
      ]
    },
    {
      "last_name": "Feuth",
      "fore_name": "Thijs",
      "initials": "T",
      "name": "Thijs Feuth",
      "affiliations": [
        "Department of Pulmonary Diseases and Allergology, Division of Medicine, University of Turku and Turku University Hospital, Turku, Finland. Electronic address: matfeu@utu.fi."
      ]
    },
    {
      "last_name": "Ansakorpi",
      "fore_name": "Hanna",
      "initials": "H",
      "name": "Hanna Ansakorpi",
      "affiliations": [
        "Research Unit of Clinical Neuroscience, Neurology, University of Oulu, Oulu, Finland. Electronic address: hanna.ansakorpi@oulu.fi."
      ]
    },
    {
      "last_name": "Ala-Karvia",
      "fore_name": "Riikka",
      "initials": "R",
      "name": "Riikka Ala-Karvia",
      "affiliations": [
        "Department of Internal Medicine, Seinäjoki Central Hospital, Seinäjoki, Finland. Electronic address: riikka.ala-karvia@hyvaep.fi."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: guyatt@mcmaster.ca."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland; Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, South Karelian Central Hospital, Lappeenranta, Finland. Electronic address: kari.tikkinen@helsinki.fi."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of infection",
    "iso_abbreviation": "J Infect",
    "issn": "1532-2742",
    "issn_type": "Electronic",
    "volume": "89",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "106217",
  "pages": "106217",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Systematic Review",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Imatinib Mesylate",
    "Female",
    "Male",
    "Middle Aged",
    "Quality of Life",
    "COVID-19",
    "Hospitalization",
    "Aged",
    "SARS-CoV-2",
    "COVID-19 Drug Treatment",
    "Treatment Outcome",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "38969238",
    "doi": "10.1016/j.jinf.2024.106217",
    "pii": "S0163-4453(24)00151-8"
  },
  "doi": "10.1016/j.jinf.2024.106217",
  "dates": {
    "completed": "2024-08-12",
    "revised": "2025-01-27"
  },
  "chemicals": [
    "Imatinib Mesylate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.825809",
    "pmid": "38969238"
  }
}