{
  "pmid": "38963995",
  "uid": "38963995",
  "title": "Midwives' adaptation of their practice, role, and scope to ensure access to sexual and reproductive services during humanitarian crises: A scoping review.",
  "abstract": "PROBLEM: Limited research has examined and synthesized the adaptation of midwives and midwife-led interventions during crises. BACKGROUND: Evidence suggests that midwives are essential to respond to sexual and reproductive health care needs during disruptive times, and that they adapt to continue to provide their services during those circumstances. AIM: To map the adaptations of midwives when providing care during crises globally. Secondary objectives include identifying which midwives adapted, what services were adapted and how, and the demographic receiving care. STUDY METHODS: Scoping review using Levac's modifications of Arksey and O'Malley's methods. Publications and grey literature, in English and Spanish, with no limitations based on study design or date were included. Data was extracted and mapped using Wheaton and Maciver's Adaptation framework. FINDINGS: We identified 3329 records, of which forty-two were included. Midwives' prior training impacted adaptation. Midwives adapted to the COVID-19 pandemic, epidemics, natural disasters, and World War II. They adapted in hospital and community settings around the provision of antenatal, labor and birth, postpartum, and contraceptive care. However, no specific data identified population demographics. Midwifery adaptations related to their practice, role, and scope of practice. CONCLUSION: The limited available evidence identified the challenges, creativity, and mutual aid activities midwives have undertaken to ensure the provision of their services. Evidence is highly concentrated around maternal health services. Further high-quality research is needed to provide a deeper understanding of how midwifery-led care can adapt to guide sustainable responses to ensure access to sexual and reproductive health services during crises.",
  "authors": [
    {
      "last_name": "Ku Carbonell",
      "fore_name": "Susana E",
      "initials": "SE",
      "name": "Susana E Ku Carbonell",
      "affiliations": [
        "McMaster Midwifery Research Center, McMaster University, 1280 Main St W, HSC 4H24, Hamilton, ON L8S 4K1, Canada; Global Health Graduate Programs, McMaster University, 1280 Main Street W, MDCL 3500, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Ogba",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Ogba",
      "affiliations": [
        "Global Health Graduate Programs, McMaster University, 1280 Main Street W, MDCL 3500, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, David Braley Health Sciences Centre, McMaster University, 100 Main Street West, Hamilton, ON L8P 1H6, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, HSC 2C, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Gombay",
      "fore_name": "Christy",
      "initials": "C",
      "name": "Christy Gombay",
      "affiliations": [
        "Global Health Graduate Programs, McMaster University, 1280 Main Street W, MDCL 3500, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Darling",
      "fore_name": "Elizabeth K",
      "initials": "EK",
      "name": "Elizabeth K Darling",
      "affiliations": [
        "McMaster Midwifery Research Center, McMaster University, 1280 Main St W, HSC 4H24, Hamilton, ON L8S 4K1, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, HSC 2C, Hamilton, ON L8S 4K1, Canada; Department of Obstetrics and Gynaecology, McMaster University, 1280 Main St W, HSC 2F, Hamilton, ON L8S 4K1, Canada. Electronic address: darlinek@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Midwifery",
    "iso_abbreviation": "Midwifery",
    "issn": "1532-3099",
    "issn_type": "Electronic",
    "volume": "136",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "104065",
  "pages": "104065",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Reproductive Health Services",
    "Female",
    "Health Services Accessibility",
    "Nurse Midwives",
    "Pregnancy",
    "COVID-19",
    "Nurse's Role",
    "Midwifery"
  ],
  "article_ids": {
    "pubmed": "38963995",
    "doi": "10.1016/j.midw.2024.104065",
    "pii": "S0266-6138(24)00148-7"
  },
  "doi": "10.1016/j.midw.2024.104065",
  "dates": {
    "completed": "2024-08-01",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.147402",
    "pmid": "38963995"
  }
}