{
  "pmid": "38971303",
  "uid": "38971303",
  "title": "Protocol for a randomized clinical trial to confirm the effectiveness of online guided self-help family-based treatment for adolescent anorexia nervosa.",
  "abstract": "BACKGROUND: The leading evidence-based treatment for anorexia nervosa (AN) in adolescents is Family-based Treatment (FBT). However, due to the intensive training requirements and lack of practitioners, it is often difficult for families to access FBT. Thus, innovations that improve access to care are needed. A pilot randomized study of a guided self-help version of Family-based Treatment (GSH-FBT) that utilized approximately 1/4 the amount of therapist time compared to FBT found that the approach was acceptable and appeared to achieve similar outcomes. The study protocol detailed in this manuscript compares the efficiency (clinician time) of GSH-FBT to Family-based Treatment via Videoconferencing (FBT-V) in a fully powered study in achieving clinical outcomes through a multi-site randomized clinical trial across the US and Ontario, Canada. METHODS: This study will randomize the families of adolescents ages 12-18 (n = 200) who meet DSM-5 criteria for AN to receive either GSH-FBT or FBT-V. Participants will be randomized to 15 sixty-minute sessions of FBT-V or to 10 twenty-minute sessions of online GSH-FBT. Major assessments will be conducted by a masked assessor at baseline, within treatment, at the end of treatment (EOT), and 6 and 12 months after the end of treatment (EOT). The primary outcomes of this study are changes to body weight and eating disorder cognitions relative to clinician time used (relative efficiency of treatment modality). CONCLUSIONS: The findings of this study may help increase access to care by providing a time efficient, affordable, more scalable intervention for adolescent AN compared to standard FBT.",
  "authors": [
    {
      "last_name": "Gurcan",
      "fore_name": "Hazal",
      "initials": "H",
      "name": "Hazal Gurcan",
      "affiliations": [
        "Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Matheson",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Matheson",
      "affiliations": [
        "Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Jo",
      "fore_name": "Booil",
      "initials": "B",
      "name": "Booil Jo",
      "affiliations": [
        "Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Lock",
      "fore_name": "James",
      "initials": "J",
      "name": "James Lock",
      "affiliations": [
        "Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, CA, USA. Electronic address: jim.lock@stanford.edu."
      ]
    }
  ],
  "journal": {
    "title": "Contemporary clinical trials",
    "iso_abbreviation": "Contemp Clin Trials",
    "issn": "1559-2030",
    "issn_type": "Electronic",
    "volume": "144",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "107618",
  "pages": "107618",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Female",
    "Humans",
    "Male",
    "Anorexia Nervosa",
    "Family Therapy",
    "Pilot Projects",
    "Videoconferencing",
    "Non-Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "38971303",
    "mid": "NIHMS2010348",
    "pmc": "PMC11323053",
    "doi": "10.1016/j.cct.2024.107618",
    "pii": "S1551-7144(24)00201-5"
  },
  "doi": "10.1016/j.cct.2024.107618",
  "pmc_id": "PMC11323053",
  "dates": {
    "completed": "2024-08-12",
    "revised": "2024-08-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 MH130388",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:19.229846",
    "pmid": "38971303"
  }
}