{
  "pmid": "38971253",
  "uid": "38971253",
  "title": "Characterization of biomass burning tracers in particulate matter at 12 sites in China: Significant increase of coal combustion emitted levoglucosan in northern China during winter.",
  "abstract": "Biomass burning (BB) is the largest contributor to carbonaceous aerosols globally. Specific organic tracers can track BB particles and identify BB types. At present, there is limited information on the composition of BB tracers on a continental scale. In this study, we conducted year-round sampling of particulate matter (PM) at 12 sites in China. Nine BB tracers were measured in PM with aerodynamic diameters <1.1 μm (PM<1.1), in the range of 1.1-3.3 μm (PM1.1-3.3), and > 3.3 μm (PM>3.3). The annual average concentration of these nine BB tracers (∑9 BB tracers) in the total PM was 366 ng m[-3] with the majority of levoglucosan (66 %). The concentration of ∑9 BB tracers was higher in northern China than in southern China, especially in winter. ∑9 BB tracers were most enriched in PM<1.1 (50-61 % in mass), followed by PM1.1-3.3 and PM>3.3. The highest concentrations of ∑9 BB tracers were observed in winter, while satellite-recorded fire spots were intensive in autumn and spring. The mismatch of seasonal trends between them indicated that the high levels of BB tracers in winter was not due to open BB. The composition of 4-hydroxybenzoic acid, syringic acid and vanillic acid suggested that the burning of crop residues and softwoods were the major BB types in China. The ratio of levoglucosan to mannosan could neither identify the major BB types in China nor distinguish between BB and coal combustion. Correlation analysis and the PMF model demonstrated that non-BB sources contributed 7 %-58 % to levoglucosan at the 12 sites, with coal combustion being the predominant non-BB source in China, especially in northern urban sites during winter. Our findings suggest that caution should be taken in application of these organic tracers to identify BB types and estimate BB aerosols.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Jun-Qi",
      "initials": "JQ",
      "name": "Jun-Qi Wang",
      "affiliations": [
        "State Key Laboratory of Organic Geochemistry and Guangdong Provincial Key Laboratory of Environmental Protection and Resources Utilization, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China; University of Chinese Academy of Sciences, Beijing 100049, China."
      ]
    },
    {
      "last_name": "Ding",
      "fore_name": "Xiang",
      "initials": "X",
      "name": "Xiang Ding",
      "affiliations": [
        "State Key Laboratory of Organic Geochemistry and Guangdong Provincial Key Laboratory of Environmental Protection and Resources Utilization, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China; Guangdong-Hong Kong-Macao Joint Laboratory for Environmental Pollution and Control, Guangzhou Institute of Geoche mistry, Chinese Academy of Science, Guangzhou 510640, China. Electronic address: xiangd@gig.ac.cn."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "State Key Laboratory of Organic Geochemistry and Guangdong Provincial Key Laboratory of Environmental Protection and Resources Utilization, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China; School of Environment and Safety Engineering, North University of China, Taiyuan 030051, China."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Qing-Qing",
      "initials": "QQ",
      "name": "Qing-Qing Yu",
      "affiliations": [
        "School of Chemical Engineering and Technology, Guangdong Industry Polytechnic, Guangzhou 510300, China."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Qian",
      "initials": "Q",
      "name": "Qian Cheng",
      "affiliations": [
        "State Key Laboratory of Organic Geochemistry and Guangdong Provincial Key Laboratory of Environmental Protection and Resources Utilization, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China; University of Chinese Academy of Sciences, Beijing 100049, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Qiao-Yun",
      "initials": "QY",
      "name": "Qiao-Yun Wang",
      "affiliations": [
        "School of Chemical Engineering and Technology, Guangdong Industry Polytechnic, Guangzhou 510300, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xin-Ming",
      "initials": "XM",
      "name": "Xin-Ming Wang",
      "affiliations": [
        "State Key Laboratory of Organic Geochemistry and Guangdong Provincial Key Laboratory of Environmental Protection and Resources Utilization, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China; Guangdong-Hong Kong-Macao Joint Laboratory for Environmental Pollution and Control, Guangzhou Institute of Geoche mistry, Chinese Academy of Science, Guangzhou 510640, China."
      ]
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "1879-1026",
    "issn_type": "Electronic",
    "volume": "948",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "20"
  },
  "start_page": "174520",
  "pages": "174520",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "38971253",
    "doi": "10.1016/j.scitotenv.2024.174520",
    "pii": "S0048-9697(24)04668-0"
  },
  "doi": "10.1016/j.scitotenv.2024.174520",
  "dates": {
    "revised": "2024-08-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.684907",
    "pmid": "38971253"
  }
}