{
  "pmid": "38971045",
  "uid": "38971045",
  "title": "Would plain packaging and health warning labels reduce smoking in the presence of informal markets? A choice experiment in Colombia.",
  "abstract": "BACKGROUND: Despite progress made by many countries on the adoption of plain tobacco packaging laws over the last years, low- and middle-income countries, with a large supply of loose cigarettes via informal vendors, remain far behind. AIM: To study the potential effectiveness of plain tobacco packaging and dissuasive cigarette sticks, via willingness-to-pay estimates, when illicit cigarette options are available. METHODS: We conducted a discrete choice experiment (DCE) in which respondents chose licit and illicit products with three attributes: packaging (standard vs. plain packaging), stick design (branded stick vs. stick with warning), and price level. The sample, collected on 12/2021, consisted of 1761 respondents from an internet panel involving smokers and nonsmokers. Conditional logit and latent class models were used to estimate the willingness-to-pay (WTP) to avoid restrictive packaging elements. RESULTS: Nonsmokers are willing to pay USD $5.63 for a pack of cigarettes to avoid plain packaging, which is higher than the actual commercial price of illicit cigarettes (USD $2.40). The WTP increases to USD $12.14 in the presence of illicit alternatives. Smokers are also willing to pay to avoid illicit options, which they also deem riskier, and the presence of such options increases the WTP to avoid plain packaging. However, nonsmokers do not perceive the illicit option as riskier. The dissuasive stick (stick with warning) does not affect perceptions of risk and plays a small role in terms of choice for both smokers and nonsmokers. CONCLUSIONS: Even in the presence of illicit tobacco alternatives, plain packaging seems to be as effective in reducing the attractiveness of tobacco products in Colombia as in other countries that have already adopted it. Given conflicting results on the case for dissuasive sticks, there is a need for more research.",
  "authors": [
    {
      "last_name": "Rodríguez-Lesmes",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Rodríguez-Lesmes",
      "affiliations": [
        "School of Economics, Universidad Del Rosario, Bogota DC, Colombia. Electronic address: paul.rodriguez@urosario.edu.co."
      ]
    },
    {
      "last_name": "Góngora-Salazar",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Góngora-Salazar",
      "affiliations": [
        "Nuffield Department of Population Health, University of Oxford, Oxford, United Kingdom; Social Protection and Health Division, Inter-American Development Bank, Washington DC, United States. Electronic address: pamelago@iadb.org."
      ]
    },
    {
      "last_name": "Mentzakis",
      "fore_name": "Emmanouil",
      "initials": "E",
      "name": "Emmanouil Mentzakis",
      "affiliations": [
        "School of Policy and Global Affairs, City, University of London, London, United Kingdom. Electronic address: emmanouil.mentzakis@city.ac.uk."
      ]
    },
    {
      "last_name": "Buckley",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Buckley",
      "affiliations": [
        "Department of Economics, York University, Toronto, Canada. Electronic address: nbuckley@yorku.ca."
      ]
    },
    {
      "last_name": "Gallego",
      "fore_name": "Juan Miguel",
      "initials": "JM",
      "name": "Juan Miguel Gallego",
      "affiliations": [
        "School of Economics, Universidad Del Rosario, Bogota DC, Colombia. Electronic address: juan.gallego@urosario.edu.co."
      ]
    },
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Ontario, Canada. Electronic address: emmanuel.guindon@mcmaster.ca."
      ]
    },
    {
      "last_name": "Martínez",
      "fore_name": "Juan Pablo",
      "initials": "JP",
      "name": "Juan Pablo Martínez",
      "affiliations": [
        "School of Economics, Universidad Del Rosario, Bogota DC, Colombia. Electronic address: juanpablo.martinez@urosario.edu.co."
      ]
    },
    {
      "last_name": "Paraje",
      "fore_name": "Guillermo",
      "initials": "G",
      "name": "Guillermo Paraje",
      "affiliations": [
        "Business School, Universidad Adolfo Ibañez, Santiago, Chile. Electronic address: guillermo.paraje@uai.cl."
      ]
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "354",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "117069",
  "pages": "117069",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Colombia",
    "Male",
    "Female",
    "Product Packaging",
    "Adult",
    "Choice Behavior",
    "Product Labeling",
    "Tobacco Products",
    "Middle Aged",
    "Commerce",
    "Adolescent",
    "Smoking",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "38971045",
    "doi": "10.1016/j.socscimed.2024.117069",
    "pii": "S0277-9536(24)00522-7"
  },
  "doi": "10.1016/j.socscimed.2024.117069",
  "dates": {
    "completed": "2024-08-15",
    "revised": "2025-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:40.551883",
    "pmid": "38971045"
  }
}