{
  "pmid": "38990606",
  "uid": "38990606",
  "title": "Post-Pandemic Growth in 9-1-1 Paramedic Calls and Emergency Department Transports Surpasses Pre-Pandemic Rates in the COVID-19 Era: Implications for Paramedic Resource Planning.",
  "abstract": "OBJECTIVES: The COVID-19 pandemic led to a decline in emergency department (ED) visits and a subsequent return to baseline pre-pandemic levels. It is unclear if this trend extended to paramedic services and if patient cohorts accessing paramedics changed. We examined trends and associations between paramedic utilization (9-1-1 calls and ED transports) and the COVID-19 timeframe. METHODS: We conducted a retrospective cross-sectional study using paramedic call data from the Hamilton Paramedic Services from January 2016 to December 2023. We included all 9-1-1 calls where paramedics responded to an incident, excluding paramedic interfacility transfers. We calculated lines of best fit for the pre-pandemic period (January 2016 to January 2020) and compared their predictions to the actual volumes in the post-pandemic period (May 2021 to December 2023). We used an interrupted time series regression model to determine the association between pandemic timeframes (pre-, during-, post-COVID-19) and paramedic utilization (9-1-1 calls and ED transports), while testing for annual seasonality. RESULTS: During the study timeframe, 577,278 calls for paramedics were received and 413,491 (71.6%) were transported to the ED. Post-pandemic, 9-1-1 calls exceeded predicted pre-pandemic levels by 1,298 per month, while ED transports exceeded by 543 per month. The pandemic significantly reduced monthly 9-1-1 calls (-588.2, 95% CI -928.8 to -247.5) and ED transports (-677.3, 95% CI -927.0 to -427.5). Post-pandemic, there was a significant and sustained resurgence in monthly 9-1-1 calls (1,208.0, 95% CI 822.1 to 1,593.9) and ED transports (868.8, 95% CI 585.8 to 1,151.7). Both models exhibited seasonal variations. CONCLUSIONS: Post-pandemic, 9-1-1-initiated paramedic calls experienced a substantial increase, surpassing pre-pandemic growth rates. ED transports returned to pre-pandemic levels but with a steeper and continuous pattern of growth. The resurgence in paramedic 9-1-1 calls and ED transports post-COVID-19 emphasizes an urgent necessity to expedite development of new care models that address how paramedics respond to 9-1-1 calls and transport to overcrowded EDs.",
  "authors": [
    {
      "last_name": "Strum",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Strum",
      "affiliations": [
        "Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1902-4734"
    },
    {
      "last_name": "McLeod",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent McLeod",
      "affiliations": [
        "Hamilton Paramedic Services, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mondoux",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Mondoux",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Emergency Medicine, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Miller",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Paramedic Education and Research, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Prehospital emergency care",
    "iso_abbreviation": "Prehosp Emerg Care",
    "issn": "1545-0066",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "3",
    "pub_year": "2025"
  },
  "start_page": "266",
  "end_page": "273",
  "pages": "266-273",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Retrospective Studies",
    "Cross-Sectional Studies",
    "Emergency Service, Hospital",
    "Emergency Medical Services",
    "Pandemics",
    "Emergency Medical Technicians",
    "SARS-CoV-2",
    "Allied Health Personnel",
    "Ontario",
    "Transportation of Patients",
    "Male",
    "Female",
    "Paramedics"
  ],
  "article_ids": {
    "pubmed": "38990606",
    "doi": "10.1080/10903127.2024.2372452"
  },
  "doi": "10.1080/10903127.2024.2372452",
  "dates": {
    "completed": "2025-04-23",
    "revised": "2025-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:37.709760",
    "pmid": "38990606"
  }
}