{
  "pmid": "39008348",
  "uid": "39008348",
  "title": "Cost Evaluation of the Ontario Virtual Urgent Care Pilot Program: Population-Based, Matched Cohort Study.",
  "abstract": "BACKGROUND: In 2020, the Ministry of Health (MoH) in Ontario, Canada, introduced a virtual urgent care (VUC) pilot program to provide alternative access to urgent care services and reduce the need for in-person emergency department (ED) visits for patients with low acuity health concerns. OBJECTIVE: This study aims to compare the 30-day costs associated with VUC and in-person ED encounters from an MoH perspective. METHODS: Using administrative data from Ontario (the most populous province of Canada), a population-based, matched cohort study of Ontarians who used VUC services from December 2020 to September 2021 was conducted. As it was expected that VUC and in-person ED users would be different, two cohorts of VUC users were defined: (1) those who were promptly referred to an ED by a VUC provider and subsequently presented to an ED within 72 hours (these patients were matched to in-person ED users with any discharge disposition) and (2) those seen by a VUC provider with no referral to an in-person ED (these patients were matched to patients who presented in-person to the ED and were discharged home by the ED physician). Bootstrap techniques were used to compare the 30-day mean costs of VUC (operational costs to set up the VUC program plus health care expenditures) versus in-person ED care (health care expenditures) from an MoH perspective. All costs are expressed in Canadian dollars (a currency exchange rate of CAD $1=US $0.76 is applicable). RESULTS: We matched 2129 patients who presented to an ED within 72 hours of VUC referral and 14,179 patients seen by a VUC provider without a referral to an ED. Our matched populations represented 99% (2129/2150) of eligible VUC patients referred to the ED by their VUC provider and 98% (14,179/14,498) of eligible VUC patients not referred to the ED by their VUC provider. Compared to matched in-person ED patients, 30-day costs per patient were significantly higher for the cohort of VUC patients who presented to an ED within 72 hours of VUC referral ($2805 vs $2299; difference of $506, 95% CI $139-$885) and significantly lower for the VUC cohort of patients who did not require ED referral ($907 vs $1270; difference of $362, 95% CI 284-$446). Overall, the absolute 30-day costs associated with the 2 VUC cohorts were $18.9 million (ie, $6.0 million + $12.9 million) versus $22.9 million ($4.9 million + $18.0 million) for the 2 in-person ED cohorts. CONCLUSIONS: This costing evaluation supports the use of VUC as most complaints were addressed without referral to ED. Future research should evaluate targeted applications of VUC (eg, VUC models led by nurse practitioners or physician assistants with support from ED physicians) to inform future resource allocation and policy decisions.",
  "authors": [
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Programs for Assessment of Technology in Health, The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2913-7580"
    },
    {
      "last_name": "Hall",
      "fore_name": "Justin N",
      "initials": "JN",
      "name": "Justin N Hall",
      "affiliations": [
        "Department of Emergency Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada.",
        "Division of Emergency Medicine, Department of Medicine, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-6211-9336"
    },
    {
      "last_name": "Mondoux",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Mondoux",
      "affiliations": [
        "Division of Emergency Medicine, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-6752-3485"
    },
    {
      "last_name": "Dainty",
      "fore_name": "Katie N",
      "initials": "KN",
      "name": "Katie N Dainty",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "North York General Hospital, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-2906-8813"
    },
    {
      "last_name": "McCarron",
      "fore_name": "Joy",
      "initials": "J",
      "name": "Joy McCarron",
      "affiliations": [
        "Ontario Health, Toronto, ON, Canada."
      ],
      "orcid": "0009-0009-7381-0147"
    },
    {
      "last_name": "Paterson",
      "fore_name": "J Michael",
      "initials": "JM",
      "name": "J Michael Paterson",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "ICES, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-5995-1714"
    },
    {
      "last_name": "Plumptre",
      "fore_name": "Lesley",
      "initials": "L",
      "name": "Lesley Plumptre",
      "affiliations": [
        "ICES, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-9545-3958"
    },
    {
      "last_name": "Borgundvaag",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Borgundvaag",
      "affiliations": [
        "ICES, Toronto, ON, Canada."
      ],
      "orcid": "0009-0007-3869-8343"
    },
    {
      "last_name": "Ovens",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Ovens",
      "affiliations": [
        "Schwartz/Reisman Emergency Medicine Institute, Sinai Health, Toronto, ON, Canada.",
        "Division of Emergency Medicine, Department of Family and Community Medicine, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-6405-9795"
    },
    {
      "last_name": "McLeod",
      "fore_name": "Shelley L",
      "initials": "SL",
      "name": "Shelley L McLeod",
      "affiliations": [
        "Schwartz/Reisman Emergency Medicine Institute, Sinai Health, Toronto, ON, Canada.",
        "Division of Emergency Medicine, Department of Family and Community Medicine, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-2686-6307"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "26",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "15"
  },
  "start_page": "e50483",
  "pages": "e50483",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Ontario",
    "Humans",
    "Pilot Projects",
    "Cohort Studies",
    "Female",
    "Male",
    "Emergency Service, Hospital",
    "Middle Aged",
    "Adult",
    "Ambulatory Care",
    "Aged",
    "Telemedicine",
    "Health Care Costs"
  ],
  "article_ids": {
    "pubmed": "39008348",
    "pmc": "PMC11287093",
    "doi": "10.2196/50483",
    "pii": "v26i1e50483"
  },
  "doi": "10.2196/50483",
  "pmc_id": "PMC11287093",
  "dates": {
    "completed": "2024-07-15",
    "revised": "2024-08-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.677918",
    "pmid": "39008348"
  }
}