{
  "pmid": "39007578",
  "uid": "39007578",
  "title": "Society of Critical Care Medicine and American Society of Health-System Pharmacists Guideline for the Prevention of Stress-Related Gastrointestinal Bleeding in Critically Ill Adults.",
  "abstract": "RATIONALE: Critically ill adults can develop stress-related mucosal damage from gastrointestinal hypoperfusion and reperfusion injury, predisposing them to clinically important stress-related upper gastrointestinal bleeding (UGIB). OBJECTIVES: The objective of this guideline was to develop evidence-based recommendations for the prevention of UGIB in adults in the ICU. DESIGN: A multiprofessional panel of 18 international experts from dietetics, critical care medicine, nursing, and pharmacy, and two methodologists developed evidence-based recommendations in alignment with the Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) methodology. Conflict-of-interest policies were strictly followed during all phases of guideline development including task force selection and voting. METHODS: The panel members identified and formulated 13 Population, Intervention, Comparison, and Outcome questions. We conducted a systematic review for each question to identify the best available evidence, statistically analyzed the evidence, and then assessed the certainty of the evidence using the GRADE approach. We used the evidence-to-decision framework to formulate the recommendations. Good practice statements were included to provide additional guidance. RESULTS: The panel generated nine conditional recommendations and made four good practice statements. Factors that likely increase the risk for clinically important stress-related UGIB in critically ill adults include coagulopathy, shock, and chronic liver disease. There is no firm evidence for mechanical ventilation alone being a risk factor. Enteral nutrition probably reduces UGIB risk. All critically ill adults with factors that likely increase the risk for stress-related UGIB should receive either proton pump inhibitors or histamine-2 receptor antagonists, at low dosage regimens, to prevent UGIB. Prophylaxis should be discontinued when critical illness is no longer evident or the risk factor(s) is no longer present despite ongoing critical illness. Discontinuation of stress ulcer prophylaxis before transfer out of the ICU is necessary to prevent inappropriate prescribing. CONCLUSIONS: The guideline panel achieved consensus regarding the recommendations for the prevention of stress-related UGIB. These recommendations are intended for consideration along with the patient's existing clinical status.",
  "authors": [
    {
      "last_name": "MacLaren",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert MacLaren",
      "affiliations": [
        "Department of Clinical Pharmacy, University of Colorado Skaggs School of Pharmacy and Pharmaceutical Sciences, Aurora, CO."
      ]
    },
    {
      "last_name": "Dionne",
      "fore_name": "Joanna C",
      "initials": "JC",
      "name": "Joanna C Dionne",
      "affiliations": [
        "Division of Gastroenterology and Critical Care Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Granholm",
      "fore_name": "Anders",
      "initials": "A",
      "name": "Anders Granholm",
      "affiliations": [
        "Department of Intensive Care, Righospitalet, University of Copenhagen, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Alhazzani",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Alhazzani",
      "affiliations": [
        "Division of Gastroenterology and Critical Care Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Division of Critical Care, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Szumita",
      "fore_name": "Paul M",
      "initials": "PM",
      "name": "Paul M Szumita",
      "affiliations": [
        "Department of Pharmacy Services, Brigham and Women's Hospital, Boston, MA."
      ]
    },
    {
      "last_name": "Olsen",
      "fore_name": "Keith",
      "initials": "K",
      "name": "Keith Olsen",
      "affiliations": [
        "Department of Pharmacy Practice and Science, College of Pharmacy, University of Nebraska Medical Center, Omaha, NE."
      ]
    },
    {
      "last_name": "Barletta",
      "fore_name": "Jeffrey F",
      "initials": "JF",
      "name": "Jeffrey F Barletta",
      "affiliations": [
        "Department of Pharmacy Practice, Midwestern University College of Pharmacy, Glendale, AZ."
      ]
    },
    {
      "last_name": "Møller",
      "fore_name": "Morten Hylander",
      "initials": "MH",
      "name": "Morten Hylander Møller",
      "affiliations": [
        "Department of Intensive Care, Righospitalet, University of Copenhagen, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Karvellas",
      "fore_name": "Constantine J",
      "initials": "CJ",
      "name": "Constantine J Karvellas",
      "affiliations": [
        "Division of Gastroenterology (Liver Unit), Department of Critical Care Medicine, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Wischmeyer",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Wischmeyer",
      "affiliations": [
        "Department of Anesthesiology and Surgery, Duke University Medical Center, Durham, NC."
      ]
    },
    {
      "last_name": "DePriest",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley DePriest",
      "affiliations": [
        "Department of Food and Nutrition, Emory Healthcare, Atlanta, GA."
      ]
    },
    {
      "last_name": "Carlos",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Carlos",
      "affiliations": [
        "Patient representative, Denver, CO."
      ]
    },
    {
      "last_name": "Argetsinger",
      "fore_name": "Debora",
      "initials": "D",
      "name": "Debora Argetsinger",
      "affiliations": [
        "Neurology, University of Michigan Health-West, Wyoming, MI."
      ]
    },
    {
      "last_name": "Carothers",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J Carothers",
      "affiliations": [
        "Department of Inpatient Pharmacy, United States Public Health Service, Alaska Native Medical Center, Anchorage, AK."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Rosemary",
      "initials": "R",
      "name": "Rosemary Lee",
      "affiliations": [
        "Critical Care and Progressive Care Units, Baptist Health South Florida, Miami, FL."
      ]
    },
    {
      "last_name": "Napolitano",
      "fore_name": "Lena",
      "initials": "L",
      "name": "Lena Napolitano",
      "affiliations": [
        "Acute Care Surgery, Surgical Critical Care, Department of Surgery, University of Michigan Health System, Ann Arbor, MI."
      ]
    },
    {
      "last_name": "Perri",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Perri",
      "affiliations": [
        "Division of Gastroenterology and Critical Care Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Divisions of Clinical Pharmacology & Toxicology and Critical Care Medicine, Department of Medicine, McMaster University, Hamiton, ON, Canada."
      ]
    },
    {
      "last_name": "Naylor",
      "fore_name": "Douglas F",
      "initials": "DF",
      "name": "Douglas F Naylor",
      "affiliations": [
        "Department of Surgery-Trauma Surgery, Critical Care, and Acute Care Surgery, University Hospitals of Cleveland, Cleveland, OH."
      ]
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "e421",
  "end_page": "e430",
  "pages": "e421-e430",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Humans",
    "Critical Illness",
    "Gastrointestinal Hemorrhage",
    "Adult",
    "Critical Care",
    "Proton Pump Inhibitors",
    "Stress, Psychological",
    "Histamine H2 Antagonists",
    "Evidence-Based Medicine"
  ],
  "article_ids": {
    "pubmed": "39007578",
    "doi": "10.1097/CCM.0000000000006330",
    "pii": "00003246-202408000-00022"
  },
  "doi": "10.1097/CCM.0000000000006330",
  "dates": {
    "completed": "2024-07-15",
    "revised": "2025-05-02"
  },
  "chemicals": [
    "Proton Pump Inhibitors",
    "Histamine H2 Antagonists"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:28.476332",
    "pmid": "39007578"
  }
}