{
  "pmid": "39009038",
  "uid": "39009038",
  "title": "Leadership for AI Transformation in Health Care Organization: Scoping Review.",
  "abstract": "BACKGROUND: The leaders of health care organizations are grappling with rising expenses and surging demands for health services. In response, they are increasingly embracing artificial intelligence (AI) technologies to improve patient care delivery, alleviate operational burdens, and efficiently improve health care safety and quality. OBJECTIVE: In this paper, we map the current literature and synthesize insights on the role of leadership in driving AI transformation within health care organizations. METHODS: We conducted a comprehensive search across several databases, including MEDLINE (via Ovid), PsycINFO (via Ovid), CINAHL (via EBSCO), Business Source Premier (via EBSCO), and Canadian Business & Current Affairs (via ProQuest), spanning articles published from 2015 to June 2023 discussing AI transformation within the health care sector. Specifically, we focused on empirical studies with a particular emphasis on leadership. We used an inductive, thematic analysis approach to qualitatively map the evidence. The findings were reported in accordance with the PRISMA-ScR (Preferred Reporting Items for Systematic Reviews and Meta-Analysis extension for Scoping Reviews) guidelines. RESULTS: A comprehensive review of 2813 unique abstracts led to the retrieval of 97 full-text articles, with 22 included for detailed assessment. Our literature mapping reveals that successful AI integration within healthcare organizations requires leadership engagement across technological, strategic, operational, and organizational domains. Leaders must demonstrate a blend of technical expertise, adaptive strategies, and strong interpersonal skills to navigate the dynamic healthcare landscape shaped by complex regulatory, technological, and organizational factors. CONCLUSIONS: In conclusion, leading AI transformation in healthcare requires a multidimensional approach, with leadership across technological, strategic, operational, and organizational domains. Organizations should implement a comprehensive leadership development strategy, including targeted training and cross-functional collaboration, to equip leaders with the skills needed for AI integration. Additionally, when upskilling or recruiting AI talent, priority should be given to individuals with a strong mix of technical expertise, adaptive capacity, and interpersonal acumen, enabling them to navigate the unique complexities of the healthcare environment.",
  "authors": [
    {
      "last_name": "Sriharan",
      "fore_name": "Abi",
      "initials": "A",
      "name": "Abi Sriharan",
      "affiliations": [
        "Krembil Centre for Health Management and Leadership, Schulich School of Business, York University, Toronto, ON, Canada.",
        "Institute for Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-8191-7050"
    },
    {
      "last_name": "Sekercioglu",
      "fore_name": "Nigar",
      "initials": "N",
      "name": "Nigar Sekercioglu",
      "affiliations": [
        "Institute for Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-6461-8801"
    },
    {
      "last_name": "Mitchell",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Mitchell",
      "affiliations": [
        "Gustavson School of Business, University of Victoria, Victoria, ON, Canada."
      ],
      "orcid": "0000-0002-4291-1203"
    },
    {
      "last_name": "Senkaiahliyan",
      "fore_name": "Senthujan",
      "initials": "S",
      "name": "Senthujan Senkaiahliyan",
      "affiliations": [
        "Institute for Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0009-0007-9236-8783"
    },
    {
      "last_name": "Hertelendy",
      "fore_name": "Attila",
      "initials": "A",
      "name": "Attila Hertelendy",
      "affiliations": [
        "College of Business, Florida International University, Florida, FL, United States."
      ],
      "orcid": "0000-0001-6174-0289"
    },
    {
      "last_name": "Porter",
      "fore_name": "Tracy",
      "initials": "T",
      "name": "Tracy Porter",
      "affiliations": [
        "Department of Management, Cleveland State University, Cleveland, OH, United States."
      ],
      "orcid": "0000-0001-9703-9929"
    },
    {
      "last_name": "Banaszak-Holl",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Banaszak-Holl",
      "affiliations": [
        "Department of Health Services Administration, School of Health Professions, University of Alabama Birmingham, Birmingham, OH, United States."
      ],
      "orcid": "0000-0002-6896-600X"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "26",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "14"
  },
  "start_page": "e54556",
  "pages": "e54556",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Leadership",
    "Artificial Intelligence",
    "Humans",
    "Delivery of Health Care"
  ],
  "article_ids": {
    "pubmed": "39009038",
    "pmc": "PMC11358667",
    "doi": "10.2196/54556",
    "pii": "v26i1e54556"
  },
  "doi": "10.2196/54556",
  "pmc_id": "PMC11358667",
  "dates": {
    "completed": "2024-08-14",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:16.249792",
    "pmid": "39009038"
  }
}