{
  "pmid": "39004719",
  "uid": "39004719",
  "title": "Association between organophosphorus insecticides exposure and osteoarthritis in patients with arteriosclerotic cardiovascular disease.",
  "abstract": "BACKGROUND: Organic phosphorus insecticides (OPPs) are a class of environmental pollutants widely used worldwide with potential human health risks. We aimed to assess the association between exposure to OPPs and osteoarthritis (OA) particularly in participants with atherosclerotic cardiovascular disease (ASCVD). METHODS: Participants' information was obtained from data in the National Health and Nutrition Examination (NHANES). Weighted logistic regression models were utilized to detect associations between OPPs metabolites and OA. Restricted cubic spline plots (RCS) were drawn to visualize the dose-response relationship between each metabolite and OA prevalence. Weighted quantile sum (WQS) regression and Bayesian kernel-machine regression (BKMR), were applied to investigate the joint effect of mixtures of OPPs on OA. RESULTS: A total of 6871 samples were included in our study, no significant associations between OPPs exposure and OA incidence were found in whole population. However, in a subset of 475 individuals with ASCVD, significant associations between DMP (odds ratio [OR] as a continuous variable = 1.22, 95% confidence interval [CI]: 1.07,1.28), DEP ((odds ratio [OR] of the highest tertile compared to the lowest = 2.43, 95% confidence interval [CI]: 1.21,4.86), and OA were observed. DMP and DEP showed an increasing dose-response relationship to the prevalence of OA, while DMTP, DETP, DMDTP and DEDTP showed a nonlinear relationship. Multi-contamination modeling revealed a 1.34-fold (95% confidence intervals:0.80, 2.26) higher prevalence of OA in participants with high co-exposure to OPPs compared to those with low co-exposure, with a preponderant weighting (0.87) for the dimethyl dialkyl phosphate metabolites (DMAPs). The BKMR also showed that co-exposure of mixed OPPs was associated with an increased prevalence of OA, with DMP showing a significant dose-response relationship. CONCLUSION: High levels of urine dialkyl phosphate metabolites (DAP) of multiple OPPs are associated with an increased prevalence of OA in patients with ASCVD, suggesting the need to prevent exposure to OPPs in ASCVD patients to avoid triggering OA and further avoid the occurrence of cardiovascular events caused by OA.",
  "authors": [
    {
      "last_name": "Zhu",
      "fore_name": "Shenhao",
      "initials": "S",
      "name": "Shenhao Zhu",
      "affiliations": [
        "Department of Urology, The First Affiliated Hospital of Nanjing Medical University, No 300 Guangzhou Road, Nanjing, 210029, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Zhou",
      "affiliations": [
        "Department of Sports Medicine and Joint Surgery, Nanjing First Hospital, Nanjing Medical University, Nanjing, 210006, China."
      ]
    },
    {
      "last_name": "Chao",
      "fore_name": "Menglin",
      "initials": "M",
      "name": "Menglin Chao",
      "affiliations": [
        "Department of Endocrinology, The First Affiliated Hospital of Nanjing Medical University, No 300 Guangzhou Road, Nanjing, 210029, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Cardiology, The Affiliated Jiangning Hospital with Nanjing Medical University, Nanjing, 211100, China."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Weili",
      "initials": "W",
      "name": "Weili Cheng",
      "affiliations": [
        "Department of Cardiology, The Affiliated Jiangning Hospital with Nanjing Medical University, Nanjing, 211100, China."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Hongyao",
      "initials": "H",
      "name": "Hongyao Xu",
      "affiliations": [
        "Department of Sports Medicine and Joint Surgery, Nanjing First Hospital, Nanjing Medical University, Nanjing, 210006, China. xu3102004001@126.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Lai",
      "initials": "L",
      "name": "Lai Zhang",
      "affiliations": [
        "Department of Cardiology, The Affiliated Jiangning Hospital with Nanjing Medical University, Nanjing, 211100, China. 326047818@qq.com."
      ]
    },
    {
      "last_name": "Tao",
      "fore_name": "Qin",
      "initials": "Q",
      "name": "Qin Tao",
      "affiliations": [
        "Department of Cardiology, The Affiliated Jiangning Hospital with Nanjing Medical University, Nanjing, 211100, China. tqsz07277@163.com."
      ]
    },
    {
      "last_name": "Da",
      "fore_name": "Qiang",
      "initials": "Q",
      "name": "Qiang Da",
      "affiliations": [
        "Department of Pharmacy, The First Affiliated Hospital of Nanjing Medical University, No 300 Guangzhou Road, Nanjing, 210029, China. dqph@njmu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "14"
  },
  "start_page": "1873",
  "pages": "1873",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Male",
    "Middle Aged",
    "Osteoarthritis",
    "Insecticides",
    "Environmental Exposure",
    "Aged",
    "Organophosphorus Compounds",
    "Nutrition Surveys",
    "Atherosclerosis",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "39004719",
    "pmc": "PMC11247838",
    "doi": "10.1186/s12889-024-19414-9",
    "pii": "10.1186/s12889-024-19414-9"
  },
  "doi": "10.1186/s12889-024-19414-9",
  "pmc_id": "PMC11247838",
  "dates": {
    "completed": "2024-07-14",
    "revised": "2025-01-29"
  },
  "chemicals": [
    "Insecticides",
    "Organophosphorus Compounds"
  ],
  "grants": [
    {
      "grant_id": "NMUB20220166",
      "agency": "Science and Technology Development Found of Nanjing Medical University"
    },
    {
      "grant_id": "NMUB20220166",
      "agency": "Science and Technology Development Found of Nanjing Medical University"
    },
    {
      "grant_id": "KD2022KYJJZD074",
      "agency": "Research and Development Fund of Kangda College of Nanjing Medical University"
    },
    {
      "grant_id": "KD2022KYJJZD074",
      "agency": "Research and Development Fund of Kangda College of Nanjing Medical University"
    },
    {
      "grant_id": "JNYYZXKY202203",
      "agency": "Youth Innovation Research Fund of Jiangning Hospital Affiliated to Nanjing Medical University"
    },
    {
      "grant_id": "BK20220707",
      "agency": "Natural Science Foundation of Jiangsu Province"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.687058",
    "pmid": "39004719"
  }
}