{
  "pmid": "39018058",
  "uid": "39018058",
  "title": "Systemic Immunomodulatory Treatments for Atopic Dermatitis: Living Systematic Review and Network Meta-Analysis Update.",
  "abstract": "IMPORTANCE: There are multiple approved systemic treatments for atopic dermatitis. Lebrikizumab is a newly licensed biologic medication that has been compared to placebo in clinical trials but not to other systemic treatments. OBJECTIVE: To compare reported measures of efficacy and safety of lebrikizumab to other systemic treatments for atopic dermatitis in a living systematic review and network meta-analysis. DATA SOURCES: The Cochrane Central Register of Controlled Trials, MEDLINE, Embase, the Latin American and Caribbean Health Science Information database, the Global Resource of Eczema Trials database, and trial registries were searched from inception through November 3, 2023. STUDY SELECTION: Randomized clinical trials evaluating 8 or more weeks of treatment with systemic immunomodulatory medications for moderate to severe atopic dermatitis. Titles, abstracts, and full texts were screened in duplicate. DATA EXTRACTION AND SYNTHESIS: Data were abstracted in duplicate and random-effects bayesian network meta-analyses were performed. Minimal important differences were used to define important differences between medications. Certainty of evidence was assessed using the GRADE approach (Grading of Recommendations Assessment, Development and Evaluation). The updated analysis was completed from December 13, 2023, to February 20, 2024. MAIN OUTCOME MEASURES: Efficacy outcomes were the Eczema Area and Severity Index (EASI), the Patient Oriented Eczema Measure (POEM) Dermatology Life Quality Index (DLQI), and Peak Pruritus Numeric Rating Scales (PP-NRS) and were compared using mean difference (MD) with 95% credible intervals (CrI). Safety outcomes were serious adverse events and withdrawal due to adverse events. Other outcomes included the proportion of participants with 50%, 75%, and 90% improvement in EASI (EASI-50, -75, -90) and the proportion with success on the Investigator Global Assessment compared using odds ratios with 95% CrI. RESULTS: The study sample included 97 eligible trials, with a total of 24 679 patients. Lebrikizumab was associated with no important difference in change in EASI (MD, -2.0; 95% CrI, -4.5 to 0.3; moderate certainty), POEM (MD, -1.1; 95% CrI -2.5 to 0.2; moderate certainty), DLQI (MD, -0.2; 95% CrI -2.1 to 1.6; moderate certainty), or PP-NRS (MD, 0.1; 95% CrI -0.4, 0.6; high certainty) compared to dupilumab among adults with atopic dermatitis who were treated for up to 16 weeks. Dupilumab was associated with higher odds of efficacy in binary outcomes compared with lebrikizumab. The relative efficacy of other approved systemic medications was similar to that found by previous updates of this living study, with high-dose upadacitinib and abrocitinib demonstrating numerically highest relative efficacy. For safety outcomes, low event rates limited useful comparisons. CONCLUSIONS AND RELEVANCE: In this living systematic review and network meta-analysis, lebrikizumab was similarly effective to dupilumab for the short-term treatment of atopic dermatitis in adults. Clinicians and patients can use these comparative data to inform treatment decisions.",
  "authors": [
    {
      "last_name": "Drucker",
      "fore_name": "Aaron M",
      "initials": "AM",
      "name": "Aaron M Drucker",
      "affiliations": [
        "Division of Dermatology, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Medicine and Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Lam",
      "affiliations": [
        "Division of Dermatology, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Prieto-Merino",
      "fore_name": "David",
      "initials": "D",
      "name": "David Prieto-Merino",
      "affiliations": [
        "Faculty of Medicine, Universidad de Alcalá, Alcalá de Henares, Spain."
      ]
    },
    {
      "last_name": "Malek",
      "fore_name": "Rayka",
      "initials": "R",
      "name": "Rayka Malek",
      "affiliations": [
        "School of Life Course and Population Health Sciences, King's College London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Ellis",
      "fore_name": "Alexandra G",
      "initials": "AG",
      "name": "Alexandra G Ellis",
      "affiliations": [
        "School of Public Health, Brown University, Providence, Rhode Island."
      ]
    },
    {
      "last_name": "Yiu",
      "fore_name": "Zenas Z N",
      "initials": "ZZN",
      "name": "Zenas Z N Yiu",
      "affiliations": [
        "Division of Musculoskeletal and Dermatological Sciences, Faculty of Biology, Medicine and Health, The University of Manchester, Manchester, United Kingdom.",
        "Dermatology Centre, Manchester Academic Health Science Centre, Northern Care Alliance NHS Foundation Trust, Manchester, United Kingdom."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Di Giorgio",
      "fore_name": "Sonya",
      "initials": "S",
      "name": "Sonya Di Giorgio",
      "affiliations": [
        "Libraries & Collections, King's College London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Arents",
      "fore_name": "Bernd W M",
      "initials": "BWM",
      "name": "Bernd W M Arents",
      "affiliations": [
        "Dutch Association for People with Atopic Dermatitis, Nijkerk, the Netherlands."
      ]
    },
    {
      "last_name": "Mohan",
      "fore_name": "Tanya",
      "initials": "T",
      "name": "Tanya Mohan",
      "affiliations": [
        "Patient Representative (independent), Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Burton",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Burton",
      "affiliations": [
        "Patient Representative (independent), Nottingham, United Kingdom."
      ]
    },
    {
      "last_name": "Spuls",
      "fore_name": "Phyllis I",
      "initials": "PI",
      "name": "Phyllis I Spuls",
      "affiliations": [
        "Department of Dermatology, Amsterdam Public Health/Infection and Immunology, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Schmitt",
      "fore_name": "Jochen",
      "initials": "J",
      "name": "Jochen Schmitt",
      "affiliations": [
        "Center for Evidence-Based Healthcare, Faculty of Medicine Carl Gustav Carus, Technische Universität Dresden, Dresden, Germany."
      ]
    },
    {
      "last_name": "Flohr",
      "fore_name": "Carsten",
      "initials": "C",
      "name": "Carsten Flohr",
      "affiliations": [
        "Paediatric & Population-Based Dermatology Research, St John's Institute of Dermatology, King's College London and Guy's and St Thomas' NHS Foundation Trust, London, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "JAMA dermatology",
    "iso_abbreviation": "JAMA Dermatol",
    "issn": "2168-6084",
    "issn_type": "Electronic",
    "volume": "160",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "936",
  "end_page": "944",
  "pages": "936-944",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Antibodies, Monoclonal",
    "Dermatitis, Atopic",
    "Immunomodulating Agents",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Severity of Illness Index",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "39018058",
    "pmc": "PMC11255974",
    "doi": "10.1001/jamadermatol.2024.2192",
    "pii": "2821284"
  },
  "doi": "10.1001/jamadermatol.2024.2192",
  "pmc_id": "PMC11255974",
  "dates": {
    "completed": "2024-09-18",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Antibodies, Monoclonal",
    "Immunomodulating Agents",
    "lebrikizumab",
    "dupilumab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.249525",
    "pmid": "39018058"
  }
}