{
  "pmid": "39012685",
  "uid": "39012685",
  "title": "Estimating the Global and Regional Burden of Streptococcus pneumoniae Meningitis in Children: Protocol for a Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: Streptococcus pneumoniae (Spn) has been a leading cause of bacterial meningitis in children. The most recent estimation of the global burden of Spn meningitis indicates a positive trajectory in eliminating Spn through the implementation of pneumococcal conjugate vaccines. However, continuous monitoring and assessment of the disease burden are necessary due to the evidence of serotype replacement, antibiotic resistance, and the impact of the recent COVID-19 pandemic. OBJECTIVE: The aim of this systematic review is to provide an updated and focused assessment of the global and regional burden of Spn meningitis in children, which can guide policies and strategies to reduce the disease burden. METHODS: Population-based studies published from January 1, 2000, to January 1, 2022, were preliminarily searched from the electronic databases PubMed, Embase, Global Health (CABI), and CINAHL Plus without any language restrictions. Studies were included if they reported the incidence, prevalence, mortality, or case-fatality ratio (CFR) for Spn meningitis in children aged 0-4 years; meningitis was confirmed by cerebrospinal fluid culture; the study period was a minimum of 1 year; the number of reported cases was at least 10; and the study had no methodological ambiguities. The article screening process follows the PRISMA (Preferred Reporting Items for Systematic reviews and Meta-Analyses) guidelines. Characteristics including study period, setting, World Health Organization region, income level, vaccination information, and participant data (age, number of cases, deaths, sequelae, and risk factors) will be extracted from the included studies. Search results will be updated and incorporated into our review prior to finalizing the extraction of data. Generalized linear mixed models meta-analysis will be performed to estimate the pooled incidence and CFR. We will further assess the risk of bias and heterogeneity, and will perform subgroup and sensitivity analyses to provide a meaningful interpretation of the current burden and literature for pneumococcal meningitis. RESULTS: Our preliminary search in December 2021 yielded 9295 articles. Out of 275 studies that were assessed with our eligibility criteria, 117 articles were included. Data extraction and analysis are expected to be complete by January 2025. We plan to publish the results from the full study, including an updated search in 2024, by March 2025. CONCLUSIONS: Given that the major burden of Spn meningitis affects children under the age of 5 years, this systematic review will provide a thorough understanding of the global burden of Spn meningitis in this vulnerable population over a span of 2 decades. Insights into incidence trends, geospatial distribution, risk factors, and sequelae will be valuable for stakeholders, policy makers, and the academic community. This information will aid in the ongoing monitoring of the disease and in enhancing targeted vaccine programs to further mitigate the impact of the disease on children worldwide. TRIAL REGISTRATION: PROSPERO CRD42021293110; https://tinyurl.com/kc3j5k4m. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/50678.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Jay J",
      "initials": "JJ",
      "name": "Jay J Park",
      "affiliations": [
        "Edinburgh Medical School, University of Edinburgh, Edinburgh, United Kingdom.",
        "Edinburgh Global Health Interest Group, Edinburgh, United Kingdom."
      ],
      "orcid": "0000-0001-8762-6986"
    },
    {
      "last_name": "Tiefenbach",
      "fore_name": "Jakov",
      "initials": "J",
      "name": "Jakov Tiefenbach",
      "affiliations": [
        "Edinburgh Global Health Interest Group, Edinburgh, United Kingdom.",
        "Neurological Institute, Cleveland Clinic, Cleveland, OH, United States."
      ],
      "orcid": "0000-0003-3163-384X"
    },
    {
      "last_name": "Anwar",
      "fore_name": "Mohammed Ma'arij",
      "initials": "MM",
      "name": "Mohammed Ma'arij Anwar",
      "affiliations": [
        "Edinburgh Medical School, University of Edinburgh, Edinburgh, United Kingdom.",
        "Department of Bioengineering, Imperial College London, London, United Kingdom."
      ],
      "orcid": "0000-0002-7136-8342"
    },
    {
      "last_name": "Narayanan",
      "fore_name": "Sandhya",
      "initials": "S",
      "name": "Sandhya Narayanan",
      "affiliations": [
        "Edinburgh Global Health Interest Group, Edinburgh, United Kingdom.",
        "Barnardo's, Barkingside, United Kingdom."
      ],
      "orcid": "0000-0002-0170-3897"
    },
    {
      "last_name": "Ope",
      "fore_name": "Beatrice",
      "initials": "B",
      "name": "Beatrice Ope",
      "affiliations": [
        "Association for Reproductive and Family Health, Abuja, Nigeria."
      ],
      "orcid": "0000-0001-9989-9367"
    },
    {
      "last_name": "Bin Han",
      "fore_name": "Selene Seo",
      "initials": "SS",
      "name": "Selene Seo Bin Han",
      "affiliations": [
        "Edinburgh Global Health Interest Group, Edinburgh, United Kingdom."
      ],
      "orcid": "0000-0002-3721-0453"
    },
    {
      "last_name": "Ale",
      "fore_name": "Boni Maxime",
      "initials": "BM",
      "name": "Boni Maxime Ale",
      "affiliations": [
        "Edinburgh Global Health Interest Group, Edinburgh, United Kingdom.",
        "Holo Healthcare Limited, Nairobi, Kenya."
      ],
      "orcid": "0000-0002-8449-3310"
    },
    {
      "last_name": "Adeloye",
      "fore_name": "Davies",
      "initials": "D",
      "name": "Davies Adeloye",
      "affiliations": [
        "School of Health and Life Sciences, Teesside University, Middlesbrough, United Kingdom."
      ],
      "orcid": "0000-0003-1316-8139"
    },
    {
      "last_name": "Rudan",
      "fore_name": "Igor",
      "initials": "I",
      "name": "Igor Rudan",
      "affiliations": [
        "Edinburgh Medical School, University of Edinburgh, Edinburgh, United Kingdom.",
        "Edinburgh Global Health Interest Group, Edinburgh, United Kingdom.",
        "Centre of Global Health, Edinburgh Medical School, Usher Institute, University of Edinburgh, Edinburgh, United Kingdom."
      ],
      "orcid": "0000-0001-6993-6884"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "16"
  },
  "start_page": "e50678",
  "pages": "e50678",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child, Preschool",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Cost of Illness",
    "Global Health",
    "Incidence",
    "Meningitis, Pneumococcal",
    "Meta-Analysis as Topic",
    "Pneumococcal Vaccines",
    "Streptococcus pneumoniae",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "39012685",
    "pmc": "PMC11289570",
    "doi": "10.2196/50678",
    "pii": "v13i1e50678"
  },
  "doi": "10.2196/50678",
  "pmc_id": "PMC11289570",
  "dates": {
    "completed": "2024-07-16",
    "revised": "2025-05-13"
  },
  "chemicals": [
    "Pneumococcal Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.684370",
    "pmid": "39012685"
  }
}