{
  "pmid": "39015219",
  "uid": "39015219",
  "title": "Assessing Health Equity in Partnership with Children's Mental Health Organizations: Considerations Before the Implementation of Parenting Programs.",
  "abstract": "OBJECTIVES: Understanding and addressing how an individual's social, political, economic, and cultural context affects their ability to achieve optimal health is essential to designing and implementing interventions. Before evaluating two parenting programs, in partnership with four children's mental health organizations, we used the Health Equity Impact Assessment tool (HEIA) to identify groups that may experience unintended health impacts, as well as generated mitigation strategies to address these impacts. METHODS: HEIA activities included a review of the published literature, a review of organizational documents, key informant interviews with staff (n = 12) and other related community service providers (n = 7), and a geographic information systems analysis. All sources of evidence were considered and analyzed using reflective thematic analysis. Summary reports were shared with all partners. RESULTS: A range of groups were identified as at risk of experiencing unintended health impacts, including caregivers who are racialized, immigrants, Indigenous, living with mental health issues or addictions, dealing with intellectual challenges and/or low literacy levels, survivors of childhood trauma, single parent families, or families experiencing financial difficulties. Unintended health impacts were sorted into 6 main themes which fell under the overarching themes of accessibility of the programs and cultural appropriateness. Mitigation strategies as well as innovative strategies already being applied by participating organizations are discussed. CONCLUSION: Although this HEIA focused on parenting programs, the findings address equity issues applicable to the provision of a wide spectrum of children's mental health services.",
  "authors": [
    {
      "last_name": "Kenny",
      "fore_name": "Meghan",
      "initials": "M",
      "name": "Meghan Kenny",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Raos",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Raos",
      "affiliations": [
        "Geographic Information Systems Analyst, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Fatima",
      "initials": "F",
      "name": "Fatima Ahmad",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada.",
        "Offord Centre for Child Studies, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada.",
        "Offord Centre for Child Studies, Hamilton, Canada."
      ],
      "orcid": "0000-0003-0087-830X"
    }
  ],
  "journal": {
    "title": "Health equity",
    "iso_abbreviation": "Health Equity",
    "issn": "2473-1242",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2024"
  },
  "start_page": "419",
  "end_page": "425",
  "pages": "419-425",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39015219",
    "pmc": "PMC11250835",
    "doi": "10.1089/heq.2023.0143",
    "pii": "10.1089/heq.2023.0143"
  },
  "doi": "10.1089/heq.2023.0143",
  "pmc_id": "PMC11250835",
  "dates": {
    "revised": "2024-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.702345",
    "pmid": "39015219"
  }
}