{
  "pmid": "39012540",
  "uid": "39012540",
  "title": "The Relationship Between State-Level Earned Income Tax Credits and Violent Crime.",
  "abstract": "Policies that provide economic support, such as the earned income tax credit (EITC), improve peoples' ability to meet their basic needs and reduce stress, which can reduce violence perpetration. Refundable state-level EITCs have been associated with decreases in multiple forms of violence (e.g., child abuse and neglect); however, it is unknown whether there is an association between the EITC and violent crime as captured by Uniform Crime Reports. Crime and violence remain a pressing concern for many communities across the nation. Using a longitudinal data set, we conducted fixed-effects regression models with year and state specified as fixed effects, to determine whether variations in generosity of state-level EITCs are related to the rate of violent crime. After adjusting for demographic covariates, refundable state-level EITCs remained significantly associated with reductions in criminal homicide compared to states without an EITC. As many states attempt to combat crime and prevent violence in their communities, anti-poverty measures such as the EITC provide a promising strategy for reducing the social and economic costs associated with violence.",
  "authors": [
    {
      "last_name": "Rostad",
      "fore_name": "Whitney L",
      "initials": "WL",
      "name": "Whitney L Rostad",
      "affiliations": [
        "American Institutes for Research, Arlington, VA, USA. wrostad@air.org."
      ],
      "orcid": "0000-0002-4553-7229"
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "American Institutes for Research, Arlington, VA, USA."
      ]
    },
    {
      "last_name": "Ports",
      "fore_name": "Katie A",
      "initials": "KA",
      "name": "Katie A Ports",
      "affiliations": [
        "American Institutes for Research, Arlington, VA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Prevention science : the official journal of the Society for Prevention Research",
    "iso_abbreviation": "Prev Sci",
    "issn": "1573-6695",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "878",
  "end_page": "881",
  "pages": "878-881",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Violence",
    "Crime",
    "United States",
    "Income Tax",
    "Male",
    "Female",
    "Longitudinal Studies",
    "State Government"
  ],
  "article_ids": {
    "pubmed": "39012540",
    "doi": "10.1007/s11121-024-01705-7",
    "pii": "10.1007/s11121-024-01705-7"
  },
  "doi": "10.1007/s11121-024-01705-7",
  "dates": {
    "completed": "2024-09-11",
    "revised": "2024-09-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.235326",
    "pmid": "39012540"
  }
}