{
  "pmid": "39010115",
  "uid": "39010115",
  "title": "Asymptomatic malaria in pregnancy and associated risk factors in Majang Zone, Gambella Region, Southwest Ethiopia: a hard-to-reach malaria hotspot.",
  "abstract": "BACKGROUND: Asymptomatic malaria in pregnancy (AMiP) is a daunting public health problem with multifaceted adverse outcomes for mothers, fetuses, newborns and beyond. This study aimed to assess the prevalence and risk factors of AMiP and anaemia in Majang Zone, Gambella, Southwest Ethiopia. METHODS: A facility-based cross-sectional study was conducted among 425 pregnant women attending the antenatal care (ANC) clinics of five health facilities in the Majang Zone from November 2022 to February 2023. Sociodemographic, obstetric, and anti-malarial intervention data were collected using an interviewer-administered questionnaire. A capillary blood specimen was collected to diagnose malaria and anaemia as well as determine the blood group. Malaria was diagnosed by rapid diagnostic test (RDT), microscopy, and quantitative polymerase chain reaction (qPCR). Statistical analyses were done by Statistical Package for Social Science (SPSS) version 26.0. The association between dependent and independent variables was assessed by multivariable binary logistic regression, considering P < 0.05 statistically significant. The magnitude of associations was quantified with the adjusted odds ratio (AOR) along with the corresponding 95% confidence interval (CI). RESULTS: The overall prevalence of AMiP was 15.3% (95% CI 12.1, 18.9). It was 11.3% (95% CI 8.4, 14.7) by RDT, 11.8% (95% CI 8.9, 15.2) by microscopy and 17.6% (95% CI 11.7, 24.9) by qPCR. Plasmodium falciparum, moderate parasitaemia and submicroscopic infection accounted for 55.4% of the AMiP prevalence, 50.8% of the parasite density, and 41.6% of the qPCR-positive AMiP, respectively. Nearly 32.3% of pregnant women with AMiP carried gametocytes. Risk factors of AMiP were: not utilizing insecticide-treated net (ITN) within the previous week (AOR: 9.43 95% CI 1.57, 56.62), having a history of malaria within the previous year (AOR: 2.26 95% CI 1.16, 4.42), lack of indoor residual spraying (IRS) within the previous year (AOR: 3.00 95% CI 1.50, 6.00), and ANC contact below two rounds (AOR: 4.28 95% CI 2.06, 8.87). The prevalence of anaemia was 27.7% (95% CI 23.6, 32.1), and it was higher among AMiP-positives (56.9%) than the negatives (22.5%) (P: 000). CONCLUSION: The prevalence of AMiP and anaemia was high, and remained as a critical public health problem in the study area. Focus on the identified risk factors and introduction of more sensitive diagnostic tools should be considered to mitigate AMiP in the study area.",
  "authors": [
    {
      "last_name": "Alemayehu",
      "fore_name": "Aklilu",
      "initials": "A",
      "name": "Aklilu Alemayehu",
      "affiliations": [
        "School of Medical Laboratory Science, Institute of Health, Jimma University, Jimma, Ethiopia. aaakealex59@gmail.com.",
        "Department of Medical Laboratory Science, College of Medicine and Health Science, Arba Minch University, Arba Minch, Ethiopia. aaakealex59@gmail.com."
      ]
    },
    {
      "last_name": "Abossie",
      "fore_name": "Ashenafi",
      "initials": "A",
      "name": "Ashenafi Abossie",
      "affiliations": [
        "School of Medical Laboratory Science, Institute of Health, Jimma University, Jimma, Ethiopia.",
        "Department of Medical Laboratory Science, College of Medicine and Health Science, Arba Minch University, Arba Minch, Ethiopia."
      ]
    },
    {
      "last_name": "Zeynudin",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed Zeynudin",
      "affiliations": [
        "School of Medical Laboratory Science, Institute of Health, Jimma University, Jimma, Ethiopia."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Yewhalaw",
      "fore_name": "Delenasaw",
      "initials": "D",
      "name": "Delenasaw Yewhalaw",
      "affiliations": [
        "School of Medical Laboratory Science, Institute of Health, Jimma University, Jimma, Ethiopia.",
        "Tropical and Infectious Diseases Research Centre, Jimma University, Jimma, Ethiopia."
      ]
    }
  ],
  "journal": {
    "title": "Malaria journal",
    "iso_abbreviation": "Malar J",
    "issn": "1475-2875",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "15"
  },
  "start_page": "210",
  "pages": "210",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Ethiopia",
    "Pregnancy",
    "Adult",
    "Cross-Sectional Studies",
    "Risk Factors",
    "Young Adult",
    "Prevalence",
    "Adolescent",
    "Asymptomatic Infections",
    "Malaria",
    "Pregnancy Complications, Parasitic",
    "Anemia",
    "Malaria, Falciparum"
  ],
  "article_ids": {
    "pubmed": "39010115",
    "pmc": "PMC11250956",
    "doi": "10.1186/s12936-024-05041-7",
    "pii": "10.1186/s12936-024-05041-7"
  },
  "doi": "10.1186/s12936-024-05041-7",
  "pmc_id": "PMC11250956",
  "dates": {
    "completed": "2024-07-16",
    "revised": "2024-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.276584",
    "pmid": "39010115"
  }
}