{
  "pmid": "39025101",
  "uid": "39025101",
  "title": "Time from injury to hip-fracture surgery in low-income and middle-income regions: a secondary analysis of data from the International Orthopaedic Multicentre Study in Fracture Care (INORMUS).",
  "abstract": "BACKGROUND: Globally, fall-related injuries are a substantial problem, and 80% of fatal falls occur in low-income and middle-income countries. We aimed to measure time from injury to hip-fracture surgery in people aged 50 years or older living in low-income and middle-income regions, as well as to measure the proportion of patients with surgical stabilisation of their hip fracture within 72 h of admission to hospital and to identify risk factors associated with surgical delay. METHODS: For this secondary analysis, we analysed data collected from Africa, Latin America, China, India, and Asia (excluding China and India) for the International Orthopaedic Multicentre Study in Fracture Care (INORMUS) between March 29, 2014, and June 15, 2022. Patients from INORMUS were included in this analysis if they were aged 50 years or older and had an isolated, primary hip fracture sustained from a ground-level fall. Staff at participating hospitals identified patients with musculoskeletal injury and referred them for assessment of eligibility. We report time from injury to surgery as three distinct time periods: time from injury to hospital admission, time from admission to surgery, and a total time from injury to surgery. Date and time of injury were self-reported by patients at the time of study recruitment. If time to hospital admission after injury exceeded 24 h, patients reported the primary reason for delayed admission. Reasons for surgery, no surgery, and surgical delay were reported by the treating team. For patients undergoing surgery, multivariable regression analyses were used to identify risk factors for surgical delay. FINDINGS: 4486 adults aged 50 years or older with an isolated, primary hip fracture were enrolled in INORMUS from 55 hospitals in 24 countries. Countries were grouped into five regions: Africa (418 [9·3%] of 4486), Latin America (558 [12·4%]), China (1680 [37·4%]), India (1059 [23·6%]) and Asia (excluding China and India; 771 [17·2%]). Of 4486 patients, 3805 (84·8%) received surgery. The rate of surgery was similar in all regions except in Africa, where only 193 (46·3%) of 418 patients had surgery. Overall, 2791 (62·2%) of 4486 patients were admitted to hospital within 24 h of injury. However, 1019 (22·7%) of 4486 patients had delayed hospital admission of 72 h or more from injury. The two most common reasons for delayed admission of more than 24 h were transfer from another hospital (522 [36·2%] of 1441) and delayed care-seeking because patients thought the injury would heal on its own (480 [33·3%]). Once admitted to hospital, 1451 (38·1%) of 3805 patients who received surgery did so within 72 h (median 4·0 days [IQR 1·7-6·0]). Regional variation was seen in the proportion of patients receiving surgery within 72 h of hospital admission (92 [17·9%] of 514 in Latin America, 53 [27·5%] of 193 in Africa, 454 [30·9%] of 1471 in China, 318 [44·4%] of 716 in Asia [excluding China and India], and 534 [58·6%] of 911 in India). Of all 3805 patients who received operative treatment, 2353 (61·8%) waited 72 h or more from hospital admission. From time of injury, the proportion of patients who were surgically stabilised within 72 h was 889 (23·4%) of 3805 (50 [9·7%] of 517 in Latin America, 31 [16·1%] of 193 in Africa, 277 [18·8%] of 1471 in China, 189 [26·4%] of 716 in Asia [excluding China and India], and 342 [37·5%] of 911 in India). INTERPRETATION: Access to surgery within 72 h of hospital admission was poor, with factors that affected time to surgery varying by region. Data are necessary to understand existing pathways of hip-fracture care to inform the local development of quality-improvement initiatives. FUNDING: The National Health and Medical Research Council of Australia, the Canadian Institutes of Health Research, McMaster Surgical Associates, Hamilton Health Sciences, and the US National Institutes of Health.",
  "authors": [
    {
      "last_name": "Armstrong",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Armstrong",
      "affiliations": [
        "School of Population Health, Faculty of Medicine and Health, University of New South Wales, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Rogers",
      "fore_name": "Kris",
      "initials": "K",
      "name": "Kris Rogers",
      "affiliations": [
        "George Institute for Global Health, University of New South Wales, Sydney, NSW, Australia; Graduate School of Health, University of Technology Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Chuan Silvia",
      "initials": "CS",
      "name": "Chuan Silvia Li",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jagnoor",
      "fore_name": "Jagnoor",
      "initials": "J",
      "name": "Jagnoor Jagnoor",
      "affiliations": [
        "George Institute for Global Health, University of New South Wales, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Moroz",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moroz",
      "affiliations": [
        "Department of Surgery, John A Burns School of Medicine, University of Hawaii, Honolulu, HI, USA."
      ]
    },
    {
      "last_name": "Oguzie",
      "fore_name": "Gerald Chukwuemeka",
      "initials": "GC",
      "name": "Gerald Chukwuemeka Oguzie",
      "affiliations": [
        "Department of Orthopaedics, National Orthopaedics Hospital Enugu, Enugu, Nigeria."
      ]
    },
    {
      "last_name": "Hailu",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Hailu",
      "affiliations": [
        "College of Health Sciences, Tikur Anbessa Specialized Hospital, Addis Ababa University, Addis Ababa, Ethiopia."
      ]
    },
    {
      "last_name": "Miclau",
      "fore_name": "Theodore",
      "initials": "T",
      "name": "Theodore Miclau",
      "affiliations": [
        "Department of Orthopaedic Surgery, School of Medicine, University of California, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "de la Huerta",
      "fore_name": "Fernando",
      "initials": "F",
      "name": "Fernando de la Huerta",
      "affiliations": [
        "Faculty of Medicine, Division of Orthopaedic Surgery, University Hospital, Mexican Institute of Social Security, Mexico City, Mexico."
      ]
    },
    {
      "last_name": "Martinez-Ruiz",
      "fore_name": "Jose de Jesus",
      "initials": "JJ",
      "name": "Jose de Jesus Martinez-Ruiz",
      "affiliations": [
        "Department of Orthopedics and Traumatology, Hospital Civil de Guadalajara, Guadalajara, Mexico."
      ]
    },
    {
      "last_name": "Bidolegui",
      "fore_name": "Fernando",
      "initials": "F",
      "name": "Fernando Bidolegui",
      "affiliations": [
        "Orthopaedic and Trauma Surgery Department, Sirio-Libanes Hospital, Buenos Aires, Argentina; Departamento de Ortopedia y Traumatologia, Sanatorio Otamendi, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Junlin",
      "initials": "J",
      "name": "Junlin Zhou",
      "affiliations": [
        "Department of Orthopaedics, Beijing Chaoyang Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Xinlong",
      "initials": "X",
      "name": "Xinlong Ma",
      "affiliations": [
        "Department of Orthopaedics, Tianjin Hospital, Tianjin, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Bo",
      "initials": "B",
      "name": "Bo Wu",
      "affiliations": [
        "Department of Joint Surgery, Orthopedic Hospital of Shenyang, Shenyang, China."
      ]
    },
    {
      "last_name": "Sancheti",
      "fore_name": "Parag",
      "initials": "P",
      "name": "Parag Sancheti",
      "affiliations": [
        "Department of Spine, Sancheti Institute of Orthopaedics and Rehabilitation, Pune, India."
      ]
    },
    {
      "last_name": "Quang",
      "fore_name": "La Ngoc",
      "initials": "N",
      "name": "La Ngoc Quang",
      "affiliations": [
        "Department of Epidemiology, Hanoi University of Public Health, Hanoi, Viet Nam."
      ]
    },
    {
      "last_name": "Baigi",
      "fore_name": "Vali",
      "initials": "V",
      "name": "Vali Baigi",
      "affiliations": [
        "Sina Trauma and Surgery Research Center, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Haddadi",
      "fore_name": "Mashyaneh",
      "initials": "M",
      "name": "Mashyaneh Haddadi",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, Tehran University of Medical Sciences, Tehran, Iran; Injury Prevention and Safety Promotion Department, Disaster and Emergency Management Center, Ministry of Health and Medical Education, Tehran, Iran."
      ]
    },
    {
      "last_name": "Tian",
      "fore_name": "Maoyi",
      "initials": "M",
      "name": "Maoyi Tian",
      "affiliations": [
        "School of Public Health, Harbin Medical University, Harbin, China."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada; Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Centre for Evidence-Based Orthopaedics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ivers",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ivers",
      "affiliations": [
        "School of Population Health, Faculty of Medicine and Health, University of New South Wales, Sydney, NSW, Australia; George Institute for Global Health, University of New South Wales, Sydney, NSW, Australia. Electronic address: rebecca.ivers@unsw.edu.au."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The lancet. Healthy longevity",
    "iso_abbreviation": "Lancet Healthy Longev",
    "issn": "2666-7568",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "e552",
  "end_page": "e562",
  "pages": "e552-e562",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Observational Study"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Accidental Falls",
    "Africa",
    "Asia",
    "China",
    "Developing Countries",
    "Hip Fractures",
    "Latin America",
    "Poverty",
    "Risk Factors",
    "Time Factors",
    "Time-to-Treatment"
  ],
  "article_ids": {
    "pubmed": "39025101",
    "doi": "10.1016/S2666-7568(24)00062-X",
    "pii": "S2666-7568(24)00062-X"
  },
  "doi": "10.1016/S2666-7568(24)00062-X",
  "dates": {
    "completed": "2024-08-16",
    "revised": "2025-02-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.700852",
    "pmid": "39025101"
  }
}