{
  "pmid": "39028783",
  "uid": "39028783",
  "title": "Hematologic Emergencies: Recognition and Initial Management.",
  "abstract": "Hematologic emergencies are bleeding or clotting disorders that are hereditary or acquired and must be treated emergently to avoid significant morbidity or mortality. Patients experiencing a hematologic emergency may present with spontaneous bleeding, jaundice, petechiae, or purpura. Initial diagnostic testing should include a complete blood count. Patients who have bleeding associated with a hereditary disorder should receive clotting factor replacement before diagnostic testing. Acute chest syndrome is an uncommon but serious complication of sickle cell disease. Hemolysis caused by autoimmune disorders or iatrogenic errors from blood product transfusions has a distinct clinical presentation and requires immediate action. Severe thrombocytopenia presenting as immune or thrombotic thrombocytopenic purpura should be differentiated and treated appropriately. Disseminated intravascular coagulation and trauma coagulopathy are sometimes confused with each other, but both can cause serious injury and require unique treatments. Primary care physicians should promptly recognize patients who require emergent referral to a hematologic specialist.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Darrell Edward",
      "initials": "DE",
      "name": "Darrell Edward Jones",
      "affiliations": [
        "U.S. Army Family Medicine Hospitalist Fellowship at Womack Army Medical Center, Fort Liberty, N.C."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer J",
      "initials": "JJ",
      "name": "Jennifer J Walker",
      "affiliations": [
        "East Hawaii acute and rural health clinic at Hilo (Hawaii) Medical Center."
      ]
    },
    {
      "last_name": "Abellada",
      "fore_name": "Alain Michael P",
      "initials": "AMP",
      "name": "Alain Michael P Abellada",
      "affiliations": [
        "Womack Army Medical Center, Fort Liberty, N.C."
      ]
    }
  ],
  "journal": {
    "title": "American family physician",
    "iso_abbreviation": "Am Fam Physician",
    "issn": "1532-0650",
    "issn_type": "Electronic",
    "volume": "110",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "58",
  "end_page": "64",
  "pages": "58-64",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Emergencies",
    "Hematologic Diseases",
    "Blood Coagulation Disorders",
    "Diagnosis, Differential"
  ],
  "article_ids": {
    "pubmed": "39028783",
    "pii": "d96bc993-9a9d-49dd-9f8a-89b6f1c640f4"
  },
  "dates": {
    "completed": "2024-07-19",
    "revised": "2024-09-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.736404",
    "pmid": "39028783"
  }
}