{
  "pmid": "39032253",
  "uid": "39032253",
  "title": "Sudden sulfamethoxazole shock leads to nitrite accumulation in microalgae-nitrifying bacteria consortia: Physiological responses and light regulating strategy.",
  "abstract": "Antibiotic shock may potentially impact the performance of promising microalgae-nitrifying bacteria consortia (MNBC) processes. This study investigated physiological behaviors of MNBC under sulfamethoxazole (SMX) shock (mg/L level) and verified a light regulating strategy for improving process performance. Results showed that SMX shock did not affect ammonium removal but caused nitrite accumulation, resulting from combined effects of excessive reactive oxidative species (ROS) production, inhibited microalgal photosynthetic activity, upregulated expressions of amoA and hao, and downregulated expression of nxrA. Moreover, high ammonium concentration aggravated nitrite accumulation and reduced ammonium removal owing to significantly reduced dissolved oxygen (DO). Increasing light intensity enhanced microalgal photo-oxygenation and promoted expressions of all nitrification-related genes, thus improving ammonium removal and alleviating nitrite accumulation. A central composite design coupled with response surface methodology (CCD-RSM) further demonstrated the negative impacts of SMX shock and high ammonium on MNBC and the effectiveness of the light regulation in maintaining stable process performance. This study provides theoretical basis for physiological responses and regulatory strategy of the MNBC process facing short-term antibiotic shock.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Shandong Key Laboratory of Water Pollution Control and Resource Reuse, Shandong Key Laboratory of Environmental Processes and Health, School of Environmental Science and Engineering, Shandong University, Qingdao, 266237, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Junrong",
      "initials": "J",
      "name": "Junrong Li",
      "affiliations": [
        "Shandong Key Laboratory of Water Pollution Control and Resource Reuse, Shandong Key Laboratory of Environmental Processes and Health, School of Environmental Science and Engineering, Shandong University, Qingdao, 266237, China."
      ]
    },
    {
      "last_name": "Si",
      "fore_name": "Lili",
      "initials": "L",
      "name": "Lili Si",
      "affiliations": [
        "Shandong Hengkun Environmental Engineering Co., Ltd, Jinan, 250013, China; Aeration System R&D Laboratory of Shandong University-Hengkun Environment, Qingdao, 266237, China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Mingming",
      "initials": "M",
      "name": "Mingming Gao",
      "affiliations": [
        "Shandong Key Laboratory of Water Pollution Control and Resource Reuse, Shandong Key Laboratory of Environmental Processes and Health, School of Environmental Science and Engineering, Shandong University, Qingdao, 266237, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Shuguang",
      "initials": "S",
      "name": "Shuguang Wang",
      "affiliations": [
        "Shandong Key Laboratory of Water Pollution Control and Resource Reuse, Shandong Key Laboratory of Environmental Processes and Health, School of Environmental Science and Engineering, Shandong University, Qingdao, 266237, China; Aeration System R&D Laboratory of Shandong University-Hengkun Environment, Qingdao, 266237, China; Weihai Research Institute of Industrial Technology of Shandong University, Weihai, 264209, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xinhua",
      "initials": "X",
      "name": "Xinhua Wang",
      "affiliations": [
        "Shandong Key Laboratory of Water Pollution Control and Resource Reuse, Shandong Key Laboratory of Environmental Processes and Health, School of Environmental Science and Engineering, Shandong University, Qingdao, 266237, China; Aeration System R&D Laboratory of Shandong University-Hengkun Environment, Qingdao, 266237, China. Electronic address: xinhuawang@sdu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Journal of environmental management",
    "iso_abbreviation": "J Environ Manage",
    "issn": "1095-8630",
    "issn_type": "Electronic",
    "volume": "366",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "121714",
  "pages": "121714",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Sulfamethoxazole",
    "Microalgae",
    "Nitrites",
    "Nitrification",
    "Ammonium Compounds",
    "Bacteria",
    "Light",
    "Anti-Bacterial Agents"
  ],
  "article_ids": {
    "pubmed": "39032253",
    "doi": "10.1016/j.jenvman.2024.121714",
    "pii": "S0301-4797(24)01700-6"
  },
  "doi": "10.1016/j.jenvman.2024.121714",
  "dates": {
    "completed": "2024-08-06",
    "revised": "2024-08-06"
  },
  "chemicals": [
    "Sulfamethoxazole",
    "Nitrites",
    "Ammonium Compounds",
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.689510",
    "pmid": "39032253"
  }
}