{
  "pmid": "39035661",
  "uid": "39035661",
  "title": "Two-year follow-up of the SMR stemless platform shoulder system: a multicenter, prospective clinical study.",
  "abstract": "BACKGROUND: The use of stemless shoulder arthroplasty for osteoarthritis has grown substantially over the past decades. The goal of this study is to evaluate the clinical and radiological outcomes of the Lima SMR stemless anatomic and reverse total shoulder arthroplasty. METHODS: Seventy-three implants in 73 patients (61 anatomic total shoulder arthroplasties [aTSAs] and 12 reverse shoulder arthroplasties [RSAs]) were analyzed with a minimum follow-up of 2 years. The average age in the aTSA group was 65.8 ± 8.7 and 78.3 ± 4.8 in the RSA group. Primary osteoarthritis was the indication in most cases (aTSA 93.7%, RSA 67%). Patients were evaluated preoperatively, at 4, 12, and 24 months postoperatively using the Constant score, the ASES, Oxford Shoulder Score, EuroQol 5 Dimensions 5 Levels questionnaire, range of motion scores, and radiographically. Statistical significance was evaluated using the paired t-test (P < .5). RESULTS: At 2-year follow-up, the overall average Constant score significantly improved from 40.0 ± 16.7 to 80.9 ± 21.4 (P < .001). Improvement of the ASES (from 31.7 ± 15.6 to 82.5 ± 19.4) and Oxford Shoulder Score (from 19.1 ± 7.4 to 41.9 ± 7.9) was also significant (P < .001). In the aTSA group, all range of motion scores improved significantly (P < .001). In the RSA group, all range of motion scores improved but only active forward flexion and external rotation in abduction improved significantly (P < .05). Most patients were satisfied or completely satisfied at 24 months (aTSA 93.9%, RSA 100%). Two humeral implants in the RSA configuration showed loosening on the first postoperative day related to excessive forces exerted on the shoulder, both requiring revision to a stemmed implant. In the aTSA group, no signs of radiolucencies, osteolysis, gradual loosening, or migration of the components were seen at the final follow-up. In the RSA group, one case had radiolucent lines with subsidence of the humeral core at 12 months, which had not progressed at 24 months and was asymptomatic. All other RSA cases showed no radiolucent lines, migration, scapular notching, or osteolysis. Three anatomic implants were converted with retention of the glenoid baseplate and humeral core to a reverse arthroplasty due to atraumatic cuff failure (N = 2) and traumatic cuff failure (N = 1). After these procedures, patients were satisfied with their results. There were no other complications. CONCLUSION: The 2-year results presented in this study show good functional and radiological outcomes using the SMR stemless system.",
  "authors": [
    {
      "last_name": "Willems",
      "fore_name": "Joost I P",
      "initials": "JIP",
      "name": "Joost I P Willems",
      "affiliations": [
        "Orthopaedic Department, Medische Kliniek Velsen, Velsen Noord, the Netherlands."
      ]
    },
    {
      "last_name": "Achten",
      "fore_name": "Gijs",
      "initials": "G",
      "name": "Gijs Achten",
      "affiliations": [
        "Orthopaedic Department, Spaarne Gasthuis, Hoofddorp, the Netherlands."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A A",
      "initials": "MAA",
      "name": "Mark A A Crowther",
      "affiliations": [
        "Orthopaedic Department, North Bristol NHS Trust, Bristol, United Kingdom."
      ]
    },
    {
      "last_name": "Heikenfeld",
      "fore_name": "Roderich",
      "initials": "R",
      "name": "Roderich Heikenfeld",
      "affiliations": [
        "Shoulder, Elbow and Hand Centre St. Anna Hospital, Herne, Germany."
      ]
    },
    {
      "last_name": "Karelse",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Karelse",
      "affiliations": [
        "Orthopaedic Department, ZorgSaam Hospital, Terneuzen, the Netherlands."
      ]
    },
    {
      "last_name": "van Noort",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur van Noort",
      "affiliations": [
        "Orthopaedic Department, Spaarne Gasthuis, Hoofddorp, the Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "JSES international",
    "iso_abbreviation": "JSES Int",
    "issn": "2666-6383",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "888",
  "end_page": "894",
  "pages": "888-894",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39035661",
    "pmc": "PMC11258836",
    "doi": "10.1016/j.jseint.2024.04.005",
    "pii": "S2666-6383(24)00110-5"
  },
  "doi": "10.1016/j.jseint.2024.04.005",
  "pmc_id": "PMC11258836",
  "dates": {
    "revised": "2024-07-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:32.144662",
    "pmid": "39035661"
  }
}