{
  "pmid": "39030132",
  "uid": "39030132",
  "title": "Cranberry Juice, Cranberry Tablets, or Liquid Therapies for Urinary Tract Infection: A Systematic Review and Network Meta-analysis.",
  "abstract": "BACKGROUND AND OBJECTIVE: With over 50% of women suffering from at least one episode of urinary tract infection (UTI) throughout their lifetime and an increasing prevalence of antimicrobial resistance, efforts need to be made to clearly identify the evidence supporting potential non-drug interventions. This study aims to compare the effects of cranberry juice, cranberry tablets, and increased liquids for the management of UTIs. METHODS: PubMed, Embase, and Cochrane CENTRAL were searched for randomised controlled trials. The primary outcome was the number of UTIs, and the secondary outcomes were UTI symptoms and antimicrobial consumption. A risk of bias assessment was performed using the Cochrane risk of bias tool, and the certainty of evidence was assessed using Grading of Recommendations Assessment, Development and Evaluation. KEY FINDINGS AND LIMITATIONS: A total of 20 trials (3091 participants) were included, with 18 studies highlighting a 54% lower rate of UTIs with cranberry juice consumption than no treatment and a 27% lower rate than placebo liquid. Cranberry juice also resulted in a 49% lower rate of antibiotic use than placebo liquid and a 59% lower rate than no treatment, based on a network meta-analysis of six studies. The use of cranberry compounds also reduced the prevalence of symptoms associated with UTIs. CONCLUSIONS AND CLINICAL IMPLICATIONS: With moderate to low certainty, the evidence supports the use of cranberry juice for the prevention of UTIs. While increased liquids reduce the rate of UTIs compared with no treatment, cranberry in liquid form provides even better clinical outcomes in terms of reduction in UTIs and antibiotic use and should be considered for the management of UTIs. PATIENT SUMMARY: With the increasing prevalence of antimicrobial-resistant UTIs, alternate non-drug treatment options for its management are required. Available evidence supports the use of cranberry compounds and increases in fluid intake for managing UTIs.",
  "authors": [
    {
      "last_name": "Moro",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Moro",
      "affiliations": [
        "Faculty of Health Sciences and Medicine, Bond University, Gold Coast, Queensland, Australia. Electronic address: cmoro@bond.edu.au."
      ]
    },
    {
      "last_name": "Phelps",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Phelps",
      "affiliations": [
        "Faculty of Health Sciences and Medicine, Bond University, Gold Coast, Queensland, Australia."
      ]
    },
    {
      "last_name": "Veer",
      "fore_name": "Vineesha",
      "initials": "V",
      "name": "Vineesha Veer",
      "affiliations": [
        "Faculty of Health Sciences and Medicine, Bond University, Gold Coast, Queensland, Australia."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Jones",
      "affiliations": [
        "Institute for Evidence-Based Healthcare, Bond University, Gold Coast, Queensland, Australia."
      ]
    },
    {
      "last_name": "Glasziou",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Glasziou",
      "affiliations": [
        "Institute for Evidence-Based Healthcare, Bond University, Gold Coast, Queensland, Australia."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Clark",
      "affiliations": [
        "Institute for Evidence-Based Healthcare, Bond University, Gold Coast, Queensland, Australia."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland; Department of Surgery, South Karelian Central Hospital, Lappeenranta, Finland; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "Anna Mae",
      "initials": "AM",
      "name": "Anna Mae Scott",
      "affiliations": [
        "Institute for Evidence-Based Healthcare, Bond University, Gold Coast, Queensland, Australia; Nuffield Department of Population Health, University of Oxford, Oxford, UK."
      ]
    }
  ],
  "journal": {
    "title": "European urology focus",
    "iso_abbreviation": "Eur Urol Focus",
    "issn": "2405-4569",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "947",
  "end_page": "957",
  "pages": "947-957",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Vaccinium macrocarpon",
    "Urinary Tract Infections",
    "Humans",
    "Fruit and Vegetable Juices",
    "Female",
    "Tablets",
    "Anti-Bacterial Agents",
    "Randomized Controlled Trials as Topic",
    "Phytotherapy"
  ],
  "article_ids": {
    "pubmed": "39030132",
    "doi": "10.1016/j.euf.2024.07.002",
    "pii": "S2405-4569(24)00122-6"
  },
  "doi": "10.1016/j.euf.2024.07.002",
  "dates": {
    "completed": "2025-02-20",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Tablets",
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.826316",
    "pmid": "39030132"
  }
}