{
  "pmid": "39031733",
  "uid": "39031733",
  "title": "Effects of mother-infant skin-to-skin contact on mother-infant relationship and maternal psychology feelings: A qualitative study.",
  "abstract": "AIMS: To explore the effects of mother-infant skin-to-skin contact on mother-infant relationship and maternal psychology feelings. DESIGN: An exploratory qualitative research design using semi-structured interviews. METHODS: A total of 64 mother-infant pairs who met the inclusion criteria were selected as the experimental subjects to receive early and continuous intervention of mother-infant skin-to-skin contact (SSC). On this basis, the qualitative research method of procedural grounded theory was used to conduct semi-structured interviews with 18 puerperas before discharge from the hospital; the three-level coding method of procedural grounded theory and Graneheim & Lundman qualitative content analysis method were combined to conductinterview content analysis in Nvivo 12 software, so as to extractcore categories and condense the theme. RESULTS: (1) The data were coded to extract five core categories, namely, birth experience, role transition, contact perception, mother-infant connection and parental efficacy; (2) there were statistically significant differences in the number of coding reference points in five nodes before and after SSC, that is, mothers' positive feelings, newborns' physical characteristics noticed by their mothers, mother-infant connection, role transition and birth experience. The number of coding reference points after SSC was statistically significant greater than before SSC; (3) The coding interview results showed that SSC could promote the sense of happiness in nurturing.",
  "authors": [
    {
      "last_name": "Feng",
      "fore_name": "Xiaoyan",
      "initials": "X",
      "name": "Xiaoyan Feng",
      "affiliations": [
        "Department of Obstetrics, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China.",
        "Nursing Department, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ],
      "orcid": "0000-0001-9707-4679"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Research Center for Adolescent Personality and Health, Institute of Psychology, Chinese Academy of Sciences, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Nursing open",
    "iso_abbreviation": "Nurs Open",
    "issn": "2054-1058",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "e2181",
  "pages": "e2181",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Mother-Child Relations",
    "Female",
    "Qualitative Research",
    "Adult",
    "Mothers",
    "Infant, Newborn",
    "Grounded Theory",
    "Kangaroo-Mother Care Method",
    "Emotions",
    "Touch",
    "Interviews as Topic"
  ],
  "article_ids": {
    "pubmed": "39031733",
    "pmc": "PMC11191751",
    "doi": "10.1002/nop2.2181"
  },
  "doi": "10.1002/nop2.2181",
  "pmc_id": "PMC11191751",
  "dates": {
    "completed": "2024-07-20",
    "revised": "2024-07-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.689110",
    "pmid": "39031733"
  }
}