{
  "pmid": "39033785",
  "uid": "39033785",
  "title": "Impact of COVID-19 on a real-world treat-and-extend regimen with aflibercept for neovascular age-related macular degeneration.",
  "abstract": "OBJECTIVE: To assess the effect of the COVID-19 pandemic on injection intervals among patients treated for neovascular age-related macular degeneration. DESIGN: Retrospective cohort study. PARTICIPANTS: Patients treated at a single practice using a treat-and-extend regimen with intravitreal aflibercept between December 2018 and April 2021. METHODS: The primary outcome was the change in injection intervals. Secondary outcomes included differences in best-recorded visual acuity (BRVA) and central subfield thickness (CST). Associations were evaluated with linear mixed-effects modelling. RESULTS: This study included 1839 injections from 185 eyes (141 patients). The median (interquartile range) injection intervals in the pre-COVID-19 and COVID-19 periods were 60 (42-70) and 70 (49-90) days, respectively. The pandemic was associated with a mean injection interval lengthening of 7.2 days (P < 0.001), a decrease in BRVA of 3.1 Early Treatment Diabetic Retinopathy Study letters (P < 0.001), and a reduction in CST of 14.7 μm (P = 0.003). The presence of exudative intraretinal fluid was associated with a reduction in treatment intervals of 11.1 days (P < 0.001), a reduction in BRVA of 1.9 Early Treatment Diabetic Retinopathy Study letters (P < 0.001), and an increase in CST of 52.4 μm (P < 0.001). The presence of subretinal fluid was associated with a reduction in treatment intervals of 8.5 days (P < 0.001) and an increase in CST of 21.6 μm (P < 0.001). CONCLUSIONS: This real-world study estimated that the severe acute respiratory syndrome coronavirus 2 pandemic resulted in an injection extension of 7.2 days with associated decreases in BRVA and CST that are unlikely clinically significant on a population basis. This builds on evidence suggesting that long-term vascular endothelial growth factor suppression can facilitate meaningful interval extensions while maintaining visual acuity.",
  "authors": [
    {
      "last_name": "Nanji",
      "fore_name": "Keean",
      "initials": "K",
      "name": "Keean Nanji",
      "affiliations": [
        "Department of Surgery, Division of Ophthalmology, McMaster University, Hamilton, ON; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON. Electronic address: Keean.Nanji@medportal.ca."
      ]
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Kennedy",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, BC."
      ]
    },
    {
      "last_name": "Fung",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Fung",
      "affiliations": [
        "Department of Surgery, Division of Ophthalmology, McMaster University, Hamilton, ON; University of Calgary, Calgary, AB."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Jim",
      "initials": "J",
      "name": "Jim Xie",
      "affiliations": [
        "Department of Surgery, Division of Ophthalmology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Hatamnejad",
      "fore_name": "Amin",
      "initials": "A",
      "name": "Amin Hatamnejad",
      "affiliations": [
        "Department of Surgery, Division of Ophthalmology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Sunir J",
      "initials": "SJ",
      "name": "Sunir J Garg",
      "affiliations": [
        "Mid-Atlantic Retina, The Retina Service of Wills Eye Hospital, Philadelphia, PA."
      ]
    },
    {
      "last_name": "Wykoff",
      "fore_name": "Charles C",
      "initials": "CC",
      "name": "Charles C Wykoff",
      "affiliations": [
        "Retina Consultants of Texas, Houston, TX; Blanton Eye Institute, Houston Methodist Hospital, Houston, TX."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Department of Surgery, Division of Ophthalmology, McMaster University, Hamilton, ON; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of ophthalmology. Journal canadien d'ophtalmologie",
    "iso_abbreviation": "Can J Ophthalmol",
    "issn": "1715-3360",
    "issn_type": "Electronic",
    "volume": "60",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "e92",
  "end_page": "e99",
  "pages": "e92-e99",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Retrospective Studies",
    "Intravitreal Injections",
    "COVID-19",
    "Male",
    "Female",
    "Visual Acuity",
    "Wet Macular Degeneration",
    "Aged",
    "Recombinant Fusion Proteins",
    "Receptors, Vascular Endothelial Growth Factor",
    "Angiogenesis Inhibitors",
    "SARS-CoV-2",
    "Tomography, Optical Coherence",
    "Aged, 80 and over",
    "Vascular Endothelial Growth Factor A",
    "Treatment Outcome",
    "Follow-Up Studies"
  ],
  "article_ids": {
    "pubmed": "39033785",
    "doi": "10.1016/j.jcjo.2024.05.027",
    "pii": "S0008-4182(24)00169-8"
  },
  "doi": "10.1016/j.jcjo.2024.05.027",
  "dates": {
    "completed": "2025-04-22",
    "revised": "2025-05-14"
  },
  "chemicals": [
    "aflibercept",
    "Recombinant Fusion Proteins",
    "Receptors, Vascular Endothelial Growth Factor",
    "Angiogenesis Inhibitors",
    "Vascular Endothelial Growth Factor A",
    "VEGFA protein, human"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:53.035687",
    "pmid": "39033785"
  }
}