{
  "pmid": "39034014",
  "uid": "39034014",
  "title": "Values and preferences in COVID-19 public health guidelines: a systematic review.",
  "abstract": "BACKGROUND: Internationally accepted standards for trustworthy guidelines include the necessity to ground recommendations in values and preferences. Considering values and preferences respects the rights of citizens to participate in health decision-making and ensures that guidelines align with the needs and priorities of the communities they are intended to serve. Early anecdotal reports suggest that COVID-19 public health guidelines did not consider values and preferences. To capture and characterize whether and how COVID-19 public health guidelines considered values and preferences. METHODS: We performed a systematic review of COVID-19 public health guidelines. We searched the eCOVID-19 RecMap platform-a comprehensive international catalog of COVID-19 guidelines-up to July 2023 and the Guidelines International Network Library-an international library of guidelines published or endorsed by Guidelines International Network member organizations-up to May 2024. We included guidelines that made recommendations addressing vaccination, masking, isolation, lockdowns, travel restrictions, contact tracing, infection surveillance, and school closures. Reviewers worked independently and in duplicate to review guidelines for consideration of values and preferences. RESULTS: Our search yielded 130 eligible guidelines, of which 41 (31.5%) were published by national organizations, 70 (53.8%) by international organizations, and 19 (14.6%) by professional societies and associations. Twenty-eight (21.5%) guidelines considered values and preferences. Among guidelines that considered values and preferences, most did so to assess the acceptability of recommendations (23; 82.1%) and by referencing published research (25; 89.3%). Guidelines only occasionally engaged laypersons as part of the guideline development group (8; 28.6%). None of the guidelines performed systematic reviews of the literature addressing values and preferences. CONCLUSION: Most COVID-19 public health guidelines did not consider values and preferences. When they were considered, it was often suboptimal. Disregard for values and preferences might have partly contributed to divisive and unpopular COVID-19 policies. Given the possibility of future health emergencies, we recommend guideline developers identify efficient and effective methods for considering values and preferences in crisis situations.",
  "authors": [
    {
      "last_name": "Kirsh",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Kirsh",
      "affiliations": [
        "Departments of Anesthesia and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ling",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Ling",
      "affiliations": [
        "Departments of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jassal",
      "fore_name": "Tanvir",
      "initials": "T",
      "name": "Tanvir Jassal",
      "affiliations": [
        "Departments of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pitre",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Pitre",
      "affiliations": [
        "Division of Respirology, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Family Medicine, Queens University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Departments of Anesthesia and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: dena.zera@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "174",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "111473",
  "pages": "111473",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Public Health",
    "Practice Guidelines as Topic",
    "SARS-CoV-2",
    "Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "39034014",
    "doi": "10.1016/j.jclinepi.2024.111473",
    "pii": "S0895-4356(24)00229-4"
  },
  "doi": "10.1016/j.jclinepi.2024.111473",
  "dates": {
    "completed": "2024-10-17",
    "revised": "2024-10-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.309152",
    "pmid": "39034014"
  }
}