{
  "pmid": "39043581",
  "uid": "39043581",
  "title": "Understanding experiences and perspectives in addressing unmet social needs of children and families in a paediatric weight management program: a qualitative descriptive study.",
  "abstract": "OBJECTIVE: The objective is to describe the experiences and perceptions of caregivers who participated in a community systems navigator intervention that addressed unmet social needs. DESIGN, SETTING AND PATIENTS: A qualitative descriptive study with caregivers of children enrolled in a clinical trial addressing unmet social needs of families with children cared for in a tertiary pediatric weight management clinic, through community systems navigation. Participants were asked open-ended questions related to perceptions of social needs screening in clinical settings. Interviews were recorded and analysed using Braun and Clarke's six-phase approach to thematic analysis. RESULTS: Ten parent participants were interviewed. Social needs screening perception and acceptability varied between participants. Social needs screening was comfortable for most but stressful for others. Participants noted that trusting relationships promote comfort with sharing social needs information, and this data should be shared on the electronic health record if accurate and purposeful. They found the online screening tool convenient but thought it could also limit opportunities to elaborate. Some participants noted the intervention of community systems navigation helpful; however, others described the need for more tailored resources. CONCLUSIONS: Screening for unmet social needs in clinical settings is complex and should be family centred, including the consideration of the mode of screening, data sharing in the electronic health record and ensuing interventions. Perspectives of families should drive the design of future larger scale community navigation interventions to address unmet social needs in clinical settings.",
  "authors": [
    {
      "last_name": "Kwan",
      "fore_name": "Celia",
      "initials": "C",
      "name": "Celia Kwan",
      "affiliations": [
        "Department of Pediatrics, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada.",
        "McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Davis",
      "affiliations": [
        "Department of Child and Youth Studies, Brock University, St. Catharines, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marjerrison",
      "fore_name": "Stacey",
      "initials": "S",
      "name": "Stacey Marjerrison",
      "affiliations": [
        "Department of Pediatrics, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada.",
        "McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wahi",
      "fore_name": "Gita",
      "initials": "G",
      "name": "Gita Wahi",
      "affiliations": [
        "Department of Pediatrics, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada wahig@mcmaster.ca.",
        "McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-5943-9702"
    }
  ],
  "journal": {
    "title": "BMJ paediatrics open",
    "iso_abbreviation": "BMJ Paediatr Open",
    "issn": "2399-9772",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "23"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Qualitative Research",
    "Female",
    "Male",
    "Child",
    "Pediatric Obesity",
    "Caregivers",
    "Parents",
    "Needs Assessment",
    "Adult",
    "Adolescent",
    "Weight Reduction Programs",
    "Social Support",
    "Health Services Needs and Demand"
  ],
  "article_ids": {
    "pubmed": "39043581",
    "pmc": "PMC11284897",
    "doi": "10.1136/bmjpo-2024-002739",
    "pii": "10.1136/bmjpo-2024-002739"
  },
  "doi": "10.1136/bmjpo-2024-002739",
  "pmc_id": "PMC11284897",
  "dates": {
    "completed": "2024-07-23",
    "revised": "2024-07-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:51.421328",
    "pmid": "39043581"
  }
}