{
  "pmid": "39052954",
  "uid": "39052954",
  "title": "Patterns of Survivorship Follow-Up Care Among Patients With Breast Cancer: A Retrospective Population-Based Cohort Study in Ontario, Canada, Between 2006 and 2016.",
  "abstract": "PURPOSE: Many cancer survivors have ongoing follow-up with their oncologist(s), despite evidence that this care can be competently managed by primary care and transitioning well survivors could relieve growing pressure on cancer care systems. We analyzed population-based administrative data from Ontario, Canada, to examine rates of transition to primary care-led follow-up care during the survivorship phase, including clinical and demographic predictors associated with being transitioned. METHODS: We conducted a retrospective cohort study to describe the patterns of survivorship follow-up care among all patients with breast cancer in Ontario from 2006 to 2016. Data were derived from the Ontario Cancer Registry and other linked data sets. We defined the survivorship phase of care beginning at 2 years after initial diagnosis. Logistic regression was used to explore factors potentially prognostic of no oncology visits in each of the years after survivorship. RESULTS: Our survivorship cohort was composed of 71,719 patients with breast cancer, 42% of whom were considered to have transitioned from oncology to primary care 2 years after diagnosis. Although the number of patients having oncology visits diminished over time, a quarter of the cohort continued being seen in year 5 of survivorship. Regression analysis found older age, early cancer stage, living farther from a cancer center, not receiving radiation or chemotherapy, and high well-being to be associated with transitioning to primary care. CONCLUSION: Our findings contribute to the development of low-risk profiles among survivors to inform optimal transition from oncology to primary care. Further research examining qualitative perspectives from oncologists, cancer survivors, and primary care is also required to illuminate other sentinel factors to be considered when transitioning during follow-up.",
  "authors": [
    {
      "last_name": "Sussman",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sussman",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7702-8816"
    },
    {
      "last_name": "Cerasuolo",
      "fore_name": "Joshua O",
      "initials": "JO",
      "name": "Joshua O Cerasuolo",
      "affiliations": [
        "ICES McMaster, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7882-6457"
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-1033-0882"
    },
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Bainbridge",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9249-8229"
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-6701-1714"
    }
  ],
  "journal": {
    "title": "JCO oncology practice",
    "iso_abbreviation": "JCO Oncol Pract",
    "issn": "2688-1535",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "188",
  "end_page": "198",
  "pages": "188-198",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Breast Neoplasms",
    "Female",
    "Retrospective Studies",
    "Ontario",
    "Middle Aged",
    "Aged",
    "Cancer Survivors",
    "Survivorship",
    "Adult",
    "Follow-Up Studies",
    "Aged, 80 and over"
  ],
  "article_ids": {
    "pubmed": "39052954",
    "doi": "10.1200/OP.23.00813"
  },
  "doi": "10.1200/OP.23.00813",
  "dates": {
    "completed": "2025-04-23",
    "revised": "2025-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.106580",
    "pmid": "39052954"
  }
}