{
  "pmid": "39056556",
  "uid": "39056556",
  "title": "Using Diet to Treat Inflammatory Bowel Disease: A Systematic Review.",
  "abstract": "INTRODUCTION: To review the efficacy of various dietary interventions for induction of clinical remission in inflammatory bowel disease (IBD) and provide healthcare providers with a practical reference for recommending suitable diets for managing patients with IBD. METHODS: PubMed, Medline(R), and Cochrane were searched from inception up to February 17, 2023, to identify all studies reporting information on using diet to treat IBD. Studies investigating the role of dietary interventions in adult patients with a confirmed diagnosis of active IBD for improvement or remission of IBD symptoms were rigorously considered. Sample meal plans, with a list of included and excluded foods, were also generated to provide clinicians with practical tools for advising patients on dietary intake. RESULTS: Eleven included studies provided data on 10 distinct diets: autoimmune protocol diet, high-fiber diet, 4-strategies-to-SUlfide-Reduction diet, highly restricted diet, McMaster elimination diet for Crohn's disease, specific carbohydrate diet, Mediterranean diet, Crohn's disease exclusion diet, individualized elimination diet, and the food-specific IgG4-guided exclusion diet. A total of 9 studies provided data on clinical remission. Many of these diets share common elements, such as an initial elimination phase with subsequent reintroduction of dietary components, inclusion of whole foods, and exclusion of highly or ultraprocessed foods. DISCUSSION: Currently, there is limited evidence to support the use of specific diets to treat adult patients with mildly to moderately active IBD. Larger, randomized studies with standardized methodologies and outcome measures, rigorous adherence assessment, and an emphasis on endoscopic assessment outcome measures are required to validate most diets that have been studied for IBD. The included sample diet plans and dietary recommendations may prove helpful in the interim as part of a holistic strategy to manage patients with IBD.",
  "authors": [
    {
      "last_name": "Gleave",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Gleave",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Aryan",
      "initials": "A",
      "name": "Aryan Shah",
      "affiliations": [
        "School of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tahir",
      "fore_name": "Umair",
      "initials": "U",
      "name": "Umair Tahir",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Blom",
      "fore_name": "Jedid-Jah",
      "initials": "JJ",
      "name": "Jedid-Jah Blom",
      "affiliations": [
        "McMaster University Medical Centre, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0009-0003-1494-3755"
    },
    {
      "last_name": "Dong",
      "fore_name": "Ethan",
      "initials": "E",
      "name": "Ethan Dong",
      "affiliations": [
        "Department of Biomedical and Molecular Sciences, Queen's University, Kingston, Ontario, Canada."
      ],
      "orcid": "0009-0006-8208-9185"
    },
    {
      "last_name": "Patel",
      "fore_name": "Ayush",
      "initials": "A",
      "name": "Ayush Patel",
      "affiliations": [
        "Department of Psychology and Biological Sciences, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0009-0001-8434-2168"
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1536-8436"
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "1572-0241",
    "issn_type": "Electronic",
    "volume": "120",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "83",
  "end_page": "97",
  "pages": "83-97",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Inflammatory Bowel Diseases",
    "Remission Induction",
    "Diet",
    "Dietary Fiber"
  ],
  "article_ids": {
    "pubmed": "39056556",
    "doi": "10.14309/ajg.0000000000002973",
    "pii": "00000434-202501000-00020"
  },
  "doi": "10.14309/ajg.0000000000002973",
  "dates": {
    "completed": "2025-01-02",
    "revised": "2025-02-13"
  },
  "chemicals": [
    "Dietary Fiber"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.195107",
    "pmid": "39056556"
  }
}