{
  "pmid": "39050196",
  "uid": "39050196",
  "title": "Emotional differences based on comments on doctor-patient disputes with varying levels of severity.",
  "abstract": "BACKGROUND: The risks associated with negative doctor-patient relationships have seriously hindered the healthy development of medical and healthcare and aroused widespread concern in society. The number of public comments on doctor-patient relationship risk events reflects the degree to which the public pays attention to such events. AIM: To explore public emotional differences, the intensity of comments, and the positions represented at different levels of doctor-patient disputes. METHODS: Thirty incidents of doctor-patient disputes were collected from Weibo and TikTok, and 3655 related comments were extracted. The number of comment sentiment words was extracted, and the comment sentiment value was calculated. The Kruskal-Wallis H test was used to compare differences between each variable group at different levels of incidence. Spearman's correlation analysis was used to examine associations between variables. Regression analysis was used to explore factors influencing scores of comments on incidents. RESULTS: The study results showed that public comments on media reports of doctor-patient disputes at all levels are mainly dominated by \"good\" and \"disgust\" emotional states. There was a significant difference in the comment scores and the number of partial emotion words between comments on varying levels of severity of doctor-patient disputes. The comment score was positively correlated with the number of emotion words related to positive, good, and happy) and negatively correlated with the number of emotion words related to negative, anger, disgust, fear, and sadness. CONCLUSION: The number of emotion words related to negative, anger, disgust, fear, and sadness directly influences comment scores, and the severity of the incident level indirectly influences comment scores.",
  "authors": [
    {
      "last_name": "Lu",
      "fore_name": "Jing-Ru",
      "initials": "JR",
      "name": "Jing-Ru Lu",
      "affiliations": [
        "School of Health Care Management, Anhui Medical University, Hefei 230032, Anhui Province, China."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Yu-Han",
      "initials": "YH",
      "name": "Yu-Han Wei",
      "affiliations": [
        "School of Health Care Management, Anhui Medical University, Hefei 230032, Anhui Province, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Wang",
      "affiliations": [
        "School of Health Care Management, Anhui Medical University, Hefei 230032, Anhui Province, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "School of Health Care Management, Anhui Medical University, Hefei 230032, Anhui Province, China."
      ]
    },
    {
      "last_name": "Shao",
      "fore_name": "Jia-Yi",
      "initials": "JY",
      "name": "Jia-Yi Shao",
      "affiliations": [
        "School of Health Care Management, Anhui Medical University, Hefei 230032, Anhui Province, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Jiang-Jie",
      "initials": "JJ",
      "name": "Jiang-Jie Sun",
      "affiliations": [
        "School of Health Care Management, Anhui Medical University, Hefei 230032, Anhui Province, China.",
        "School of Management, Hefei University of Technology, Hefei 230039, Anhui Province, China. sunjiangjie@ahmu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "World journal of psychiatry",
    "iso_abbreviation": "World J Psychiatry",
    "issn": "2220-3206",
    "issn_type": "Print",
    "volume": "14",
    "issue": "7",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "19"
  },
  "start_page": "1068",
  "end_page": "1079",
  "pages": "1068-1079",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39050196",
    "pmc": "PMC11262924",
    "doi": "10.5498/wjp.v14.i7.1068"
  },
  "doi": "10.5498/wjp.v14.i7.1068",
  "pmc_id": "PMC11262924",
  "dates": {
    "revised": "2024-07-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.690548",
    "pmid": "39050196"
  }
}