{
  "pmid": "39058738",
  "uid": "39058738",
  "title": "Effective hands-on teaching strategy on participants' confidence in medical writing and publishing: A before-after study.",
  "abstract": "Proficiency in medical writing is crucial for disseminating reports of medical studies. The impact of workshops in this regard on participants' confidence is a subject of debate. We assessed the impact of a hands-on workshop on participants' confidence in medical writing. Participants of a 2-day \"learning-by-doing\" workshop held at McMaster University participated in this before-after study. We used a unique, reliable, and valid tool comprising two domains of confidence in medical writing and using English language before and after receiving the educational intervention. Of 25 participants, 21 completed the instrument before and after the workshop. Typical participants were female, and students in their 30s, who had not attended a prior workshop. The mean (95% CI) increase in the participants' confidence for domain 1 was 15.3 (10.5, 20.1), for domain 2 was 16.8 (9.8, 23.8), and for the total score was 32.1 (20.9, 43.2) (all P<0.001). Between-subgroup analyses showed the score increase was significantly higher in participants with less than 5 years of experience in medical research. The workshop had a positive impact on enhancing participants' confidence in writing skills, including using active verbs, crafting short sentences, summarizing main findings, and adhering to checklists like CONSORT. Hands-on medical writing workshops can boost participants' confidence in writing medical articles and using optimal English language. Targeting junior researchers and graduate students could result in a better outcome. Emphasizing the writing areas where participants achieved higher score changes might yield better outcomes for such workshops.",
  "authors": [
    {
      "last_name": "Astaneh",
      "fore_name": "Behrooz",
      "initials": "B",
      "name": "Behrooz Astaneh",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6023-2063"
    },
    {
      "last_name": "Raeisi Shahraki",
      "fore_name": "Hadi",
      "initials": "H",
      "name": "Hadi Raeisi Shahraki",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Health, Shahrekord University of Medical Sciences, Shahrekord, Iran."
      ]
    },
    {
      "last_name": "Astaneh",
      "fore_name": "Vala",
      "initials": "V",
      "name": "Vala Astaneh",
      "affiliations": [
        "Faculty of Kinesiology and Health Sciences, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact and Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "7",
    "pub_year": "2024"
  },
  "start_page": "e0307681",
  "pages": "e0307681",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Medical Writing",
    "Male",
    "Adult",
    "Publishing",
    "Teaching",
    "Writing"
  ],
  "article_ids": {
    "pubmed": "39058738",
    "pmc": "PMC11280524",
    "doi": "10.1371/journal.pone.0307681",
    "pii": "PONE-D-24-07082"
  },
  "doi": "10.1371/journal.pone.0307681",
  "pmc_id": "PMC11280524",
  "dates": {
    "completed": "2024-07-27",
    "revised": "2024-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.322834",
    "pmid": "39058738"
  }
}