{
  "pmid": "39063972",
  "uid": "39063972",
  "title": "Evolving Management of Breast Cancer in the Era of Predictive Biomarkers and Precision Medicine.",
  "abstract": "Breast cancer is the most common cancer among women in the world as well as in the United States. Molecular and histological differentiation have helped clinicians optimize treatments with various therapeutics, including hormonal therapy, chemotherapy, immunotherapy, and radiation therapy. Recently, immunotherapy has become the standard of care in locally advanced triple-negative breast cancer and an option across molecular subtypes for tumors with a high tumor mutation burden. Despite the advancements in personalized medicine directing the management of localized and advanced breast cancers, the emergence of resistance to these therapies is the leading cause of death among breast cancer patients. Therefore, there is a critical need to identify and validate predictive biomarkers to direct treatment selection, identify potential responders, and detect emerging resistance to standard therapies. Areas of active scientific and clinical research include novel personalized and predictive biomarkers incorporating tumor microenvironment, tumor immune profiling, molecular characterization, and histopathological differentiation to predict response and the potential emergence of resistance.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Zubair",
      "initials": "MZ",
      "name": "Muhammad Zubair Afzal",
      "affiliations": [
        "Medical Oncology, Comprehensive Breast Program, Dartmouth Cancer Center, Lebanon, NH 03755, USA."
      ]
    },
    {
      "last_name": "Vahdat",
      "fore_name": "Linda T",
      "initials": "LT",
      "name": "Linda T Vahdat",
      "affiliations": [
        "Medical Oncology and Hematology (Interim), Dartmouth Cancer Center, Lebanon, NH 03755, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of personalized medicine",
    "iso_abbreviation": "J Pers Med",
    "issn": "2075-4426",
    "issn_type": "Print",
    "volume": "14",
    "issue": "7",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "03"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39063972",
    "pmc": "PMC11278458",
    "doi": "10.3390/jpm14070719",
    "pii": "jpm14070719"
  },
  "doi": "10.3390/jpm14070719",
  "pmc_id": "PMC11278458",
  "dates": {
    "revised": "2025-04-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 CA023108",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.152370",
    "pmid": "39063972"
  }
}