{
  "pmid": "39067660",
  "uid": "39067660",
  "title": "Burden of CKD-Associated Pruritus and Adverse Clinical Outcomes in Patients Receiving Dialysis: The Stockholm Creatinine Measurements (SCREAM) Project.",
  "abstract": "RATIONALE & OBJECTIVE: Pruritus is a common but not well-characterized complaint of patients receiving maintenance dialysis. This study sought to quantify the burden of pruritus and its associated adverse health outcomes in this population. STUDY DESIGN: Observational study. SETTING & PARTICIPANTS: All patients receiving maintenance dialysis in Stockholm, Sweden, during 2005-2021. EXPOSURE: Clinically recognized pruritus defined using International Classification of Diseases, Tenth Revision codes or a prescription for antipruritus treatments (including UV therapy). OUTCOMES: All-cause mortality, severe infection-related hospitalizations (composite of endocarditis, peritoneal dialysis-related peritonitis, hemodialysis/peritoneal dialysis-related catheter infection, sepsis due to Staphylococcus spp., or skin infection) and incident diagnoses of anxiety/depression and sleep disorders. ANALYTICAL APPROACH: Multivariable logistic regression and cause-specific hazards models to analyze factors associated with prevalent and new-onset pruritus, respectively. Multivariable cause-specific hazards models with time-varying exposure were used to explore the association of prevalent and new-onset pruritus with adverse health outcomes. RESULTS: Among 3,281 dialysis recipients (median age, 64 years; 66% men; 69% receiving hemodialysis, 77% with incident dialysis), 456 (14%) had pruritus at enrollment. During a median follow-up of 3.3 (IQR, 1.3-9.2) years, 539 (19%) additional patients experienced pruritus. Older age, female sex, a lower serum albumin level, and higher C-reactive protein, serum calcium, and phosphorus levels were independently associated with pruritus. Compared with patients without pruritus, patients with pruritus were at a higher risk of sleep disorders (adjusted HR, 1.96; 95% CI, 1.60-2.39), developing anxiety/depression (adjusted HR, 1.56; 95% CI, 1.23-1.98), and being hospitalized for severe infections (adjusted HR, 1.36; 95% CI, 1.18-1.57), the latter attributed to higher risk of sepsis and peritoneal dialysis-related peritonitis. There was no detectable association between the development of pruritus and all-cause mortality. LIMITATIONS: Potential misclassification bias if pruritus is not clinically recognized, lack of information on pruritus intensity/severity, use of diagnostic codes for exposure and outcome diagnoses. CONCLUSIONS: At least one third of patients experience pruritus during their first years undergoing dialysis, and pruritus was consistently associated with adverse health outcomes. PLAIN-LANGUAGE SUMMARY: Pruritus is a common but not well-characterized symptom of patients receiving dialysis. We analyzed data from 3,281 patients receiving maintenance hemodialysis or peritoneal dialysis in the region of Stockholm, Sweden. At baseline, 14% of patients had pruritus, and pruritus developed in an additional 19% of patients during their time receiving dialysis. We identified conditions associated with the development of pruritus (eg, older age, female sex, lower serum albumin level, and higher C-reactive protein, serum calcium, and phosphorus levels) and observed that the presence of pruritus was associated with higher risks of sleep disorders, developing anxiety and depression, and being hospitalized for severe infections. No association between pruritus and all-cause mortality was identified.",
  "authors": [
    {
      "last_name": "Faucon",
      "fore_name": "Anne-Laure",
      "initials": "AL",
      "name": "Anne-Laure Faucon",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden; Department of Clinical Epidemiology, Institut National de la Santé et de la Recherche Médicale Unité Mixte de Recherche 1018, Centre for Epidemiology and Population Health, Paris-Saclay University, Paris, France. Electronic address: annelaure.faucon@ki.se."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine and Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rydell",
      "fore_name": "Helena",
      "initials": "H",
      "name": "Helena Rydell",
      "affiliations": [
        "Division of Nephrology, Department of Clinical Science, Intervention and Technology, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Uhde",
      "fore_name": "Milica",
      "initials": "M",
      "name": "Milica Uhde",
      "affiliations": [
        "CSL Vifor, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Barany",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Barany",
      "affiliations": [
        "Division of Nephrology, Department of Clinical Science, Intervention and Technology, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Evans",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Evans",
      "affiliations": [
        "Division of Nephrology, Department of Clinical Science, Intervention and Technology, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Carrero",
      "fore_name": "Juan-Jesús",
      "initials": "JJ",
      "name": "Juan-Jesús Carrero",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden; Division of Nephrology, Department of Clinical Sciences, Danderyd Hospital, Karolinska Institutet, Stockholm, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "85",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "45",
  "end_page": "54.e1",
  "pages": "45-54.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Middle Aged",
    "Pruritus",
    "Renal Dialysis",
    "Sweden",
    "Aged",
    "Renal Insufficiency, Chronic",
    "Creatinine",
    "Cost of Illness",
    "Hospitalization"
  ],
  "article_ids": {
    "pubmed": "39067660",
    "doi": "10.1053/j.ajkd.2024.05.013",
    "pii": "S0272-6386(24)00891-6"
  },
  "doi": "10.1053/j.ajkd.2024.05.013",
  "dates": {
    "completed": "2024-12-21",
    "revised": "2025-01-08"
  },
  "chemicals": [
    "Creatinine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:41.004129",
    "pmid": "39067660"
  }
}