{
  "pmid": "39072415",
  "uid": "39072415",
  "title": "Novel treatments for immune thrombocytopenia: targeting platelet autoantibodies.",
  "abstract": "INTRODUCTION: Immune thrombocytopenia (ITP) is an acquired autoimmune disorder characterized by low platelets and an increased risk of bleeding. Platelet autoantibodies target major platelet glycoproteins and cause Fc-mediated platelet destruction in the spleen and reticuloendothelial systems. As mechanisms of disease, platelet autoantibodies are important therapeutic targets. Neonatal Fc receptor (FcRn) antagonists are a new class of therapeutics that reduce the half-life of immunoglobulin G including pathogenic platelet autoantibodies. Spleen tyrosine kinase (Syk) inhibitors interfere with Fc-mediated platelet clearance. Bruton's tyrosine kinase (BTK) inhibitors and B-cell activating factor (BAFF) inhibitors reduce antibody production. The efficacy of these targeted therapies provides new support for the role of platelet autoantibodies in pathogenesis of ITP even these antibodies can be difficult to detect. AREAS COVERED: This review includes an in-depth exploration of the pathophysiologic mechanisms of ITP, focusing on autoantibodies. Treatments outlined in this review include a) FcRn antagonists, b) complement inhibitors, c) B-cell directed therapies such as BTK inhibitors, and anti-BAFF agents, d) Syk inhibitors, e) plasma-cell directed therapies, and f) novel cellular therapeutic products. EXPERT OPINION: Platelet autoantibodies are often elusive in ITP, yet novel treatments targeting this pathway reinforce their role in the pathogenesis of this autoimmune platelet disorder.",
  "authors": [
    {
      "last_name": "Dalmia",
      "fore_name": "Shreyash",
      "initials": "S",
      "name": "Shreyash Dalmia",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Harnett",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Harnett",
      "affiliations": [
        "Department of Hematology, Memorial University of Newfoundland, St. John's, Canada."
      ]
    },
    {
      "last_name": "Al-Samkari",
      "fore_name": "Hanny",
      "initials": "H",
      "name": "Hanny Al-Samkari",
      "affiliations": [
        "Department of Medicine, Harvard Medical School, Boston, MA, USA."
      ],
      "orcid": "0000-0001-6175-1383"
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0003-0943-8853"
    }
  ],
  "journal": {
    "title": "Expert review of hematology",
    "iso_abbreviation": "Expert Rev Hematol",
    "issn": "1747-4094",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "609",
  "end_page": "616",
  "pages": "609-616",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Autoantibodies",
    "Purpura, Thrombocytopenic, Idiopathic",
    "Blood Platelets",
    "Receptors, Fc",
    "Agammaglobulinaemia Tyrosine Kinase",
    "Molecular Targeted Therapy",
    "Syk Kinase",
    "Histocompatibility Antigens Class I"
  ],
  "article_ids": {
    "pubmed": "39072415",
    "doi": "10.1080/17474086.2024.2385485"
  },
  "doi": "10.1080/17474086.2024.2385485",
  "dates": {
    "completed": "2024-08-22",
    "revised": "2024-08-22"
  },
  "chemicals": [
    "Autoantibodies",
    "Receptors, Fc",
    "Agammaglobulinaemia Tyrosine Kinase",
    "Syk Kinase",
    "Fc receptor, neonatal",
    "BTK protein, human",
    "Histocompatibility Antigens Class I"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.406682",
    "pmid": "39072415"
  }
}