{
  "pmid": "39079925",
  "uid": "39079925",
  "title": "Acupuncture for fatigue in breast cancer survivors: a study protocol for a pragmatic, mixed method, randomised controlled trial.",
  "abstract": "INTRODUCTION: Fatigue is a common symptom observed in post-cancer treatment, yet its underlying mechanisms remain poorly understood. Acupuncture has been employed to alleviate cancer-related fatigue (CRF); however, its effectiveness in addressing associated comorbidities that may influence fatigue is also poorly understood. This study represents the first investigation to use acupuncture as an intervention for fatigue in breast cancer survivors within a Norwegian cohort. The study will employ questionnaires to evaluate various facets of fatigue. As a pragmatic trial, it statistically assesses its clinical relevance, documents adverse events and evaluates the cost-effectiveness of the acupuncture treatment. METHODS AND ANALYSIS: This assessor-blinded, pragmatic, randomised, mixed method, controlled trial with two parallel arms aims to evaluate the effectiveness, safety and cost-effectiveness of acupuncture. It will recruit 250 participants presented with CRF for 6 months or longer. Patients will be randomly allocated either to acupuncture and usual care (n=125) or to usual care alone (n=125). Acupuncture treatments (12 in total) are to be given within 12 weeks. The statistician who will analyse the data will be blinded to group allocation. The primary outcome will be changes in CRF measured by the Chalder fatigue scale. Measurements will be taken 12 weeks and 6 months after randomisation. The secondary outcomes include patient-reported outcomes of pain, anxiety, depression, hot flashes, insomnia and sleepiness. Health-related quality of life and economic evaluation will also be conducted 12 weeks and 6 months after randomisation. Nested within this randomised controlled trial are two qualitative studies and one sub-study measuring biomarkers (C-reactive protein, interleukin (IL)-1, IL-6, tumour necrosis factor alpha (TNF-α) and aPL in addition to the current genotype genes TNF-308 and IL-6-174) from blood samples (n=80). Such biomarkers can potentially address changes in CRF. ETHICS AND DISSEMINATION: Ethical approval of this study has been granted by the Regional Committees for Medical and Health Research Ethics (REC southeast ID number: 112285). Written informed consent will be obtained from all participants. The outcomes of the trial will be disseminated through peer-reviewed publications. TRIAL REGISTRATION NUMBER: NCT04418115.",
  "authors": [
    {
      "last_name": "Alræk",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alræk",
      "affiliations": [
        "Department of Community Medicine, The Artic University of Norway Department of Clinical Medicine, Tromso, Norway terje.alrak@uit.no.",
        "Department of Health and Excercise, Kristiania University College, Oslo, Norway."
      ],
      "orcid": "0000-0001-6876-1699"
    },
    {
      "last_name": "Skjerve",
      "fore_name": "Hilde",
      "initials": "H",
      "name": "Hilde Skjerve",
      "affiliations": [
        "Department of Health and Excercise, Kristiania University College, Oslo, Norway."
      ]
    },
    {
      "last_name": "Sørensen",
      "fore_name": "Anette",
      "initials": "A",
      "name": "Anette Sørensen",
      "affiliations": [
        "Department of Health and Excercise, Kristiania University College, Oslo, Norway."
      ]
    },
    {
      "last_name": "Lie",
      "fore_name": "S A",
      "initials": "SA",
      "name": "S A Lie",
      "affiliations": [
        "Department of Dentistry, University of Bergen Faculty of Medicine and Dentistry, Bergen, Norway."
      ]
    },
    {
      "last_name": "Presterud Ødegård",
      "fore_name": "Hilde",
      "initials": "H",
      "name": "Hilde Presterud Ødegård",
      "affiliations": [
        "Diakonhjemmet University College and Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Weidong",
      "initials": "W",
      "name": "Weidong Lu",
      "affiliations": [
        "Department of Medical Oncology, Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Mao",
      "fore_name": "Jun",
      "initials": "J",
      "name": "Jun Mao",
      "affiliations": [
        "Integrative Medicine Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York City, New York, USA."
      ],
      "orcid": "0000-0001-9229-0380"
    },
    {
      "last_name": "Deng",
      "fore_name": "G",
      "initials": "G",
      "name": "G Deng",
      "affiliations": [
        "Integrative Medicine Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York City, New York, USA."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "Korea Institute of Oriental Medicine, Daejeon, Korea (the Republic of)."
      ],
      "orcid": "0000-0001-6651-7641"
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Department of Health and Excercise, Kristiania University College, Oslo, Norway."
      ]
    },
    {
      "last_name": "Lamu",
      "fore_name": "Admassu Nadew",
      "initials": "AN",
      "name": "Admassu Nadew Lamu",
      "affiliations": [
        "NORCE Norwegian Research Centre AS, Bergen, Norway."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Tae-Hun",
      "initials": "TH",
      "name": "Tae-Hun Kim",
      "affiliations": [
        "Korean Medicine Clinical Trial Center, Kyung Hee University, Seoul, Korea (the Republic of)."
      ]
    },
    {
      "last_name": "MacPherson",
      "fore_name": "Hugh",
      "initials": "H",
      "name": "Hugh MacPherson",
      "affiliations": [
        "Health Sciences, University of York, York, UK."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "7",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "30"
  },
  "start_page": "e077514",
  "pages": "e077514",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Clinical Trial Protocol",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Fatigue",
    "Breast Neoplasms",
    "Female",
    "Cancer Survivors",
    "Acupuncture Therapy",
    "Quality of Life",
    "Pragmatic Clinical Trials as Topic",
    "Norway",
    "Cost-Benefit Analysis"
  ],
  "article_ids": {
    "pubmed": "39079925",
    "pmc": "PMC11293412",
    "doi": "10.1136/bmjopen-2023-077514",
    "pii": "bmjopen-2023-077514"
  },
  "doi": "10.1136/bmjopen-2023-077514",
  "pmc_id": "PMC11293412",
  "dates": {
    "completed": "2024-07-30",
    "revised": "2025-02-04"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 CA008748",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.722433",
    "pmid": "39079925"
  }
}