{
  "pmid": "39077969",
  "uid": "39077969",
  "title": "Pain is a cardinal symptom cutting across Rome IV anatomical categories in disorders of gut-brain interaction: A network-based approach.",
  "abstract": "INTRODUCTION: Disorders of gut-brain interaction (DGBI) are symptom-based disorders categorized by anatomic location but have high overlap and heterogeneity. Viewing DGBI symptoms on a spectrum (i.e. dimensionally) rather than categorically may better inform interventions to accommodate complex clinical presentations. We aimed to evaluate symptom networks to identify how DGBI symptoms interact. METHODS: We used the Rome IV Diagnostic Questionnaire continuously/ordinally scored items collected from the Rome Foundation Global Epidemiology Study. We excluded participants who reported ≥1 organic/structural gastrointestinal disorder(s). We sought to (1) identify core symptoms in the DGBI symptom networks, (2) identify bridge pathways between Rome IV diagnostic categories (esophageal, bowel, gastroduodenal, anorectal), and (3) explore how symptoms group together into communities. RESULTS: Of 54,127 adults, 20,229 met criteria for at least one DGBI (age mean = 42.2 ± 15.5; 57% female). General abdominal pain and epigastric pain were the core symptoms in the DGBI symptom network (i.e., had the strongest connections to other symptoms). Pain symptoms emerged as bridge pathways across existing DGBI diagnostic anatomic location (i.e., abdominal pain connected to chest pain, epigastric pain, rectal pain). Without a priori category definitions, exploratory network community analysis showed that symptoms grouped together into \"pain,\" \"gastroduodenal,\" and \"constipation,\" rather than into groups by anatomic location. CONCLUSION: Our findings suggest pain symptoms are central and serve as a key connection to other symptoms, crosscutting anatomic location. Future longitudinal research is needed to test symptom network relations longitudinally and investigate whether targeting pain symptoms (rather than anatomic- or disorder-specific symptoms) has clinical impact.",
  "authors": [
    {
      "last_name": "Burton-Murray",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Burton-Murray",
      "affiliations": [
        "Department of Psychiatry, Harvard Medical School, Boston, Massachusetts, USA.",
        "Department of Medicine, Harvard Medical School, Boston, Massachusetts, USA.",
        "Division of Gastroenterology, Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts, USA."
      ],
      "orcid": "0000-0003-2059-3256"
    },
    {
      "last_name": "Guadagnoli",
      "fore_name": "Livia",
      "initials": "L",
      "name": "Livia Guadagnoli",
      "affiliations": [
        "Laboratory for Brain-Gut Axis Studies (LaBGAS), Translational Research in Gastrointestinal Disorders (TARGID), Department of Chronic Diseases and Metabolism (CHROMETA), KU Leuven, Leuven, Belgium."
      ],
      "orcid": "0000-0002-2925-3955"
    },
    {
      "last_name": "Vanzhula",
      "fore_name": "Irina A",
      "initials": "IA",
      "name": "Irina A Vanzhula",
      "affiliations": [
        "Department of Psychological and Brain Sciences, University of Louisville, Louisville, Kentucky, USA."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Tiffany A",
      "initials": "TA",
      "name": "Tiffany A Brown",
      "affiliations": [
        "Department of Psychological Sciences, Auburn University, Auburn, Alabama, USA."
      ]
    },
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel."
      ],
      "orcid": "0000-0002-7634-3689"
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur",
      "initials": "O",
      "name": "Olafur Palsson",
      "affiliations": [
        "Center for Functional GI & Motility Disorders, University of North Carolina-Chapel Hill, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3111-0689"
    },
    {
      "last_name": "Van Oudenhove",
      "fore_name": "Lukas",
      "initials": "L",
      "name": "Lukas Van Oudenhove",
      "affiliations": [
        "Laboratory for Brain-Gut Axis Studies (LaBGAS), Translational Research in Gastrointestinal Disorders (TARGID), Department of Chronic Diseases and Metabolism (CHROMETA), KU Leuven, Leuven, Belgium.",
        "Leuven Brain Institute, KU Leuven, Leuven, Belgium.",
        "Consultation-Liaison Psychiatry, University Psychiatric Centre KU Leuven, Campus Gasthuisberg, Leuven, Belgium.",
        "Cognitive and Affective Neuroscience Lab, Department of Psychological and Brain Sciences, Dartmouth College, Hanover, New Hampshire, USA."
      ]
    },
    {
      "last_name": "Staller",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Staller",
      "affiliations": [
        "Department of Medicine, Harvard Medical School, Boston, Massachusetts, USA.",
        "Division of Gastroenterology, Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts, USA."
      ],
      "orcid": "0000-0003-4925-4290"
    }
  ],
  "journal": {
    "title": "Neurogastroenterology and motility",
    "iso_abbreviation": "Neurogastroenterol Motil",
    "issn": "1365-2982",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "10",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "e14877",
  "pages": "e14877",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Adult",
    "Male",
    "Gastrointestinal Diseases",
    "Middle Aged",
    "Brain-Gut Axis",
    "Abdominal Pain",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "39077969",
    "mid": "NIHMS2086184",
    "pmc": "PMC12212471",
    "doi": "10.1111/nmo.14877"
  },
  "doi": "10.1111/nmo.14877",
  "pmc_id": "PMC12212471",
  "dates": {
    "completed": "2024-10-17",
    "revised": "2025-07-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K23 DK120945",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "K23 DK131334",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.814389",
    "pmid": "39077969"
  }
}