{
  "pmid": "39074996",
  "uid": "39074996",
  "title": "The role of influenza Hemagglutination-Inhibition antibody as a vaccine mediator in children.",
  "abstract": "BACKGROUND: Influenza vaccination may protect through the humoral immune response, cellular immune response, or possibly both. Immunity after vaccination can be mediated through antibodies that may be detected by the rise of serum hemagglutination inhibition (HAI) titers. Our objective was to investigate the proportion of protection against influenza mediated through antibodies by measuring the rise of HAI titer (indirect effect) compared to that induced through other immune mechanisms (direct effect) for influenza A and B. METHODS: We analysed data from a cluster randomized trial conducted during the 2008-2009 season in which Canadian Hutterite children were vaccinated against influenza. We used inverse probability weighting to calculate the indirect and direct effect of vaccination against influenza A/H3N2 and influenza B/Brisbane using HAI titres and overall vaccine efficacy. RESULTS: We included data on 617 children from 46 Hutterite colonies, aged between 3 and 15 years who were vaccinated with either inactivated trivalent influenza vaccine or hepatitis A vaccine. Vaccine efficacy was 63 % for influenza A (H3N2) and 28 % for influenza B. The hazard ratio for protection against influenza A/H3N2 due to an indirect effect of vaccination was 0.96 (95 % confidence interval (CI) of 0.00 to 2.89) while for the direct effect it was 0.38 (95 % CI of 0.00 to 5.47). The hazard ratio for influenza B indirect effect was 0.75 (95 % CI of 0.07 to 1) and for the direct effect 0.96 (95 % CI of 0.00 to 12.02). In contrast, repeating the analysis using microneutralization in a subgroup of 488 children revealed that the protective effect for vaccination for A/H3N2 was entirely mediated by antibodies but only for 13 % for influenza B. CONCLUSIONS: Although vaccination provided higher protective effectiveness against influenza A than B, most of the influenza A vaccine efficacy likely occurred through antibodies other than what could be detected by HAI titres. In contrast, for influenza B, while the HAI titres appeared to mediate most of the vaccine effectiveness, this was not confirmed by microneutralization analysis.",
  "authors": [
    {
      "last_name": "Motaghi",
      "fore_name": "Shahrzad",
      "initials": "S",
      "name": "Shahrzad Motaghi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: motaghis@mcmaster.ca."
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": [
        "The Hospital for Sick Children, Toronto, Ontario, Canada; Child Health Evaluative Sciences, The Hospital for Sick Children, Toronto, Ontario, Canada; Dalla Lana School of Public Health, The University of Toronto, Toronto, Ontario, Canada. Electronic address: eleanor.pullenayegum@sickkids.ca."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; School of Medicine, Case Western Reserve University, Cleveland, OH, USA. Electronic address: rlm180@case.edu."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: loebm@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Vaccine",
    "iso_abbreviation": "Vaccine",
    "issn": "1873-2518",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "21",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "30"
  },
  "start_page": "126122",
  "pages": "126122",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Humans",
    "Influenza Vaccines",
    "Child",
    "Hemagglutination Inhibition Tests",
    "Antibodies, Viral",
    "Adolescent",
    "Child, Preschool",
    "Influenza, Human",
    "Female",
    "Male",
    "Influenza A Virus, H3N2 Subtype",
    "Influenza B virus",
    "Vaccine Efficacy",
    "Canada",
    "Vaccines, Inactivated",
    "Vaccination"
  ],
  "article_ids": {
    "pubmed": "39074996",
    "doi": "10.1016/j.vaccine.2024.07.023",
    "pii": "S0264-410X(24)00784-9"
  },
  "doi": "10.1016/j.vaccine.2024.07.023",
  "dates": {
    "completed": "2024-08-21",
    "revised": "2025-01-14"
  },
  "chemicals": [
    "Influenza Vaccines",
    "Antibodies, Viral",
    "Vaccines, Inactivated"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.189371",
    "pmid": "39074996"
  }
}