{
  "pmid": "39075406",
  "uid": "39075406",
  "title": "New Trauma Score versus Kampala Trauma Score II in predicting mortality following road traffic crash: a prospective multi-center cohort study.",
  "abstract": "INTRODUCTION: Mortality due to injuries disproportionately impact low income countries. Knowledge of who is at risk of poor outcomes is critical to guide resource allocation and prioritization of severely injured. Kampala Trauma Score (KTS), developed in 1996 and last modified in 2002 as KTS II, is still widely being used to predict injury outcomes in resource-limited settings with no further revisions in the past two decades, despite ongoing criticism of some of its parameters. The New Trauma Score (NTS), a recent development in 2017, has shown potential in mortality prediction, but a dearth of evidence exist regarding its performance in the African population. OBJECTIVES: To compare NTS to the modified Kampala Trauma Score (KTS II) in the prediction of 30-day mortality, and injury severity amongst patients sustaining road traffic crashes in Ugandan low-resource settings. METHODS: Multi-center prospective cohort study of patients aged 15 years and above. Of the 194 participants, 85.1% were males with a mean age of 31.7 years. NTS and KTS II were determined for each participant within 30-minutes of admission and followed-up for 30 days to determine their injury outcomes. The sensitivity, specificity, and area under receiver operating characteristics curve (AUC) for predicting mortality were compared between the two trauma scores using SPSS version 22. Ethical clearance: Research and Ethics Committee of Kampala International University Western Campus (Ref No: KIU-2022-125). RESULTS: The injury severity classifications based on NTS vs. KTS II were mild (55.7% vs. 25.8%), moderate (29.9% vs. 30.4%), and severe (14.4% vs. 43.8%). The mortality rates for each injury severity category based on NTS vs. KTS II were mild (0.9% v 0%), moderate (20.7% vs. 5.1%), and severe (50% vs. 28.2%). The AUC was 0.87 for NTS (95% CI 0.808-0.931) vs. 0.86 (95% CI 0.794-0.919) for KTS II respectively. The sensitivity of NTS vs. KTS II in predicting mortality was 92.6% (95% CI: 88.9-96.3) vs. 70.4% (95% CI: 63.0-77.8) while the specificity was 70.7% (95% CI: 64.2-77.2) vs. 78.4% (95% CI: 72.1-84.7) at cut off points of 17 for NTS and 6 for KTS II respectively. CONCLUSIONS: NTS was more sensitive but its specificity for purposes of 30-day mortality prediction was lower compared to KTS II. Thus, in low-resourced trauma environment where time constraints and pulse oximeters are of concern, KTS II remains superior to NTS.",
  "authors": [
    {
      "last_name": "Damulira",
      "fore_name": "John",
      "initials": "J",
      "name": "John Damulira",
      "affiliations": [
        "Department of Surgery, Faculty of Clinical Medicine and Dentistry, Kampala International University Western Campus, Kampala, Uganda. themulirajohn@gmail.com."
      ]
    },
    {
      "last_name": "Muhumuza",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Muhumuza",
      "affiliations": [
        "Department of Surgery, Faculty of Clinical Medicine and Dentistry, Kampala International University Western Campus, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Kabuye",
      "fore_name": "Umaru",
      "initials": "U",
      "name": "Umaru Kabuye",
      "affiliations": [
        "Department of Surgery, Faculty of Clinical Medicine and Dentistry, Kampala International University Western Campus, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Ssebaggala",
      "fore_name": "Godfrey",
      "initials": "G",
      "name": "Godfrey Ssebaggala",
      "affiliations": [
        "Department of Surgery, Faculty of Clinical Medicine and Dentistry, Kampala International University Western Campus, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lowery",
      "initials": "ML",
      "name": "Michael Lowery Wilson",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University Hospital and University of Heidelberg, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Bärnighausen",
      "fore_name": "Till",
      "initials": "T",
      "name": "Till Bärnighausen",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University Hospital and University of Heidelberg, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Lule",
      "fore_name": "Herman",
      "initials": "H",
      "name": "Herman Lule",
      "affiliations": [
        "Turku Brain Injury Centre, Department of Clinical Neurosciences, Injury Epidemiology and Prevention (IEP) Research Group, Turku University Hospital and University of Turku, Turku, Finland. lule.herman@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "BMC emergency medicine",
    "iso_abbreviation": "BMC Emerg Med",
    "issn": "1471-227X",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jul",
    "pub_day": "29"
  },
  "start_page": "130",
  "pages": "130",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Comparative Study"
  ],
  "keywords": [
    "Humans",
    "Accidents, Traffic",
    "Male",
    "Prospective Studies",
    "Female",
    "Adult",
    "Uganda",
    "Wounds and Injuries",
    "Middle Aged",
    "Trauma Severity Indices",
    "Adolescent",
    "Young Adult",
    "Injury Severity Score",
    "ROC Curve"
  ],
  "article_ids": {
    "pubmed": "39075406",
    "pmc": "PMC11287828",
    "doi": "10.1186/s12873-024-01048-0",
    "pii": "10.1186/s12873-024-01048-0"
  },
  "doi": "10.1186/s12873-024-01048-0",
  "pmc_id": "PMC11287828",
  "dates": {
    "completed": "2024-07-30",
    "revised": "2025-01-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.872743",
    "pmid": "39075406"
  }
}