{
  "pmid": "39072539",
  "uid": "39072539",
  "title": "Association of rs4516035 Polymorphism with Osteoporosis in the Southeastern Iranian Population: A Case-Control Study.",
  "abstract": "BACKGROUND: Genetic polymorphisms are known to play a crucial role in the development of osteoporosis. Vitamin D3 regulates bone homeostasis through the vitamin D receptor (VDR). Reduced VDR activity increases osteoporosis risk. Study Design: A case-control study. METHODS: This case-control study investigated the potential association between six single-nucleotide polymorphisms (SNPs) within the VDR gene (rs11568820, rs4516035, rs2228570, rs1544410, rs7975232, and rs731236) and the occurrence of osteoporosis in Kerman province. The genotypes of the SNPs were analyzed using polymerase chain reaction-restriction fragment length polymorphism, tetra primer amplification refractory mutation system-PCR, and sequencing in two groups of osteoporosis patients (n=40) and controls (n=42). Additionally, the levels of calcium and vitamin D3 in the serum of the patients were measured, and the in silico analysis of the VDR structure and interaction was performed using I-TASSER, ProSA, PROCHECK, GeneMANIA, GTEx, and GPS 6.0. RESULTS: None of the patients exhibited calcium or vitamin D3 deficiencies. Among the six SNPs, only the T allele in rs4516035, which leads to a shorter variant called VDRA, showed a significant association with susceptibility to osteoporosis (odds ratio=3.061, P=0.007). The in silico analysis demonstrated that the 3D structure, expression, and post-transcriptional modification of VDRA are distinct from those of the more extended variant, VDRB1. VDRB1 is upregulated in sun-exposed skin, and its interactions with its partners differ from those of VDRA. CONCLUSION: Despite adequate vitamin D levels, the VDRA variant, which has lower activity, could increase the predisposition to osteoporosis in the studied population. These findings clarify the importance of genetic screening for personalized medicine and the effectiveness of prevention and treatment strategies.",
  "authors": [
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad Mehdi",
      "initials": "MM",
      "name": "Mohammad Mehdi Yaghoobi",
      "affiliations": [
        "Research Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ],
      "orcid": "0000-0003-1434-6224"
    },
    {
      "last_name": "Samare Gholami",
      "fore_name": "Azadeh",
      "initials": "A",
      "name": "Azadeh Samare Gholami",
      "affiliations": [
        "Research Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    }
  ],
  "journal": {
    "title": "Journal of research in health sciences",
    "iso_abbreviation": "J Res Health Sci",
    "issn": "2228-7809",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Mar",
    "pub_day": "18"
  },
  "start_page": "e00603",
  "pages": "e00603",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Case-Control Studies",
    "Polymorphism, Single Nucleotide",
    "Receptors, Calcitriol",
    "Iran",
    "Female",
    "Osteoporosis",
    "Male",
    "Middle Aged",
    "Genetic Predisposition to Disease",
    "Aged",
    "Calcium",
    "Genotype",
    "Cholecalciferol",
    "Alleles",
    "Adult",
    "Gene Frequency"
  ],
  "article_ids": {
    "pubmed": "39072539",
    "pmc": "PMC10999102",
    "doi": "10.34172/jrhs.2024.138",
    "pii": "e00603"
  },
  "doi": "10.34172/jrhs.2024.138",
  "pmc_id": "PMC10999102",
  "dates": {
    "completed": "2024-07-29",
    "revised": "2024-08-18"
  },
  "chemicals": [
    "Receptors, Calcitriol",
    "VDR protein, human",
    "Calcium",
    "Cholecalciferol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.400949",
    "pmid": "39072539"
  }
}