{
  "pmid": "39073068",
  "uid": "39073068",
  "title": "A many-facet Rasch measurement model approach to investigating objective structured clinical examination item parameter drift.",
  "abstract": "RATIONALE: Objective Structured Clinical Examinations (OSCEs) are widely used for assessing clinical competence, especially in high-stakes environments such as medical licensure. However, the reuse of OSCE cases across multiple administrations raises concerns about parameter stability, known as item parameter drift (IPD). AIMS & OBJECTIVES: This study aims to investigate IPD in reused OSCE cases while accounting for examiner scoring effects using a Many-facet Rasch Measurement (MFRM) model. METHOD: Data from 12 OSCE cases, reused over seven administrations of the Internationally Educated Nurse Competency Assessment Program (IENCAP), were analyzed using the MFRM model. Each case was treated as an item, and examiner scoring effects were accounted for in the analysis. RESULTS: The results indicated that despite accounting for examiner effects, all cases exhibited some level of IPD, with an average absolute IPD of 0.21 logits. Three cases showed positive directional trends. IPD significantly affected score decisions in 1.19% of estimates, at an invariance violation of 0.58 logits. CONCLUSION: These findings suggest that while OSCE cases demonstrate sufficient stability for reuse, continuous monitoring is essential to ensure the accuracy of score interpretations and decisions. The study provides an objective threshold for detecting concerning levels of IPD and underscores the importance of addressing examiner scoring effects in OSCE assessments. The MFRM model offers a robust framework for tracking and mitigating IPD, contributing to the validity and reliability of OSCEs in evaluating clinical competence.",
  "authors": [
    {
      "last_name": "Coetzee",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Coetzee",
      "affiliations": [
        "Assessment Consultant and Psychometrician at Construct Measures, An Organization with a Focus on Assessment within Regulated Health Professions, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Medicine at McMaster, University in Hamilton, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8723-5942"
    },
    {
      "last_name": "Amirthalingam",
      "fore_name": "Luxshi",
      "initials": "L",
      "name": "Luxshi Amirthalingam",
      "affiliations": [
        "Research and Analysis department at Touchstone Institute, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-1097-1997"
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "e14114",
  "pages": "e14114",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Educational Measurement",
    "Clinical Competence",
    "Psychometrics",
    "Models, Statistical",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "39073068",
    "pmc": "PMC11664641",
    "doi": "10.1111/jep.14114"
  },
  "doi": "10.1111/jep.14114",
  "pmc_id": "PMC11664641",
  "dates": {
    "completed": "2024-12-23",
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.101788",
    "pmid": "39073068"
  }
}