{
  "pmid": "39088374",
  "uid": "39088374",
  "title": "The Effectiveness of Virtual and Augmented Reality in Surgical Pain Management: A Systematic Review of Randomized Controlled Trials.",
  "abstract": "BACKGROUND: Satisfactory management of postoperative pain remains challenging. Nonpharmacological modalities such as virtual and augmented reality (VR/AR) offer potential benefits and are becoming increasingly popular. This systematic review evaluates the effectiveness and safety of VR/AR interventions on postoperative pain and recovery. METHODS: MEDLINE, Embase, CINAHL, Web of Science, and CENTRAL databases were searched from inception to July 27, 2023, for randomized controlled trials (RCTs), published in English, evaluating the use of VR/AR interventions for surgical pain relief. Study selection and data extraction were performed by pairs of reviewers independently and in duplicate, and potential risk of bias was determined using the Risk of Bias-version 2 (RoB 2) tool. Our outcomes included pain relief, reduction of anxiety, satisfaction, and adverse effects. Due to substantial heterogeneity, a narrative synthesis without meta-analysis was performed. RESULTS: We included 35 trials among 2257 citations, categorized as surgery (n = 12), minor procedures (n = 15), and postoperative physiotherapy (n = 8). Surgical group included various surgeries, with 11 using immersive VR predominantly in the postoperative period, and most reporting no differences in pain, but potential for reduced anxiety and sedation requirements. In the minor procedures group, most studies reported decreased pain and anxiety during the procedural performance. Two studies reported increased heart rate, while 2 others reported better hemodynamic stability. Home-based AR physiotherapy achieved (n = 6) similar pain and functional outcomes after knee replacement, with 1 large study (n = 306) reporting reduction of mean costs by $2745 for provision of 12 weeks physiotherapy. There were some concerns around potential bias for most studies, as the nature of interventions make it challenging to blind assessors and participants. No important adverse effects were noted using VR/AR technology. CONCLUSIONS: Evidence from RCTs indicates that the use of immersive VR during minor procedures may reduce procedural pain, decrease anxiety, and improve satisfaction. However, small studies, inconsistent effect, and variation in the application of interventions are important limitations. Evidence to support the application of AR/VR for major surgeries is limited and needs to be further investigated. Use of home-based physiotherapy with AR likely has economic advantages, and facilitates virtual care for appropriate patients who can access and use the technology safely.",
  "authors": [
    {
      "last_name": "Levit",
      "fore_name": "Tal",
      "initials": "T",
      "name": "Tal Levit",
      "affiliations": [
        "From the Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grzela",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Grzela",
      "affiliations": [
        "From the Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lavoie",
      "fore_name": "Declan C T",
      "initials": "DCT",
      "name": "Declan C T Lavoie",
      "affiliations": [
        "From the Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Aashna",
      "initials": "A",
      "name": "Aashna Agarwal",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel J",
      "initials": "RJ",
      "name": "Rachel J Couban",
      "affiliations": [
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Anesthesia and analgesia",
    "iso_abbreviation": "Anesth Analg",
    "issn": "1526-7598",
    "issn_type": "Electronic",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39088374",
    "doi": "10.1213/ANE.0000000000007051",
    "pii": "00000539-990000000-00888"
  },
  "doi": "10.1213/ANE.0000000000007051",
  "dates": {
    "revised": "2024-08-01"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Michael G. DeGroote School of Medicine McMaster Medical Student Research Excellence Awards (MAC RES)"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.423634",
    "pmid": "39088374"
  }
}