{
  "pmid": "39094929",
  "uid": "39094929",
  "title": "Latin American panelists find GRADE-ADOLOPMENT useful and important to contextualize recommendations in their region.",
  "abstract": "BACKGROUND AND OBJECTIVE: Grading of Recommendations, Assessment, Development, and Evaluation (GRADE)-ADOLOPMENT is widely applied to efficiently use existing credible guidelines and contextualize them to a target setting. To highlight the experiences of a Latin American Guideline Development Group (GDG) applying GRADE-ADOLOPMENT to adapt the American Society of Hematology's clinical practice guideline on managing venous thromboembolisms (VTEs) in Latin America. STUDY DESIGN AND SETTING: We employed a mixed-method postevaluation using self-administered surveys and semistructured interviews. We assessed the Latin American GDG (1) general satisfaction and confidence using the approach, (2) their ratings on the usefulness, appropriateness, and importance of GRADE-ADOLOPMENT and its tools to inform their judgements, and (3) any additional facilitators and barriers to refine the process. RESULTS: Eleven of the 14 GDG members, including nine panelists and two methodologists, provided survey responses and eight participated in the interview. Respondents felt \"mostly\" or \"completely\" satisfied with the adapted guideline. Eight panelists who were surveyed agree that GRADE-ADOLOPMENT is useful in countries with limited resources. Although panelists expressed initial apprehensions in their understanding of the process, they demonstrated enhanced confidence in their capacity to apply GRADE after completing workshop training and by acquiring experience. Panelists reiterated the importance of considering evidence-to-decision (EtD) criteria (ie, resources, feasibility, and cost-effectiveness) when adapting recommendations. The GDG encountered challenges with collecting local and regional data, prioritizing recommendations while considering intraregional diversity, and the lengthy publication period, although the latter stemmed from procedures not related to GRADE-ADOLOPMENT. CONCLUSIONS: GRADE-ADOLOPMENT is an important tool to facilitate the adaptation and uptake of clinical practice guidelines in novel settings. The GDG felt satisfied with their overall experience using the GRADE-ADOLOPMENT approach. However, their experience could have been optimized if they had access to robust regional evidence, more recommendations to adapt from, and worked with more efficient guideline production timelines.",
  "authors": [
    {
      "last_name": "Nasir",
      "fore_name": "Zil H",
      "initials": "ZH",
      "name": "Zil H Nasir",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster GRADE Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lotfi",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Lotfi",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster GRADE Centre, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Cochrane Canada Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yepes Nuñez",
      "fore_name": "Juan J",
      "initials": "JJ",
      "name": "Juan J Yepes Nuñez",
      "affiliations": [
        "School of Medicine, Universidad de los Andes, Bogotá DC, Colombia; Fundación Santa Fe de Bogotá, Bogotá DC, Colombia."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; GRADE Conosur, Universidad San Sebastián, Santiago, Chile."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "McMaster GRADE Centre, McMaster University, Hamilton, Ontario, Canada; Clinical Epidemiology and Research Center (CERC), Humanitas University and Humanitas Research Hospital, Milano, Italy. Electronic address: schuneh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "175",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "111483",
  "pages": "111483",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Latin America",
    "Practice Guidelines as Topic",
    "Venous Thromboembolism",
    "Surveys and Questionnaires",
    "Evidence-Based Medicine"
  ],
  "article_ids": {
    "pubmed": "39094929",
    "doi": "10.1016/j.jclinepi.2024.111483",
    "pii": "S0895-4356(24)00239-7"
  },
  "doi": "10.1016/j.jclinepi.2024.111483",
  "dates": {
    "completed": "2024-11-30",
    "revised": "2024-11-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.566489",
    "pmid": "39094929"
  }
}