{
  "pmid": "39094523",
  "uid": "39094523",
  "title": "Non-coding RNAs in Parkinson's disease: Regulating SNCA and alpha-synuclein aggregation.",
  "abstract": "Parkinson's disease is one of the vital neurodegenerative ailments attributed to a rise in Alpha-synuclein proteins leading to the advancement of motor and cognitive deterioration. Interestingly, in PD lncRNAs, miRNAs and siRNAs are also key regulators of SNCA and alpha-synuclein aggregation. This review will focus on the roles of these three types of small RNAs in trebling the development of PD through regulating SNCA expression or alpha-synuclein protein mediating the RNA from acting. Parkinson's disease is deﬁned by the build-up of alpha-synuclein protein resulting predominantly from the elevated expression level of the SNCA gene. Non-coding RNAs have gained broad appeal as fundamental modulators of gene expression and protein aggregation dynamics, with significant implications on the aetiology of PD. LncRNAs modulate SNCA transcription and edit epigenetic modifications, while miRNA target mRNA is involved in the stability and translation of count alpha-synuclein. Considering all these data, siRNAs can achieve the precise gene silencing effect that directly induces the downregulation of SNCA mRNA. This review also summarizes some recent reports about the interaction between these ncRNAs with the SNCA gene and alpha-synuclein protein, each through its independent in addition to synergistic mechanisms. This review highlights the possibility of therapeutic interventions to perturb SNCA expression to prevent alpha-synuclein aggregation via targeting ncRNAs that might be spun off novel drug development for PD.",
  "authors": [
    {
      "last_name": "Thangavelu",
      "fore_name": "Lakshmi",
      "initials": "L",
      "name": "Lakshmi Thangavelu",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, India."
      ]
    },
    {
      "last_name": "Moglad",
      "fore_name": "Ehssan",
      "initials": "E",
      "name": "Ehssan Moglad",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Prince Sattam bin Abdulaziz University, Alkharj 11942, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Almalki",
      "fore_name": "Waleed Hassan",
      "initials": "WH",
      "name": "Waleed Hassan Almalki",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Umm Al-Qura University, Makkah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Malathi",
      "fore_name": "H",
      "initials": "H",
      "name": "H Malathi",
      "affiliations": [
        "Department of Biotechnology and Genetics, School of Sciences, JAIN (Deemed to be University), Bangalore, Karnataka, India. Electronic address: malathi.pharma01@outlook.com."
      ]
    },
    {
      "last_name": "Bansal",
      "fore_name": "Pooja",
      "initials": "P",
      "name": "Pooja Bansal",
      "affiliations": [
        "Department of Allied Healthcare and Sciences, Vivekananda Global University, Jaipur, Rajasthan 303012, India."
      ]
    },
    {
      "last_name": "Rani",
      "fore_name": "Bindu",
      "initials": "B",
      "name": "Bindu Rani",
      "affiliations": [
        "Department of Medicine, National Institute of Medical Sciences, NIMS University Rajasthan, Jaipur, India."
      ]
    },
    {
      "last_name": "Walia",
      "fore_name": "Chakshu",
      "initials": "C",
      "name": "Chakshu Walia",
      "affiliations": [
        "Chandigarh Pharmacy College, Chandigarh Group of Colleges-Jhanjeri, Mohali, Punjab 140307, India."
      ]
    },
    {
      "last_name": "Sivaprasad",
      "fore_name": "G V",
      "initials": "GV",
      "name": "G V Sivaprasad",
      "affiliations": [
        "Department of Basic Science & Humanities, Raghu Engineering College, Visakhapatnam, India."
      ]
    },
    {
      "last_name": "Rajput",
      "fore_name": "Pranchal",
      "initials": "P",
      "name": "Pranchal Rajput",
      "affiliations": [
        "Uttaranchal Institute of Pharmaceutical Sciences, Division of Research and Innovation, Uttaranchal University, India."
      ]
    },
    {
      "last_name": "Imran",
      "fore_name": "Mohd",
      "initials": "M",
      "name": "Mohd Imran",
      "affiliations": [
        "Department of Pharmaceutical Chemistry, College of Pharmacy, Northern Border University, Rafha 91911, Saudi Arabia; Center for Health Research, Northern Border University, Arar, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Pathology, research and practice",
    "iso_abbreviation": "Pathol Res Pract",
    "issn": "1618-0631",
    "issn_type": "Electronic",
    "volume": "261",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "155511",
  "pages": "155511",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "alpha-Synuclein",
    "Humans",
    "Parkinson Disease",
    "RNA, Untranslated",
    "Animals",
    "MicroRNAs",
    "RNA, Long Noncoding",
    "Gene Expression Regulation"
  ],
  "article_ids": {
    "pubmed": "39094523",
    "doi": "10.1016/j.prp.2024.155511",
    "pii": "S0344-0338(24)00422-9"
  },
  "doi": "10.1016/j.prp.2024.155511",
  "dates": {
    "completed": "2024-08-16",
    "revised": "2024-09-25"
  },
  "chemicals": [
    "alpha-Synuclein",
    "SNCA protein, human",
    "RNA, Untranslated",
    "MicroRNAs",
    "RNA, Long Noncoding"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.153943",
    "pmid": "39094523"
  }
}