{
  "pmid": "39102333",
  "uid": "39102333",
  "title": "Modernizing the Data Infrastructure for Clinical Research to Meet Evolving Demands for Evidence.",
  "abstract": "IMPORTANCE: The ways in which we access, acquire, and use data in clinical trials have evolved very little over time, resulting in a fragmented and inefficient system that limits the amount and quality of evidence that can be generated. OBSERVATIONS: Clinical trial design has advanced steadily over several decades. Yet the infrastructure for clinical trial data collection remains expensive and labor intensive and limits the amount of evidence that can be collected to inform whether and how interventions work for different patient populations. Meanwhile, there is increasing demand for evidence from randomized clinical trials to inform regulatory decisions, payment decisions, and clinical care. Although substantial public and industry investment in advancing electronic health record interoperability, data standardization, and the technology systems used for data capture have resulted in significant progress on various aspects of data generation, there is now a need to combine the results of these efforts and apply them more directly to the clinical trial data infrastructure. CONCLUSIONS AND RELEVANCE: We describe a vision for a modernized infrastructure that is centered around 2 related concepts. First, allowing the collection and rigorous evaluation of multiple data sources and types and, second, enabling the possibility to reuse health data for multiple purposes. We address the need for multidisciplinary collaboration and suggest ways to measure progress toward this goal.",
  "authors": [
    {
      "last_name": "Franklin",
      "fore_name": "Joseph B",
      "initials": "JB",
      "name": "Joseph B Franklin",
      "affiliations": [
        "Verily Life Sciences, South San Francisco, California."
      ]
    },
    {
      "last_name": "Marra",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Marra",
      "affiliations": [
        "Verily Life Sciences, South San Francisco, California."
      ]
    },
    {
      "last_name": "Abebe",
      "fore_name": "Kaleab Z",
      "initials": "KZ",
      "name": "Kaleab Z Abebe",
      "affiliations": [
        "Center for Biostatistics & Qualitative Methodology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania."
      ]
    },
    {
      "last_name": "Butte",
      "fore_name": "Atul J",
      "initials": "AJ",
      "name": "Atul J Butte",
      "affiliations": [
        "Bakar Computational Health Sciences Institute, University of California, San Francisco.",
        "Center for Data-Driven Insights and Innovation, University of California Health, Oakland."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Esserman",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Esserman",
      "affiliations": [
        "Departments of Surgery and Radiology and Institute for Health Policy Studies, University of California, San Francisco."
      ]
    },
    {
      "last_name": "Fleisher",
      "fore_name": "Lee A",
      "initials": "LA",
      "name": "Lee A Fleisher",
      "affiliations": [
        "Anesthesiology and Critical Care, University of Pennsylvania Perelman School of Medicine, Philadelphia."
      ]
    },
    {
      "last_name": "Grossman",
      "fore_name": "Cynthia I",
      "initials": "CI",
      "name": "Cynthia I Grossman",
      "affiliations": [
        "Biogen, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Kass",
      "fore_name": "Nancy E",
      "initials": "NE",
      "name": "Nancy E Kass",
      "affiliations": [
        "Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland."
      ]
    },
    {
      "last_name": "Krumholz",
      "fore_name": "Harlan M",
      "initials": "HM",
      "name": "Harlan M Krumholz",
      "affiliations": [
        "Yale University School of Medicine, New Haven, Connecticut."
      ]
    },
    {
      "last_name": "Rowan",
      "fore_name": "Kathy",
      "initials": "K",
      "name": "Kathy Rowan",
      "affiliations": [
        "National Institute for Health and Care Research (NIHR) Health and Social Care Delivery Research Programme, London, United Kingdom.",
        "Intensive Care National Audit & Research Centre (ICNARC), London, United Kingdom."
      ]
    },
    {
      "last_name": "Abernethy",
      "fore_name": "Amy P",
      "initials": "AP",
      "name": "Amy P Abernethy",
      "affiliations": [
        "Highlander Health, Dallas, Texas."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "05"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39102333",
    "doi": "10.1001/jama.2024.0268",
    "pii": "2822037"
  },
  "doi": "10.1001/jama.2024.0268",
  "dates": {
    "revised": "2025-01-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.331026",
    "pmid": "39102333"
  }
}