{
  "pmid": "39103675",
  "uid": "39103675",
  "title": "Health Technology Assessment Reports for Non-Oncology Medications in Canada from 2018 to 2022: Methodological Critiques on Manufacturers' Submissions and a Comparison between Manufacturer and Canadian Agency for Drugs and Technologies in Health (CADTH) Analyses.",
  "abstract": "INTRODUCTION: Identifying key differences between manufacturers' submitted analysis and economic reanalysis by the Canadian Agency for Drugs and Technologies in Health (CADTH) is an important step toward understanding reimbursement recommendations. We compared economic values reported in manufacturers' analysis with the CADTH reanalysis and also assessed methodological critiques. METHODS: Two reviewers extracted data from the clinical and economic reports in publicly available CADTH reports from 2018 to 2022. We used the Wilcoxon rank-sum test to assess the difference between mean economic values, and the Chi-square test to assess the association between the CADTH critique final recommendations. RESULTS: Of the total submissions, 99.4% included effectiveness critiques, 88.8% included model structure critiques, 69.1% included utility score critiques, and 78.7% included cost critiques. The median incremental cost-utility ratio (ICUR) in the manufacturers' analyses was $138,658/quality-adjusted life-year (QALY), 2.5-fold lower than the CADTH's reanalysis at $380,251/QALY (p < 0.001). The median CADTH reanalysis for 3-year budget impact analysis (BIA) was $4,575,102, which was 27% higher than the manufacturers' submitted 3-year BIA (p < 0.001). CADTH requested a price reduction for 95% of all submissions, and the median price reduction request was 63.5%. In 2021 and 2022, the willingness-to-pay threshold identified in CADTH reports remained constant at $50,000 per QALY gained for all medications. CONCLUSION: There was high frequency of CADTH critiques on manufacturers' submissions in all four aspects of economic submissions: effectiveness, cost, utility score and structure. We observed a higher median incremental cost and lower median incremental QALYs in the CADTH reanalysis compared with the manufacturers' submissions. The resulting higher ICUR in the CADTH reanalysis often leads to a recommendation that the manufacturer needs to reduce its price. The 3-year budget impact was higher in the CADTH reanalyses compared with manufacturers' submissions.",
  "authors": [
    {
      "last_name": "Mirzayeh Fashami",
      "fore_name": "Fatemeh",
      "initials": "F",
      "name": "Fatemeh Mirzayeh Fashami",
      "affiliations": [
        "Health Research Methodology Graduate Program, McMaster University, 1280 Main St West, Hamilton, ON, Canada. mirzayef@mcmaster.ca."
      ],
      "orcid": "0000-0003-0189-9065"
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Center for Health Economics and Policy Analysis (CHEPA), McMaster University, 1280 Main St West, Hamilton, ON, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St Joseph's Healthcare Hamilton, 50 Charlton Ave E, Hamilton, ON, Canada.",
        "McMaster Chair in Health Technology Management, McMaster University, 1280 Main St West, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2913-7580"
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main St West, Hamilton, ON, Canada.",
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9422-5232"
    },
    {
      "last_name": "Hariri",
      "fore_name": "Kimia",
      "initials": "K",
      "name": "Kimia Hariri",
      "affiliations": [
        "Faculty of Pharmacy, Mazandaran University of Medical Science, Sari, Iran."
      ],
      "orcid": "0000-0002-1071-5515"
    },
    {
      "last_name": "Peyrovinasab",
      "fore_name": "Amirreza",
      "initials": "A",
      "name": "Amirreza Peyrovinasab",
      "affiliations": [
        "Faculty of Pharmacy, Islamic Azad University, Tehran Medical Sciences University (IAUTMU), Tehran, Iran."
      ],
      "orcid": "0009-0004-6100-3667"
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main St West, Hamilton, ON, Canada.",
        "Center for Health Economics and Policy Analysis (CHEPA), McMaster University, 1280 Main St West, Hamilton, ON, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St Joseph's Healthcare Hamilton, 50 Charlton Ave E, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9010-0886"
    }
  ],
  "journal": {
    "title": "PharmacoEconomics - open",
    "iso_abbreviation": "Pharmacoecon Open",
    "issn": "2509-4254",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "823",
  "end_page": "836",
  "pages": "823-836",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39103675",
    "pmc": "PMC11499573",
    "doi": "10.1007/s41669-024-00511-9",
    "pii": "10.1007/s41669-024-00511-9"
  },
  "doi": "10.1007/s41669-024-00511-9",
  "pmc_id": "PMC11499573",
  "dates": {
    "revised": "2024-10-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.678260",
    "pmid": "39103675"
  }
}