{
  "pmid": "39103863",
  "uid": "39103863",
  "title": "Assessing the integration of refugee health data into national health information systems in Jordan, Lebanon, and Uganda.",
  "abstract": "BACKGROUND: With the increasing number of protracted refugee crises globally, it is essential to ensure strong national health information systems (HIS) in displacement settings that include refugee-sensitive data and disaggregation by refugee status. This multi-country study aims to assess the degree of integration of refugee health data into national HIS in Jordan, Lebanon, and Uganda and identify the strengths and weaknesses of their national HIS in terms of collecting and reporting on refugee-related health indicators. METHODS: The study employs a comparative country analysis approach using a three-phase framework. The first phase involved reviewing 4120 indicators compiled from global health organizations, followed by a multi-stage refinement process, resulting in 45 indicators distributed across five themes. The second phase consisted of selecting relevant criteria from the literature, including data sources, annual reporting, disaggregation by refugee status, refugee population adjustments, accuracy, and consistency. The third phase involved assessing data availability and quality of the selected indicators against these criteria. RESULTS: Our analysis uncovered significant challenges in assessing the health status of refugees in Jordan, Lebanon, and Uganda, primarily stemming from limitations in the available health data and indicators. Specifically, we identified significant issues including incomplete local data collection with reliance on international data sources, fragmented data collection from various entities leading to discrepancies, and a lack of distinction between refugees and host populations in most indicators. These limitations hinder accurate comparisons and analyses. In light of these findings, a set of actionable recommendations was proposed to guide policymakers in the three countries to improve the integration of refugee health data into their national HIS ultimately enhancing refugees' well-being and access to healthcare services. CONCLUSION: The current status of refugee-related health data in Jordan, Lebanon, and Uganda indicates the need for improved data collection and reporting practices, disaggregation by refugee status and better integration of refugee health data into national HIS to capture the health status and needs of refugees in host countries. Key improvement strategies include establishing a centralized authority for consistent and efficient data management, fostering transparent and inclusive data governance, and strengthening workforce capacity to manage refugee health data effectively.",
  "authors": [
    {
      "last_name": "Bou-Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou-Karroum",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Daher",
      "fore_name": "Najla",
      "initials": "N",
      "name": "Najla Daher",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Jabbour",
      "fore_name": "Mathilda",
      "initials": "M",
      "name": "Mathilda Jabbour",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akhu-Zaheya",
      "fore_name": "Laila",
      "initials": "L",
      "name": "Laila Akhu-Zaheya",
      "affiliations": [
        "Faculty of Nursing, Jordan University of Science and Technology, Irbid, Jordan."
      ]
    },
    {
      "last_name": "Khater",
      "fore_name": "Wejdan",
      "initials": "W",
      "name": "Wejdan Khater",
      "affiliations": [
        "Faculty of Nursing, Jordan University of Science and Technology, Irbid, Jordan."
      ]
    },
    {
      "last_name": "Alloubani",
      "fore_name": "Aladeen",
      "initials": "A",
      "name": "Aladeen Alloubani",
      "affiliations": [
        "Nursing Research Unit, King Hussein Cancer Center, Amman, Jordan."
      ]
    },
    {
      "last_name": "Orach",
      "fore_name": "Christopher Garimoi",
      "initials": "CG",
      "name": "Christopher Garimoi Orach",
      "affiliations": [
        "School of Public Health, College of Health Sciences, Makerere University, Kampala, Uganda.",
        "Department of Community Health and Behavioral Sciences, School of Public Health, College of Health Sciences, Makerere University, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Komakech",
      "fore_name": "Henry",
      "initials": "H",
      "name": "Henry Komakech",
      "affiliations": [
        "Department of Community Health and Behavioral Sciences, School of Public Health, College of Health Sciences, Makerere University, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Bennett",
      "affiliations": [
        "Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada. fe08@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Conflict and health",
    "iso_abbreviation": "Confl Health",
    "issn": "1752-1505",
    "issn_type": "Print",
    "volume": "18",
    "issue": "Suppl 1",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "05"
  },
  "start_page": "49",
  "pages": "49",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39103863",
    "pmc": "PMC11299268",
    "doi": "10.1186/s13031-024-00608-2",
    "pii": "10.1186/s13031-024-00608-2"
  },
  "doi": "10.1186/s13031-024-00608-2",
  "pmc_id": "PMC11299268",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MR/S013547/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MR/S013547/1",
      "agency": "the UK Department of International Development (DFID), the Economic and Social Research Council (ESRC), the Medical Research Council (MRC) and the Wellcome Trust"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.837190",
    "pmid": "39103863"
  }
}