{
  "pmid": "39109667",
  "uid": "39109667",
  "title": "Evidence of Differential Attainment in Canadian Medical School Admissions: A Scoping Review.",
  "abstract": "PURPOSE: In Canada, many groups (e.g., Black, Indigenous, rural backgrounds) have historically faced and continue to encounter systemic barriers in accessing the medical profession. These barriers often manifest in performance disparities, known as differential attainment, during medical school admissions. This scoping review summarizes the nature and extent of evidence on the association of differential attainment in medical school admissions selection tools and outcomes with applicant social identity in the Canadian context. METHOD: The authors used Arksey and O'Malley's scoping review framework to summarize research studies published between 2000 and 2022 with empirical evidence of differential attainment in admissions selection tools and outcomes with respect to a range of applicant social identity categories. The authors recorded whether studies adopted a structuralist and/or intersectional perspective. RESULTS: Ultimately, 15 studies were included in the review. While the evidence on differential attainment associated with social identity in Canadian medical education was heterogeneous, numerous studies highlight differential attainment in the admissions process associated with applicant race and/or ethnicity (6 studies), age (5 studies), gender (4 studies), socioeconomic status (3 studies), geographic location (4 studies), and rural or urban background (5 studies). These attainment differences were reported at 3 phases of the admissions process (invitation to interview, offer of admission, and acceptance of offer) and were driven by several admissions selection tools, including grade point average, Medical College Admission Test score, and interview performance. CONCLUSIONS: The review highlights evidence that suggests systemic, structural inequities in admissions systems manifest as differential attainment in Canadian medical school admissions. Based on this evidence, those who identify as Black or Indigenous and those with low socioeconomic status or rural backgrounds were generally more adversely affected. Admission practices must be studied and improved so medical education systems can better avow equality and human dignity and achieve equity goals.",
  "authors": [
    {
      "last_name": "Ngo",
      "fore_name": "Thuy-Anh",
      "initials": "TA",
      "name": "Thuy-Anh Ngo",
      "affiliations": [],
      "orcid": "0000-0002-9043-6208"
    },
    {
      "last_name": "Choi",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Choi",
      "affiliations": []
    },
    {
      "last_name": "McIntosh",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander McIntosh",
      "affiliations": []
    },
    {
      "last_name": "Elma",
      "fore_name": "Asiana",
      "initials": "A",
      "name": "Asiana Elma",
      "affiliations": []
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "100",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "388",
  "end_page": "399",
  "pages": "388-399",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "School Admission Criteria",
    "Canada",
    "Schools, Medical",
    "Social Identification",
    "Male",
    "Female"
  ],
  "article_ids": {
    "pubmed": "39109667",
    "doi": "10.1097/ACM.0000000000005836",
    "pii": "00001888-202503000-00028"
  },
  "doi": "10.1097/ACM.0000000000005836",
  "dates": {
    "completed": "2025-02-26",
    "revised": "2025-06-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:53.947386",
    "pmid": "39109667"
  }
}