{
  "pmid": "39101674",
  "uid": "39101674",
  "title": "Psychometric validation of the FACE-Q Aesthetics Satisfaction with Temples scale in individuals seeking minimally invasive treatment to improve temple hollowing.",
  "abstract": "BACKGROUND: The FACE-Q Aesthetics is used extensively to measure patient reported outcomes for minimally invasive and surgical facial aesthetic treatments. We recently developed a new FACE-Q scale to assess satisfaction with the appearance of the temples. AIM: The aim of this study was to field test the FACE-Q Satisfaction with Temples scale to examine its psychometric properties. METHODS: The FACE-Q Satisfaction with Temples scale was administered to 171 adults (22 years or older) seeking minimally invasive treatment to improve temple hollowing as part of a clinical trial. The severity of temple hollowing was established through the clinician-reported Allergan Temple Hollowing scale (clinician-rated). The psychometric properties of the FACE-Q Satisfaction with Temples scale were established by testing Rasch Measurement Theory (RMT) assumptions and model fit; unidimensionality by principal component analysis; and construct validity by hypothesis testing. RESULTS: The study sample consisted of 171 adults (mean age 54.7 ± 9.9, range, 25-82 years). RMT analysis provided evidence for the scientific soundness of a 12-item Satisfaction with Temples scale. The data fit the Rasch model (χ[2] = 20.47, df = 24, p = 0.67), all items had ordered thresholds, and good item fit. Scale reliability was high, with Person Separation Index and Cronbach alpha values with and without extremes ≥0.93. Principal component analysis revealed a single component with high factor coefficients. Construct validity was established as scores for the Satisfaction with Temples and Face Overall scales were correlated (r = 0.623, p < 0.001). CONCLUSION: The FACE-Q Satisfaction with Temples scale is a reliable and valid measure that can be used in clinical practice and research to measure outcomes following treatment for temple hollowing.",
  "authors": [
    {
      "last_name": "Kaur",
      "fore_name": "Manraj N",
      "initials": "MN",
      "name": "Manraj N Kaur",
      "affiliations": [
        "Patient-Reported Outcomes, Value, and Experience (PROVE) Center, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Vaishali D",
      "initials": "VD",
      "name": "Vaishali D Patel",
      "affiliations": [
        "AbbVie Inc, Irvine, California, USA."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Kelly X",
      "initials": "KX",
      "name": "Kelly X Leung",
      "affiliations": [
        "AbbVie Inc, Irvine, California, USA."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 3N-27, Health Sciences Center, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cosmetic dermatology",
    "iso_abbreviation": "J Cosmet Dermatol",
    "issn": "1473-2165",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "11",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "3517",
  "end_page": "3524",
  "pages": "3517-3524",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Humans",
    "Psychometrics",
    "Female",
    "Middle Aged",
    "Adult",
    "Male",
    "Aged",
    "Patient Satisfaction",
    "Esthetics",
    "Aged, 80 and over",
    "Reproducibility of Results",
    "Forehead",
    "Patient Reported Outcome Measures",
    "Surveys and Questionnaires",
    "Cosmetic Techniques"
  ],
  "article_ids": {
    "pubmed": "39101674",
    "doi": "10.1111/jocd.16450"
  },
  "doi": "10.1111/jocd.16450",
  "dates": {
    "completed": "2024-10-30",
    "revised": "2024-10-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.219137",
    "pmid": "39101674"
  }
}