{
  "pmid": "39105474",
  "uid": "39105474",
  "title": "Topical anti-inflammatory treatments for eczema: network meta-analysis.",
  "abstract": "BACKGROUND: Eczema (atopic dermatitis) is the most burdensome skin condition worldwide and cannot currently be prevented or cured. Topical anti-inflammatory treatments are used to control eczema symptoms, but there is uncertainty about the relative effectiveness and safety of different topical anti-inflammatory treatments. OBJECTIVES: To compare and rank the efficacy and safety of topical anti-inflammatory treatments for people with eczema using a network meta-analysis. SEARCH METHODS: We searched the Cochrane Skin Specialised Register, CENTRAL, MEDLINE, Embase and trial registries on 29 June 2023, and checked the reference lists of included studies. SELECTION CRITERIA: We included within-participant or between-participant randomised controlled trials (RCTs) in people of any age with eczema of any severity, but excluded trials in clinically infected eczema, seborrhoeic eczema, contact eczema, or hand eczema. We included topical anti-inflammatory treatments used for at least one week, compared with another anti-inflammatory treatment, no treatment, or vehicle/placebo. Vehicle is a 'carrier system' for an active pharmaceutical substance, which may also be used on its own as an emollient for dry skin. We excluded trials of topical antibiotics used alone, complementary therapies, emollients used alone, phototherapy, wet wraps, and systemic treatments. DATA COLLECTION AND ANALYSIS: We used standard Cochrane methods. Primary outcomes were patient-reported eczema symptoms, clinician-reported eczema signs and investigator global assessment. Secondary outcomes were health-related quality of life, long-term control of eczema, withdrawal from treatment/study, and local adverse effects (application-site reactions, pigmentation changes and skin thinning/atrophy were identified as important concerns through patient and public involvement). We used CINeMA to quantify our confidence in the evidence for each outcome. MAIN RESULTS: We included 291 studies involving 45,846 participants with the full spectrum of eczema severity, mainly conducted in high-income countries in secondary care settings. Most studies included adults, with only 31 studies limited to children aged < 12 years. Studies usually included male and female participants, multiple ethnic groups but predominantly white populations. Most studies were industry-funded (68%) or did not report their funding sources/details. Treatment duration and trial participation were a median of 21 and 28 days (ranging from 7 days to 5 years), respectively. Interventions used were topical corticosteroids (TCS) (172), topical calcineurin inhibitors (TCI) (134), phosphodiesterase-4 (PDE-4) inhibitors (55), janus kinase (JAK) inhibitors (30), aryl hydrocarbon receptor activators (10), or other topical agents (21). Comparators included vehicle (170) or other anti-inflammatory treatments. The risk of bias was high in 242 of the 272 (89.0%) trials contributing to data analyses, most commonly due to concerns about selective reporting. Network meta-analysis (NMA) was only possible for short-term outcomes. Patient-reported symptoms NMA of 40 trials (6482 participants) reporting patient-reported symptoms as a binary outcome ranked tacrolimus 0.1% (OR 6.27, 95% CI 1.19 to 32.98), potent TCS (OR 5.99, 95% CI 2.83 to 12.69), and ruxolitinib 1.5% (OR 5.64, 95% CI 1.26 to 25.25) as the most effective, all with low confidence. Mild TCS, roflumilast 0.15%, and crisaborole 2% were the least effective. Class-level sensitivity analysis found potent/very potent TCS had similar effectiveness to potent TCI and was more effective than mild TCI and PDE-4 inhibitors. NMA of 29 trials (3839 participants) reporting patient-reported symptoms as a continuous outcome ranked very potent TCS (SMD -1.99, 95% CI -3.25 to -0.73; low confidence) and tacrolimus 0.03% (SMD -1.57, 95% CI -2.42 to -0.72; moderate confidence) the highest. Direct information for tacrolimus 0.03% was based on one trial of 60 participants at high risk of bias. Roflumilast 0.15%, delgocitinib 0.25% or 0.5%, and tapinarof 1% were the least effective. Class-level sensitivity analysis found potent/very potent TCS had similar effectiveness to potent TCI and JAK inhibitors and mild/moderate TCS was less effective than mild TCI. A further 50 trials (9636 participants) reported patient-reported symptoms as a continuous outcome but could not be included in NMA. Clinician-reported signs NMA of 32 trials (4121 participants) reported clinician signs as a binary outcome and ranked potent TCS (OR 8.15, 95% CI 4.99, 13.57), tacrolimus 0.1% (OR 8.06, 95% CI 3.30, 19.67), ruxolitinib 1.5% (OR 7.72, 95% CI 4.92, 12.10), and delgocitinib 0.5% (OR 7.61, 95% CI 3.72, 15.58) as most effective, all with moderate confidence. Mild TCS, roflumilast 0.15%, crisaborole 2%, and tapinarof 1% were the least effective. Class-level sensitivity analysis found potent/very potent TCS more effective than potent TCI, mild TCI, JAK inhibitors, PDE-4 inhibitors; and mild TCS and PDE-4 inhibitors had similar effectiveness. NMA of 49 trials (5261 participants) reported clinician signs as a continuous outcome and ranked tacrolimus 0.03% (SMD -2.69, 95% CI -3.36, -2.02) and very potent TCS (SMD -1.87, 95% CI -2.69, -1.05) as most effective, both with moderate confidence; roflumilast 0.15%, difamilast 0.3% and tapinarof 1% were ranked as least effective. Direct information for tacrolimus 0.03% was based on one trial in 60 participants with a high risk of bias. For some sensitivity analyses, potent TCS, tacrolimus 0.1%, ruxolitinib 1.5%, delgocitinib 0.5% and delgocitinib 0.25% became some of the most effective treatments. Class-level analysis found potent/very potent TCS had similar effectiveness to potent TCI and JAK inhibitors, and moderate/mild TCS was more effective than mild TCI. A further 100 trials (22,814 participants) reported clinician signs as a continuous outcome but could not be included in NMA. Investigator Global Assessment NMA of 140 trials (23,383 participants) reported IGA as a binary outcome and ranked ruxolitinib 1.5% (OR 9.34, 95% CI 4.8, 18.18), delgocitinib 0.5% (OR 10.08, 95% CI 2.65, 38.37), delgocitinib 0.25% (OR 6.87, 95% CI 1.79, 26.33), very potent TCS (OR 8.34, 95% CI 4.73, 14.67), potent TCS (OR 5.00, 95% CI 3.80, 6.58), and tacrolimus 0.1% (OR 5.06, 95% CI 3.59, 7.13) as most effective, all with moderate confidence. Mild TCS, crisaborole 2%, pimecrolimus 1%, roflumilast 0.15%, difamilast 0.3% and 1%, and tacrolimus 0.03% were the least effective. In a sensitivity analysis of low risk of bias information (12 trials, 1639 participants), potent TCS, delgocitinib 0.5% and delgocitinib 0.25% were most effective, and pimecrolimus 1%, roflumilast 0.15%, difamilast 1% and difamilast 0.3% least effective. Class-level sensitivity analysis found potent/very potent TCS had similar effectiveness to potent TCI and JAK inhibitors and were more effective than PDE-4 inhibitors; mild/moderate TCS were less effective than potent TCI and had similar effectiveness to mild TCI. Longer-term outcomes over 6 to 12 months showed a possible increase in effectiveness for pimecrolimus 1% versus vehicle (4 trials, 2218 participants) in a pairwise meta-analysis, and greater treatment success with mild/moderate TCS than pimecrolimus 1% (based on 1 trial of 2045 participants). Local adverse effects NMA of 83 trials (18,992 participants, 2424 events) reporting application-site reactions ranked tacrolimus 0.1% (OR 2.2, 95% CI 1.53, 3.17; moderate confidence), crisaborole 2% (OR 2.12, 95% CI 1.18, 3.81; high confidence), tacrolimus 0.03% (OR 1.51, 95%CI 1.10, 2.09; low confidence), and pimecrolimus 1% (OR 1.44, 95% CI 1.01, 2.04; low confidence) as most likely to cause site reactions. Very potent, potent, moderate, and mild TCS were least likely to cause site reactions. NMA of eight trials (1786 participants, 3 events) reporting pigmentation changes found no evidence for increased pigmentation changes with TCS and crisaborole 2%, with low confidence for mild, moderate or potent TCS and moderate confidence for crisaborole 2%. NMA of 25 trials (3691 participants, 36 events) reporting skin thinning found no evidence for increased skin thinning with short-term (median 3 weeks, range 1-16 weeks) use of mild TCS (OR 0.72, 95% CI 0.12, 4.31), moderate TCS (OR 0.91, 95% CI 0.16, 5.33), potent TCS (OR 0.96, 95% CI 0.21, 4.43) or very potent TCS (OR 0.88, 95% CI 0.31, 2.49), all with low confidence. Longer-term outcomes over 6 to 60 months showed increased skin thinning with mild to potent TCS versus TCI (3 trials, 4069 participants, 6 events with TCS). AUTHORS' CONCLUSIONS: Potent TCS, JAK inhibitors and tacrolimus 0.1% were consistently ranked as amongst the most effective topical anti-inflammatory treatments for eczema and PDE-4 inhibitors as amongst the least effective. Mild TCS and tapinarof 1% were ranked amongst the least effective treatments in three of five efficacy networks. TCI and crisaborole 2% were ranked most likely to cause local application-site reactions and TCS least likely. We found no evidence for increased skin thinning with short-term TCS but an increase with longer-term TCS.",
  "authors": [
    {
      "last_name": "Lax",
      "fore_name": "Stephanie J",
      "initials": "SJ",
      "name": "Stephanie J Lax",
      "affiliations": [
        "Centre of Evidence Based Dermatology, University of Nottingham, Nottingham, UK."
      ]
    },
    {
      "last_name": "Van Vogt",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Van Vogt",
      "affiliations": [
        "Imperial Clinical Trials Unit, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Candy",
      "fore_name": "Bridget",
      "initials": "B",
      "name": "Bridget Candy",
      "affiliations": [
        "Centre of Evidence Based Dermatology, University of Nottingham, Nottingham, UK."
      ]
    },
    {
      "last_name": "Steele",
      "fore_name": "Lloyd",
      "initials": "L",
      "name": "Lloyd Steele",
      "affiliations": [
        "Department of Dermatology, Royal Free London, London, UK.",
        "Wellcome Sanger Institute, Cambridge, UK."
      ]
    },
    {
      "last_name": "Reynolds",
      "fore_name": "Clare",
      "initials": "C",
      "name": "Clare Reynolds",
      "affiliations": [
        "School of Public Health, Physiotherapy and Sports Science, University College Dublin, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Stuart",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Stuart",
      "affiliations": [
        "Primary Care and Population Sciences, Faculty of Medicine, University of Southampton, Southampton, UK."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Roses",
      "initials": "R",
      "name": "Roses Parker",
      "affiliations": [
        "The Cochrane Collaboration, London, UK."
      ]
    },
    {
      "last_name": "Axon",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Axon",
      "affiliations": [
        "Cochrane Methods Support Unit, Cochrane, London, UK."
      ]
    },
    {
      "last_name": "Roberts",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Roberts",
      "affiliations": [
        "Nottingham Support Group for Carers of Children with Eczema, Nottingham, UK."
      ]
    },
    {
      "last_name": "Doyle",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Doyle",
      "affiliations": [
        "Centre of Evidence Based Dermatology, University of Nottingham, Nottingham, UK."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Department of Medicine, and Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Futamura",
      "fore_name": "Masaki",
      "initials": "M",
      "name": "Masaki Futamura",
      "affiliations": [
        "Department of Pediatrics, National Hospital Organization Nagoya Medical Center, Nagoya, Japan."
      ]
    },
    {
      "last_name": "Santer",
      "fore_name": "Miriam",
      "initials": "M",
      "name": "Miriam Santer",
      "affiliations": [
        "Primary Care and Population Sciences, Faculty of Medicine, University of Southampton, Southampton, UK."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Hywel C",
      "initials": "HC",
      "name": "Hywel C Williams",
      "affiliations": [
        "Centre of Evidence Based Dermatology, University of Nottingham, Nottingham, UK."
      ]
    },
    {
      "last_name": "Cro",
      "fore_name": "Suzie",
      "initials": "S",
      "name": "Suzie Cro",
      "affiliations": [
        "Imperial Clinical Trials Unit, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Drucker",
      "fore_name": "Aaron M",
      "initials": "AM",
      "name": "Aaron M Drucker",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Canada.",
        "Research and Innovation Institute and Department of Medicine, Women's College Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Robert J",
      "initials": "RJ",
      "name": "Robert J Boyle",
      "affiliations": [
        "National Heart & Lung Institute, Section of Inflammation and Repair, Imperial College London, London, UK."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "06"
  },
  "start_page": "CD015064",
  "pages": "CD015064",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Eczema",
    "Anti-Inflammatory Agents",
    "Child",
    "Bias",
    "Adult",
    "Administration, Topical",
    "Female",
    "Quality of Life",
    "Emollients",
    "Adrenal Cortex Hormones"
  ],
  "article_ids": {
    "pubmed": "39105474",
    "pmc": "PMC11301992",
    "doi": "10.1002/14651858.CD015064.pub2"
  },
  "doi": "10.1002/14651858.CD015064.pub2",
  "pmc_id": "PMC11301992",
  "dates": {
    "completed": "2024-08-06",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Anti-Inflammatory Agents",
    "Emollients",
    "Adrenal Cortex Hormones"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.199330",
    "pmid": "39105474"
  }
}