{
  "pmid": "39104058",
  "uid": "39104058",
  "title": "The associations of supervised consumption services with the rates of opioid-related mortality and morbidity outcomes at the public health unit level in Ontario (Canada): A controlled interrupted time-series analysis.",
  "abstract": "INTRODUCTION: This study aimed to assess the impact of the implementation of legally sanctioned supervised consumption sites (SCS) in the Canadian province of Ontario on opioid-related deaths, emergency department (ED) visits and hospitalisations at the public health unit (PHU) level. METHODS: Monthly rates per 100,000 population of opioid-related deaths, ED visits and hospitalisations for PHUs in Ontario between December 2013 and March 2022 were collected. Aggregated and individual analyses of PHUs with one or more SCS were conducted, with PHUs that instituted an SCS being matched to control units that did not. Autoregressive integrated moving average models were used to estimate the impact of SCS implementation on opioid-related deaths, ED visits and hospitalisations. RESULTS: Twenty-one legally sanctioned SCS were implemented across nine PHUs in Ontario during the study period. Interrupted time series analyses showed no statistically significant changes in opioid-related death rates in aggregated analyses of intervention PHUs (increase of 0.02 deaths/100,000 population/month; p = 0.27). Control PHUs saw a significant increase of 0.38 deaths/100,000 population/month; p < 0.001. No statistically significant changes were observed in the rates of opioid-related ED visits in intervention PHUs (decrease of 0.61 visits/100,000 population/month; p = 0.39) or controls (increase of 0.403 visits; p = 0.76). No statistically significant changes to the rates of opioid-related hospitalisations were observed in intervention PHUs (0 hospitalisations/100,000 population/month; p = 0.98) or controls (decrease of 0.05 hospitalisations; p = 0.95). DISCUSSION AND CONCLUSIONS: This study did not find significant mortality or morbidity effects associated with SCS availability at the population level in Ontario. In the context of a highly toxic drug supply, additional interventions will be required to reduce opioid-related harms.",
  "authors": [
    {
      "last_name": "Robinson",
      "fore_name": "Tessa",
      "initials": "T",
      "name": "Tessa Robinson",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-1046-4066"
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, Faculty of Health Sciences, McMaster University, Hamilton, Canada.",
        "Department of Surgery, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-9928-9016"
    },
    {
      "last_name": "Fischer",
      "fore_name": "Benedikt",
      "initials": "B",
      "name": "Benedikt Fischer",
      "affiliations": [
        "Research and Graduate Studies, University of the Fraser Valley, Abbotsford, Canada.",
        "Centre for Applied Research in Mental Health and Addiction, Faculty of Health Sciences, Simon Fraser University, Vancouver, Canada.",
        "Department of Psychiatry, University of Toronto, Toronto, Canada.",
        "Department of Psychiatry, Federal University of Sao Paulo, São Paulo, Brazil.",
        "School of Population Health, University of Auckland, Auckland, New Zealand."
      ],
      "orcid": "0000-0002-2186-4030"
    }
  ],
  "journal": {
    "title": "Drug and alcohol review",
    "iso_abbreviation": "Drug Alcohol Rev",
    "issn": "1465-3362",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "7",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "1880",
  "end_page": "1891",
  "pages": "1880-1891",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Ontario",
    "Interrupted Time Series Analysis",
    "Opioid-Related Disorders",
    "Emergency Service, Hospital",
    "Hospitalization",
    "Public Health",
    "Male",
    "Female",
    "Analgesics, Opioid",
    "Harm Reduction",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "39104058",
    "doi": "10.1111/dar.13921"
  },
  "doi": "10.1111/dar.13921",
  "dates": {
    "completed": "2024-11-06",
    "revised": "2024-11-06"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.437268",
    "pmid": "39104058"
  }
}