{
  "pmid": "39102702",
  "uid": "39102702",
  "title": "Patient and public involvement in international research: Perspectives of a team of researchers from six countries on collaborating with people with lived experiences of dementia and end-of-life.",
  "abstract": "BACKGROUND: Patient and public involvement (PPI) is a critical priority in research, policy, academia and advocacy organizations. PPI in dementia research is gaining momentum. However, these efforts are missing in international projects aimed at those living with advanced dementia in long-term care (LTC) homes. Additional complexities can arise in enacting PPI within the context of integration of a palliative approach to care and experiences around end-of-life in (EOL) dementia. The mySupport study involved implementing the Family Carer Decision Support (FCDS) intervention for care partners of those living with advanced dementia in LTC in six countries. RESEARCH DESIGN AND OBJECTIVE: An interpretive description study was conducted to explore the perspectives of international researchers from six countries on engaging people with lived experiences of dementia and EOL care in research processes. The findings from this study informed the development of a PPI strategy and a subsequent toolkit for the FCDS intervention. FINDINGS: Thirty-eight interviews were completed with project researchers: 12 from the United Kingdom, 8 from Canada, 7 from Ireland, 4 each from Italy and The Netherlands and 3 from the Czech Republic. Four broad themes describe international researchers' perspectives on advancing methods of engagement for people with lived experiences of dementia and EOL in international PPI activities: (1) Groundwork to engage in research; (2) planning for research activities is key; (3) focus on meaningful engagement and (4) having foresight for practical issues shaping PPI. DISCUSSION AND IMPLICATIONS: International projects that involve PPI can present many sources of challenges. The findings in this study highlight important considerations for foundational work for incorporating PPI in international projects. Learning from world leaders and those with lived experiences in various regions can be insightful and help share tools and resources. PATIENT OR PUBLIC CONTRIBUTION: PPI was envisioned as a critical part of conducting the mySupport study. The findings from this study informed the development of a PPI strategy and an international Strategic Guiding Council that included family carers of those living with advanced dementia in LTC homes in six countries. This manuscript focused on the perspectives of researchers on their engagement with people with lived experiences of dementia and EOL. The perspectives of persons with lived experiences on engaging in the mySupport research study will be reported in a forthcoming manuscript.",
  "authors": [
    {
      "last_name": "Vellani",
      "fore_name": "Shirin",
      "initials": "S",
      "name": "Shirin Vellani",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6032-0266"
    },
    {
      "last_name": "Yous",
      "fore_name": "Marie-Lee",
      "initials": "ML",
      "name": "Marie-Lee Yous",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4271-0401"
    },
    {
      "last_name": "Rivas",
      "fore_name": "Vanessa Maradiaga",
      "initials": "VM",
      "name": "Vanessa Maradiaga Rivas",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lucchese",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Lucchese",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kruizinga",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Kruizinga",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sussman",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Sussman",
      "affiliations": [
        "School of Social Work, Faculty of Arts, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2907-2783"
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bravo",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Bravo",
      "affiliations": [
        "Department of Community Health Sciences, Faculty of Medicine and Health Sciences, Sherbrooke University, Sherbrooke, Canada."
      ]
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": [
        "School of Nursing and Midwifery, Queens University Belfast, Northern Ireland, UK."
      ]
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kaasalainen",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Kaasalainen",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "e13942",
  "pages": "e13942",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Dementia",
    "Terminal Care",
    "Patient Participation",
    "Caregivers",
    "Research Personnel",
    "Interviews as Topic",
    "United Kingdom",
    "Canada",
    "Long-Term Care",
    "Palliative Care",
    "Cooperative Behavior",
    "Netherlands",
    "Community Participation",
    "Female"
  ],
  "article_ids": {
    "pubmed": "39102702",
    "pmc": "PMC10748824",
    "doi": "10.1111/hex.13942"
  },
  "doi": "10.1111/hex.13942",
  "pmc_id": "PMC10748824",
  "dates": {
    "completed": "2024-08-05",
    "revised": "2024-10-19"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "EU Joint Programme - Neurodegenerative Disease Research (JPND) project. The project is supported through the following funding organisations under the aegis of JPND - (Canada, Canadian Institutes of Health Research; Czech Republic, Ministry of Education, Youth and Sport; Ireland, Health Research Board; Netherlands, ZonMW; United Kingdom, Alzheimer's Society) - www.jpnd.eu"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.250045",
    "pmid": "39102702"
  }
}