{
  "pmid": "39102738",
  "uid": "39102738",
  "title": "Patient partner perspectives on compensation: Insights from the Canadian Patient Partner Survey.",
  "abstract": "INTRODUCTION: There is a growing role for patients, family members and caregivers as consultants, collaborators and partners in health system settings in Canada. However, compensation for this role is not systematized. When offered, it varies in both type (e.g., one-time honorarium, salary) and amount. Further, broad-based views of patient partners on compensation are still unknown. We aimed to describe the types and frequency of compensation patient partners have been offered and their attitudes towards compensation. METHODS: This study uses data from the Canadian Patient Partner Study (CPPS) survey. The survey gathered the experiences and perspectives of those who self-identified as patient partners working across the Canadian health system. Three questions were about compensation, asking what types of compensation participants had been offered, if they had ever refused compensation, and whether they felt adequately compensated. The latter two questions included open-text comments in addition to menu-based and scaled response options. Basic frequencies were performed for all questions and open-text comments were analyzed through inductive qualitative content analysis. RESULTS: A total of 603 individuals participated in the CPPS survey. Most respondents were never or rarely offered salary (81%), honorarium (64%), gift cards (80%) or material gifts (93%) while half were offered conference registration and expenses at least sometimes. A total of 129 (26%) of 499 respondents reported refusing compensation. Of 511 respondents, half felt adequately compensated always or often, and half only sometimes, rarely or never. Open-text comments revealed positive, ambivalent and negative attitudes towards compensation. Attitudes were framed by perceptions about their role, sentiments of giving back to the health system, feelings of acknowledgement, practical considerations, values of fairness and equity and accountability relationships. CONCLUSIONS: Our findings confirm that compensation is not standardized in Canada. Half of survey respondents routinely feel inadequately compensated. Patient partners have diverse views of what constitutes adequate compensation inclusive of personal considerations such as a preference for volunteering, and broader concerns such as promoting equity in patient partnership. Organizations should attempt to ensure that compensation practices are clear, transparent and attentive to patient partners' unique contexts. PATIENT CONTRIBUTION: Two patient partners are members of the CPPS research team and have been fully engaged in all study phases from project conception to knowledge translation. They are co-authors of this manuscript. The survey was co-designed and pilot tested with patient partners and survey participants were patient partners.",
  "authors": [
    {
      "last_name": "Dhamanaskar",
      "fore_name": "Roma",
      "initials": "R",
      "name": "Roma Dhamanaskar",
      "affiliations": [
        "Health Policy PhD Program, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Public and Patient Engagement Collaborative, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-5565-8465"
    },
    {
      "last_name": "Tripp",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Tripp",
      "affiliations": [
        "Public and Patient Engagement Collaborative, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6108-9190"
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7347-6259"
    },
    {
      "last_name": "Canfield",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Canfield",
      "affiliations": [
        "Patient Advisors Network, Canada.",
        "Department of Family Practice, University of British Columbia, Vancouver, British Columbia, Canada."
      ],
      "orcid": "0000-0002-2976-2231"
    },
    {
      "last_name": "Levasseur",
      "fore_name": "Mary Anne",
      "initials": "MA",
      "name": "Mary Anne Levasseur",
      "affiliations": [
        "Patient Advisors Network, Canada.",
        "Interdisciplinary Chair in Health and Social Services for Rural Populations, Université du Québec à Rimouski, Rimouski, Quebec, Canada.",
        "Canada Research Chair in Partnership with Patients and Communities, Montreal, Quebec, Canada."
      ],
      "orcid": "0000-0003-3778-813X"
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Public and Patient Engagement Collaborative, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2907-2783"
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "e13971",
  "pages": "e13971",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Canada",
    "Female",
    "Male",
    "Surveys and Questionnaires",
    "Middle Aged",
    "Adult",
    "Caregivers",
    "Salaries and Fringe Benefits",
    "Aged",
    "Compensation and Redress"
  ],
  "article_ids": {
    "pubmed": "39102738",
    "pmc": "PMC10790107",
    "doi": "10.1111/hex.13971"
  },
  "doi": "10.1111/hex.13971",
  "pmc_id": "PMC10790107",
  "dates": {
    "completed": "2024-08-05",
    "revised": "2024-10-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "165883",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.148215",
    "pmid": "39102738"
  }
}