{
  "pmid": "39110294",
  "uid": "39110294",
  "title": "Temporal Patterns of Suicidality Among Adolescents Receiving Behavioral and Mental Health Services in the Community: A Survival Analysis.",
  "abstract": "Adolescent suicide is a major public health concern, particularly among adolescents who have endured Adverse Childhood Experiences (ACEs). Adolescents who have been exposed to multiple ACEs are as much as three times more likely to present with suicidality compared to the general adolescent population. Adolescents who have been exposed to multiple ACEs are also more likely to receive behavioral and mental health services in the community. It is therefore important to understand patterns of suicidality among this sub-population of adolescents in order to provide the best clinical care. The present study examined the temporal patterns of suicidality among adolescents who have been exposed to multiple ACEs and are receiving behavioral and mental health services in the community. Using Electronic Health Record (EHR) data from a community-based behavioral and mental health care organization, an exploratory survival analysis was conducted on time to suicidal thoughts and behaviors (STBs) after suicidality risk screen at intake. Average time from suicidality risk screen at intake to STB was 185 days (6.2 months). Youth who screened negative for suicidality risk at intake had a longer survival time than youth who screened positive for suicidality risk, and the survival distributions between the two groups was significant. Predictors of STBs were also examined, with gender being a significant predictor of an STB occurring during the follow-up period. These findings may be used to guide suicidality screening and clinical practice at community-based behavioral and mental health care organizations serving adolescents who have been exposed to multiple ACEs.",
  "authors": [
    {
      "last_name": "Celedonia",
      "fore_name": "Karen L",
      "initials": "KL",
      "name": "Karen L Celedonia",
      "affiliations": [
        "Turku Brain Injury Centre, Injury Epidemiology and Prevention (IEP) Research Group, Turku University Hospital, University of Turku, Turku, Finland. kacele@utu.fi.",
        "Social Research and Innovation Center, Pressley Ridge, Pittsburgh, PA, USA. kacele@utu.fi."
      ]
    },
    {
      "last_name": "Karukivi",
      "fore_name": "Max",
      "initials": "M",
      "name": "Max Karukivi",
      "affiliations": [
        "Department of Adolescent Psychiatry, Turku University Hospital and University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Valenti",
      "fore_name": "Michael W",
      "initials": "MW",
      "name": "Michael W Valenti",
      "affiliations": [
        "Social Research and Innovation Center, Pressley Ridge, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Geldsetzer",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Geldsetzer",
      "affiliations": [
        "Department of Medicine (Primary Care and Population Health), Stanford University, California, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lowery",
      "initials": "ML",
      "name": "Michael Lowery Wilson",
      "affiliations": [
        "Heidelberg Institute of Global Health, Heidelberg University, Heidelberg, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Community mental health journal",
    "iso_abbreviation": "Community Ment Health J",
    "issn": "1573-2789",
    "issn_type": "Electronic",
    "volume": "61",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "130",
  "end_page": "137",
  "pages": "130-137",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Adolescent",
    "Male",
    "Female",
    "Suicidal Ideation",
    "Community Mental Health Services",
    "Survival Analysis",
    "Suicide",
    "Adverse Childhood Experiences",
    "Suicide, Attempted",
    "Risk Factors",
    "Time Factors",
    "Electronic Health Records",
    "Adolescent Behavior",
    "Mental Health Services",
    "Child"
  ],
  "article_ids": {
    "pubmed": "39110294",
    "doi": "10.1007/s10597-024-01334-y",
    "pii": "10.1007/s10597-024-01334-y"
  },
  "doi": "10.1007/s10597-024-01334-y",
  "dates": {
    "completed": "2025-01-06",
    "revised": "2025-01-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.873042",
    "pmid": "39110294"
  }
}