{
  "pmid": "39113660",
  "uid": "39113660",
  "title": "Impaired Epithelial CD200L Tolerance Signaling in Irritable Bowel Syndrome Cases With Diarrhea May Be Associated With Recurrent Miscarriages.",
  "abstract": "PROBLEM: There is a higher incidence of irritable bowel syndrome with miscarriages, and recurrent miscarriages of otherwise normal embryos have been linked to subnormal expression of the immune checkpoint inhibitor CD200L. We sought to determine if alterations in the expression of the CD200 immune checkpoint inhibitor occur in colonic tissue in IBS-D patients. METHOD OF STUDY: Quantitative immunohistochemical staining of biopsies from proximal and distal colon or rectum for the inhibitory CD200L and CD200S molecules was done. CD56 cells were also enumerated as they play a role in recurrent miscarriages and may express CD200S. RESULTS: CD200L was decreased and CD200S was unchanged in epithelium but not stroma of 3 IBS-D cases. One case had an increase in both CD200L and CD200S. CD56 cells were also stained for CD200S. Degranulation was assessed by the percentage of extracellular CD200S that was increased as epithelial CD200L decreased. CONCLUSIONS: This pilot study was promising and warrants a larger sample to determine if a correlation between uterine implantation site CD200L and CD200S expression in normal and failing implantation sites is needed. Colonic epithelial CD200L may then provide useful information about the pathogenesis of the spontaneous miscarriage in individual cases.",
  "authors": [
    {
      "last_name": "Clark",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Clark",
      "affiliations": [
        "Department of Medicine, Division of Clinical Immunology, Faculty of Health Sciences HSC 3H2, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8032-1028"
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, Faculty of Health Sciences McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of reproductive immunology (New York, N.Y. : 1989)",
    "iso_abbreviation": "Am J Reprod Immunol",
    "issn": "1600-0897",
    "issn_type": "Electronic",
    "volume": "92",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "e13912",
  "pages": "e13912",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Irritable Bowel Syndrome",
    "Abortion, Habitual",
    "Antigens, CD",
    "Adult",
    "Diarrhea",
    "Pregnancy",
    "Pilot Projects",
    "Immune Tolerance",
    "Signal Transduction",
    "CD56 Antigen",
    "Intestinal Mucosa",
    "Colon"
  ],
  "article_ids": {
    "pubmed": "39113660",
    "doi": "10.1111/aji.13912"
  },
  "doi": "10.1111/aji.13912",
  "dates": {
    "completed": "2024-08-08",
    "revised": "2024-08-08"
  },
  "chemicals": [
    "Antigens, CD",
    "antigens, CD200",
    "CD56 Antigen"
  ],
  "grants": [
    {
      "agency": "Department of Medicine"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.450838",
    "pmid": "39113660"
  }
}