{
  "pmid": "39116432",
  "uid": "39116432",
  "title": "Managing Type 2 Diabetes During the COVID-19 Pandemic: Scoping Review and Qualitative Study Using Systematic Literature Review and Reddit.",
  "abstract": "BACKGROUND: The COVID-19 pandemic impacted how people accessed health services and likely how they managed chronic conditions such as type 2 diabetes (T2D). Social media forums present a source of qualitative data to understand how adaptation might have occurred from the perspective of the patient. OBJECTIVE: Our objective is to understand how the care-seeking behaviors and attitudes of people living with T2D were impacted during the early part of the pandemic by conducting a scoping literature review. A secondary objective is to compare the findings of the scoping review to those presented on a popular social media platform Reddit. METHODS: A scoping review was conducted in 2021. Inclusion criteria were population with T2D, studies are patient-centered, and study objectives are centered around health behaviors, disease management, or mental health outcomes during the COVID-19 pandemic. Exclusion criteria were populations with other noncommunicable diseases, examining COVID-19 as a comorbidity to T2D, clinical treatments for COVID-19 among people living with T2D, genetic expressions of COVID-19 among people living with T2D, gray literature, or studies not published in English. Bias was mitigated by reviewing uncertainties with other authors. Data extracted from the studies were classified into thematic categories. These categories reflect the findings of this study as per our objective. Data from the Reddit forums related to T2D from March 2020 to early March 2021 were downloaded, and support vector machines were used to classify if a post was published in the context of the pandemic. Latent Dirichlet allocation topic modeling was performed to gather topics of discussion specific to the COVID-19 pandemic. RESULTS: A total of 26 studies conducted between February and September 2020, consisting of 13,673 participants, were included in this scoping literature review. The studies were qualitative and relied mostly on qualitative data from surveys or questionnaires. Themes found from the literature review were \"poorer glycemic control,\" \"increased consumption of unhealthy foods,\" \"decreased physical activity,\" \"inability to access medical appointments,\" and \"increased stress and anxiety.\" Findings from latent Dirichlet allocation topic modeling of Reddit forums were \"Coping With Poor Mental Health,\" \"Accessing Doctor & Medications and Controlling Blood Glucose,\" \"Changing Food Habits During Pandemic,\" \"Impact of Stress on Blood Glucose Levels,\" \"Changing Status of Employment & Insurance,\" and \"Risk of COVID Complications.\" CONCLUSIONS: Topics of discussion gauged from the Reddit forums provide a holistic perspective of the impact of the pandemic on people living with T2D, which were found to be comparable to the findings of the literature review. The study was limited by only having 1 reviewer for the literature review, but biases were mitigated by consulting authors when there were uncertainties. Qualitative analysis of Reddit forms can supplement traditional qualitative studies of the behaviors of people living with T2D.",
  "authors": [
    {
      "last_name": "Nagpal",
      "fore_name": "Meghan S",
      "initials": "MS",
      "name": "Meghan S Nagpal",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Centre for Digital Therapeutics, Techna Institute, University Health Network, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-5290-8809"
    },
    {
      "last_name": "Jalali",
      "fore_name": "Niloofar",
      "initials": "N",
      "name": "Niloofar Jalali",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0002-7356-0573"
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4423-3848"
    },
    {
      "last_name": "Morita",
      "fore_name": "Plinio P",
      "initials": "PP",
      "name": "Plinio P Morita",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Centre for Digital Therapeutics, Techna Institute, University Health Network, Toronto, ON, Canada.",
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0001-9515-6478"
    },
    {
      "last_name": "Cafazzo",
      "fore_name": "Joseph A",
      "initials": "JA",
      "name": "Joseph A Cafazzo",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Centre for Digital Therapeutics, Techna Institute, University Health Network, Toronto, ON, Canada.",
        "Institute of Biomedical Engineering, University of Toronto, Toronto, ON, Canada.",
        "Department of Computer Science, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-3114-4440"
    }
  ],
  "journal": {
    "title": "Interactive journal of medical research",
    "iso_abbreviation": "Interact J Med Res",
    "issn": "1929-073X",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "08"
  },
  "start_page": "e49073",
  "pages": "e49073",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39116432",
    "pmc": "PMC11342012",
    "doi": "10.2196/49073",
    "pii": "v13i1e49073"
  },
  "doi": "10.2196/49073",
  "pmc_id": "PMC11342012",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.785649",
    "pmid": "39116432"
  }
}