{
  "pmid": "39110460",
  "uid": "39110460",
  "title": "Daily Sedation Interruption vs Continuous Sedation in Pediatric Patients Receiving Mechanical Ventilation: A Systematic Review and Meta-analysis.",
  "abstract": "IMPORTANCE: The effectiveness of daily sedation interruption (DSI, defined as temporary interruption of sedation) has yet to be demonstrated in critically ill pediatric patients. OBJECTIVE: To compare the clinical outcomes of DSI vs continuous intravenous (IV) sedation in patients receiving invasive mechanical ventilation (MV) support in the pediatric intensive care unit (PICU). DATA SOURCES: A systematic search for studies was conducted using predefined keywords and Medical Subject Headings in 5 major databases (PubMed, Embase, Web of Science, CINAHL [Cumulated Index to Nursing and Allied Health Literature], and Cochrane Central Register of Controlled Trials) from database inception to October 31, 2023. STUDY SELECTION: Retrospective and prospective observational studies, randomized clinical trials (RCTs), and systematic reviews were assessed for inclusion. Studies were eligible if they compared DSI to continuous IV sedation in patients aged 18 years or younger requiring MV in the PICU. DATA EXTRACTION AND SYNTHESIS: Study characteristics, including the types of sedation, sedation protocols, and clinical outcomes, were extracted. The Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) reporting guideline was followed. A random-effects model was used to pool results from articles for the meta-analysis. MAIN OUTCOMES AND MEASURES: The primary outcomes of interest were duration of MV and length of PICU stay. Secondary outcomes included total sedative dose requirement, adverse events (eg, complications associated with MV, withdrawal, and delirium), and mortality. RESULTS: A total of 6 RCTs with 2810 pediatric patients (1569 males [55.8%]; mean age, 26.5 [95% CI, 15.0-37.9] months) were included in the final analysis; patients had a mean PRISM (Pediatric Risk of Mortality) score of 13.68 (95% CI, 10.75-16.61). Compared with continuous IV sedation, DSI was associated with a reduction in length of PICU stay (5 studies, n = 2770; mean difference [MD], -1.45 [95% CI, -2.75 to -0.15] days; P = .03]. There was no difference in MV duration (5 studies, n = 2750; MD, -0.93 [95% CI, -1.89 to 0.04] days; P = .06), total doses of midazolam (3 studies, n = 191; MD, -1.66 [95% CI, -3.95 to 0.63] mg/kg) and morphine used (2 studies, n = 189; MD, -2.63 [95% CI, -7.01 to 1.75] mg/kg), or adverse events (risk ratio [RR], 1.03 [95% CI, 0.74-1.42]; P = .88). There was no difference in mortality between patients exposed vs not exposed to DSI (RR, 0.89 [95% CI, 0.55-1.46]; P = .65). CONCLUSIONS AND RELEVANCE: This systematic review and meta-analysis found that use of DSI in pediatric patients was associated with reduced length of PICU stay with no increase in adverse events. Further research is needed to ascertain whether this strategy is associated with improved neurodevelopmental outcomes in PICU survivors.",
  "authors": [
    {
      "last_name": "Shu Wen Toh",
      "fore_name": "Theresa",
      "initials": "T",
      "name": "Theresa Shu Wen Toh",
      "affiliations": [
        "Department of Pediatric Subspecialties, Children's Intensive Care Unit, KK Women's and Children's Hospital, Singapore."
      ]
    },
    {
      "last_name": "R R",
      "fore_name": "Pravin",
      "initials": "P",
      "name": "Pravin R R",
      "affiliations": [
        "Department of Pediatric Medicine, KK Women's and Children's Hospital, Singapore."
      ]
    },
    {
      "last_name": "Ho",
      "fore_name": "Karen Hwee Ying",
      "initials": "KHY",
      "name": "Karen Hwee Ying Ho",
      "affiliations": [
        "Department of Pediatric Subspecialties, Children's Intensive Care Unit, KK Women's and Children's Hospital, Singapore."
      ]
    },
    {
      "last_name": "Sultana",
      "fore_name": "Rehena",
      "initials": "R",
      "name": "Rehena Sultana",
      "affiliations": [
        "Center for Quantitative Medicine, Duke-NUS Medical School, The Academia, Singapore."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Couban",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Critical Care, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Jan Hau",
      "initials": "JH",
      "name": "Jan Hau Lee",
      "affiliations": [
        "Department of Pediatric Subspecialties, Children's Intensive Care Unit, KK Women's and Children's Hospital, Singapore.",
        "Paediatrics Academic Clinical Program, Duke-NUS Medical School, Singapore."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "e2426225",
  "pages": "e2426225",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Meta-Analysis",
    "Comparative Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Respiration, Artificial",
    "Child",
    "Hypnotics and Sedatives",
    "Intensive Care Units, Pediatric",
    "Critical Illness",
    "Child, Preschool",
    "Infant",
    "Length of Stay",
    "Adolescent",
    "Conscious Sedation",
    "Male"
  ],
  "article_ids": {
    "pubmed": "39110460",
    "pmc": "PMC11307139",
    "doi": "10.1001/jamanetworkopen.2024.26225",
    "pii": "2822059"
  },
  "doi": "10.1001/jamanetworkopen.2024.26225",
  "pmc_id": "PMC11307139",
  "dates": {
    "completed": "2024-08-07",
    "revised": "2025-03-03"
  },
  "chemicals": [
    "Hypnotics and Sedatives"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.968173",
    "pmid": "39110460"
  }
}