{
  "pmid": "39124823",
  "uid": "39124823",
  "title": "Corticosteroids for the Treatment of Internal Temporomandibular Joint Disorders: A Systematic Review and Network Meta-Analysis.",
  "abstract": "Background: We evaluated the comparative effectiveness of all intra-articular injection corticosteroids for treating internal temporomandibular joint (TMJ) disorders. Methods: We searched MEDLINE, CENTRAL, EMBASE, SCOPUS, and LILACS through December 2023. We included randomized clinical trials (RCTs) enrolling patients with symptomatic internal disorders of the TMJ comparing any type of intra-articular corticosteroid therapy against another or to another minimally invasive therapy. The outcomes of interest were pain, range of mandibular motion (RoM), quality of life (QoL) and adverse effects at 1, 3, 6, and 12 months. We assessed the risk of bias using the Cochrane Collaboration's tool. We conducted a frequentist network meta-analysis and assessed the certainty of the evidence (CoE) using GRADE. Results: We included 20 RCTs enrolling 810 participants, which assessed five corticosteroids alone or combined with arthrocentesis or hyaluronic acid. Based on moderate CoE, betamethasone is among the most effective corticosteroids for reducing pain at one (mean difference compared to arthrocentesis [MD], -3.80; 95% confidence interval [CI], -4.55 to -3.05) and three months (MD, -2.74; 95%CI, -3.42 to -2.06), and arthrocentesis plus dexamethasone at six months (MD, -0.80; 95%CI, -1.57 to -0.03). There was no convincing evidence that any intervention was better than arthrocentesis for improving the RoM and QoL at any follow-up time. Methylprednisolone may be more harmful than arthrocentesis for adverse effects. Discussion: Betamethasone and arthrocentesis plus dexamethasone are the most effective in managing pain in the short and medium term compared to arthrocentesis (moderate CoE). Decisions about their use should consider other factors, such as costs, feasibility, and acceptability. Future research should consider QoL as an outcome and assess participants at longer follow-up periods.",
  "authors": [
    {
      "last_name": "Torres",
      "fore_name": "Daniela",
      "initials": "D",
      "name": "Daniela Torres",
      "affiliations": [
        "Magíster en Odontología, Facultad de Odontología, Universidad de La Frontera, Temuco 4781176, Chile.",
        "Temporomandibular Disorder and Orofacial Pain Program, Sleep & Pain Research Group, Faculty of Dentistry, Universidad de La Frontera, Temuco 4781176, Chile."
      ]
    },
    {
      "last_name": "Zaror",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Zaror",
      "affiliations": [
        "Department of Pediatric Dentistry and Orthodontics, Faculty of Dentistry, Universidad de La Frontera, Temuco 4781176, Chile.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ],
      "orcid": "0000-0001-6942-6956"
    },
    {
      "last_name": "Iturriaga",
      "fore_name": "Verónica",
      "initials": "V",
      "name": "Verónica Iturriaga",
      "affiliations": [
        "Temporomandibular Disorder and Orofacial Pain Program, Sleep & Pain Research Group, Faculty of Dentistry, Universidad de La Frontera, Temuco 4781176, Chile.",
        "Department of Integral Adult Care Dentistry, Faculty of Dentistry, Universidad de La Frontera, Temuco 4781176, Chile."
      ]
    },
    {
      "last_name": "Tobias",
      "fore_name": "Aurelio",
      "initials": "A",
      "name": "Aurelio Tobias",
      "affiliations": [
        "Institute of Metabolism and Systems Research, University of Birmingham, Birmingham B15 2TT, UK."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical medicine",
    "iso_abbreviation": "J Clin Med",
    "issn": "2077-0383",
    "issn_type": "Print",
    "volume": "13",
    "issue": "15",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "04"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39124823",
    "pmc": "PMC11313177",
    "doi": "10.3390/jcm13154557",
    "pii": "jcm13154557"
  },
  "doi": "10.3390/jcm13154557",
  "pmc_id": "PMC11313177",
  "dates": {
    "revised": "2024-08-12"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "DI20-0133",
      "agency": "Universidad de La Frontera"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:10:50.193738",
    "pmid": "39124823"
  }
}