{
  "pmid": "39130678",
  "uid": "39130678",
  "title": "Impact of Performing Medical Writing/Publishing Workshops: A Systematic Survey and Meta-Analysis.",
  "abstract": "OBJECTIVES: Proficiency in medical writing and publishing is essential for medical researchers. Workshops can play a valuable role in addressing these issues. However, there is a lack of systematic summaries of evidence on the evaluation of their impacts. So, in this systematic review, we aimed to evaluate all articles published on the impact of such workshops worldwide. METHODS: We searched Ovid EMBASE, Ovid Medline, ISI Web of Science, ERIC database, and grey literature with no language, time period, or geographical location limitations. Randomized controlled trials, cohort studies, before-after studies, surveys, and program evaluation and development studies were included. We performed a meta-analysis on data related to knowledge increase after the workshops and descriptively reported the evaluation of other articles that did not have sufficient data for a meta-analysis. All analyses were performed using Stata software, version 15.0. RESULTS: Of 23 040 reports, 222 articles underwent full-text review, leading to 45 articles reporting the impacts of workshops. Overall, the reports on the impact of such workshops were incomplete or lacked the necessary precision to draw acceptable conclusions. The workshops were sporadic, and researchers used their own method of assessment. Meta-analyses of the impact on the knowledge showed that workshops could nonsignificantly increase the mean or percentage of participants' knowledge. CONCLUSION: In the absence of systematic academic courses on medical writing/publishing, workshops are conducted worldwide; however, reports on educational activities during such workshops, the methods of presentations, and their curricula are incomplete and vary. Their impact is not evaluated using standardized methods, and no valid and reliable measurement tools have been employed for these assessments.",
  "authors": [
    {
      "last_name": "Astaneh",
      "fore_name": "Behrooz",
      "initials": "B",
      "name": "Behrooz Astaneh",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6023-2063"
    },
    {
      "last_name": "Abdullah",
      "fore_name": "Ream",
      "initials": "R",
      "name": "Ream Abdullah",
      "affiliations": [
        "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Astaneh",
      "fore_name": "Vala",
      "initials": "V",
      "name": "Vala Astaneh",
      "affiliations": [
        "Faculty of Kinesiology and Health Sciences, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Sana",
      "initials": "S",
      "name": "Sana Gupta",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shahraki",
      "fore_name": "Hadi Raeisi",
      "initials": "HR",
      "name": "Hadi Raeisi Shahraki",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Health, Shahrekord University of Medical Sciences, Shahrekord, Iran."
      ]
    },
    {
      "last_name": "Asadollahifar",
      "fore_name": "Aminreza",
      "initials": "A",
      "name": "Aminreza Asadollahifar",
      "affiliations": [
        "Digestive Disease Research Institute, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Guaytt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guaytt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, and Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of medical education and curricular development",
    "iso_abbreviation": "J Med Educ Curric Dev",
    "issn": "2382-1205",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2024"
  },
  "start_page": "23821205241269378",
  "pages": "23821205241269378",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39130678",
    "pmc": "PMC11316966",
    "doi": "10.1177/23821205241269378",
    "pii": "10.1177_23821205241269378"
  },
  "doi": "10.1177/23821205241269378",
  "pmc_id": "PMC11316966",
  "dates": {
    "revised": "2024-08-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:05:25.919187",
    "pmid": "39130678"
  }
}