{
  "pmid": "39132002",
  "uid": "39132002",
  "title": "Rationale and Design of the Latin-American Registry of Peripheral Interventions: Insights From SOLACI Peripheral.",
  "abstract": "BACKGROUND: Chronic limb-threatening ischemia (CLTI) represents the most advanced stage of lower extremity peripheral artery disease (PAD). The aim of this manuscript is to provide an overview of the demographic and clinical characteristics of patients with lower-limb peripheral artery disease, as well as the procedural and technical aspects of peripheral endovascular interventions in Latin-America. METHODS: The SOLACI peripheral registry is a prospective, multi-center, observational, and hospital-based registry of patients with lower-limb PAD, who are treated with endovascular interventions across Latin American countries. RESULTS: A total of 1057 independent procedures (997 patients) were analyzed in this report. The most common clinical presentation was CLTI (61.2%): Advanced stage of the disease was common, and the symptomatic classification was predominately Rutherford V (minor tissue loss) in 37.6%. Index endovascular procedures mainly treated femoral-popliteal and infrapopliteal regions. Disease extending across multiple vascular territories was common and 27.6% of patients underwent angioplasty of multiple regions during the same procedure. There was a high prevalence of cardiovascular risk factors and concomitant comorbidities: hypertension (84.5%), dyslipidemia 67.4%), diabetes mellitus (64.7%), myocardial infarction (17%) and stroke (8.4%). Major adverse events during hospitalization included death from any cause (1.3%), cardiovascular death (0.7 %), myocardial infarction (0.4%), stroke (0.1%) and bleeding (0.8%). CONCLUSIONS: Real-world data on lower limb-PAD in Latin American countries will help us identify unmet needs and generate evidence-based recommendations to facilitate the development of more effective preventive and treatment strategies according to each country's necessities and resources.",
  "authors": [
    {
      "last_name": "Virgen-Carrillo",
      "fore_name": "Luis R",
      "initials": "LR",
      "name": "Luis R Virgen-Carrillo",
      "affiliations": [
        "Department of Interventional Cardiology, Virgen Cardiovascular Research, Guadalajara, Mexico.",
        "Department of Interventional Cardiology, Universidad Autonóma de Guadalajara, Guadalajara, Mexico."
      ]
    },
    {
      "last_name": "Díaz-Sandoval",
      "fore_name": "Larry",
      "initials": "L",
      "name": "Larry Díaz-Sandoval",
      "affiliations": [
        "Department of Interventional Cardiology, Ascension Borgess Hospital, Kalamazoo, Michigan."
      ]
    },
    {
      "last_name": "Rossi",
      "fore_name": "Maximiliano",
      "initials": "M",
      "name": "Maximiliano Rossi",
      "affiliations": [
        "Department of Interventional Cardiology, Instituto Cardiovascular Rosario, Santa Fe, Argentina."
      ]
    },
    {
      "last_name": "Pedernera",
      "fore_name": "Gustavo O",
      "initials": "GO",
      "name": "Gustavo O Pedernera",
      "affiliations": [
        "Department of Interventional Cardiology, ICBA Instituto Cardiovascular, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Duarte",
      "fore_name": "Ernesto R",
      "initials": "ER",
      "name": "Ernesto R Duarte",
      "affiliations": [
        "Department of Interventional Cardiology, Hospital Escuela de Agudos Dr Madariaga, Posadas Misiones, Argentina."
      ]
    },
    {
      "last_name": "Pascua",
      "fore_name": "Julio A",
      "initials": "JA",
      "name": "Julio A Pascua",
      "affiliations": [
        "Department of Interventional Cardiology, Hospital Italiano La Plata, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Lugo-Gavidia",
      "fore_name": "Leslie M",
      "initials": "LM",
      "name": "Leslie M Lugo-Gavidia",
      "affiliations": [
        "Dobney Hypertension Centre, Medical School, University of Western Australia, Perth, Australia.",
        "Mexican Academic Consortium for Clinical Data Acquisition, Culican, Sinalos, Mexico."
      ]
    },
    {
      "last_name": "Lamelas",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Lamelas",
      "affiliations": [
        "Instituto de Cardiologia y Cirugia Cardiovascular Hospital Universitario Fundacion Favaloro, Buenos Aires, Argentina."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Society for Cardiovascular Angiography & Interventions",
    "iso_abbreviation": "J Soc Cardiovasc Angiogr Interv",
    "issn": "2772-9303",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "7",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "101931",
  "pages": "101931",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39132002",
    "pmc": "PMC11307582",
    "doi": "10.1016/j.jscai.2024.101931",
    "pii": "S2772-9303(24)00826-3"
  },
  "doi": "10.1016/j.jscai.2024.101931",
  "pmc_id": "PMC11307582",
  "dates": {
    "revised": "2024-08-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:11.869119",
    "pmid": "39132002"
  }
}