{
  "pmid": "39136518",
  "uid": "39136518",
  "title": "Rituximab Therapy for Adult Refractory Systemic Lupus Erythematosus with Neurological and/or Psychiatric Presentations: A PRISMACompliant Meta-Analysis.",
  "abstract": "BACKGROUND: Rituximab (RTX) is used off-label for refractory cases of systemic lupus erythematosus (SLE) with extrarenal activity, including neurological and/or psychiatric (N/P) presentations. However, evidence from randomized controlled trials is limited. OBJECTIVE: This study aimed to conduct a pooled analysis of the effectiveness and safety of RTX therapy for adult refractory SLE with N/P manifestations. METHODS: Electronic searches in PubMed, Epistemonikos, and ICTRP databases and statistical analysis were conducted in May 2023. RESULTS: Electronic searches identified 20 studies (25 reports). A total of 59 patients (53 females; 90%) were included, with a mean age of 33.5±10.6 years and a median disease duration of 3.5 years (range, 0.08 to 25.0) who were followed up post-RTX therapy for a median time of 12 months (range, 3.0 to 46.2). The rate of clinical response (partial or major) was 90% (95% CI, 83 to 96) (n = 57 patients). A third of responders relapsed after a median time of 9.5 months (range, 3.0 to 33.0). Pooled pre-RTX/post-RTX scores for Systemic Lupus Erythematosus Disease Activity Index (SLEDAI) (n = 13) were 19±15/7±5 and for neurological British Isles Lupus Assessment Group (BILAG) (n = 29) were A/D (13), A/C (5), B/D (7), B/C (2), and A/A (2). Patients without mood disorder had a higher chance of clinical response {relative risk (RR) 1.4 (1.03 to 1.48)}. Patients who benefited the most from RTX therapy were those with psychosis (a higher chance of major clinical response; RR 1.9 (1.02 to 2.34)), without acute confusional state (a lower chance of relapse; RR 0.08 (0.006 to 0.791)), and with disease duration <3 years (a lower chance of relapse; RR 0.18 (0.014 to 0.992)). Infection rate during treatment was 33% (7/21). CONCLUSIONS: RTX therapy had good effectiveness. The pooled evidence for safety outcomes was limited and of low certainty.",
  "authors": [
    {
      "last_name": "Ayoubi",
      "fore_name": "Mehran Asad",
      "initials": "MA",
      "name": "Mehran Asad Ayoubi",
      "affiliations": [
        "Alumni Network, Lund University, Lund, Sweden"
      ],
      "orcid": "0000-0002-1238-5505"
    },
    {
      "last_name": "Moghaddassi",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Moghaddassi",
      "affiliations": [
        "Rheumatology Research Center, Department of Internal Medicine, Sina Hospital, Tehran University of Medical Sciences, Tehran, Iran"
      ]
    },
    {
      "last_name": "Aloosh",
      "fore_name": "Mehdi",
      "initials": "M",
      "name": "Mehdi Aloosh",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada"
      ],
      "orcid": "0000-0001-6763-1067"
    }
  ],
  "journal": {
    "title": "Current rheumatology reviews",
    "iso_abbreviation": "Curr Rheumatol Rev",
    "issn": "1875-6360",
    "issn_type": "Electronic",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "12"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39136518",
    "doi": "10.2174/0115733971309959240722062141",
    "pii": "CRR-EPUB-142224"
  },
  "doi": "10.2174/0115733971309959240722062141",
  "dates": {
    "revised": "2024-09-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:39.252249",
    "pmid": "39136518"
  }
}