{
  "pmid": "39131917",
  "uid": "39131917",
  "title": "Glucocorticoid Minimization in Anti-Neutrophil Cytoplasmic Antibody-Associated Vasculitis: An International Survey of Clinicians.",
  "abstract": "RATIONALE & OBJECTIVE: Research in anti-neutrophil cytoplasmic antibody-associated vasculitis (AAV) has focused on reducing treatment toxicities, notably through reduction of exposure to glucocorticoids. Glucocorticoid-sparing therapies such as avacopan are not widely available in many countries, and patients are exposed to high glucocorticoid doses. There is little data concerning what clinicians should accept as the lowest glucocorticoid dosing that can be used in induction therapy for AAV. STUDY DESIGN: International, online survey. SETTING & PARTICIPANTS: Clinicians in various countries with experience in managing vasculitis. EXPOSURE AND OUTCOMES: Survey questions to gauge interest and preferences in studying an induction of remission regimen for severe AAV using only 2 or 4 weeks of glucocorticoids without avacopan. Data collected included general opinions about standard of care for induction agents, glucocorticoids, and avacopan. Respondents were presented with 3 candidate trial designs, 2 of which proposed a combination of cyclophosphamide and rituximab induction. ANALYTICAL APPROACH: Using a 10-point Likert scale, respondents ranked each candidate trial on its usefulness in demonstrating whether a minimal glucocorticoid regimen would be safe and effective and their willingness to randomize into the trial. RESULTS: There were 210 respondents to the survey. The candidate trials were rated moderate-to-high for usefulness to demonstrate safety and efficacy (scores 6-7/10), and moderate (scores 5-6/10) for willingness to randomize. Four-week glucocorticoid duration was preferred to 2 weeks, and combination cyclophosphamide-rituximab with 4-week glucocorticoids was the most preferred design. Forty-two percent of respondents felt avacopan had to be incorporated into a minimal GC trial design to want to recruit patients. LIMITATIONS: Representativeness of survey sample and generalizability of findings. CONCLUSIONS: Combination cyclophosphamide-rituximab may be the ideal way of studying minimal glucocorticoid use in severe AAV. Given its increasing uptake, incorporating avacopan into a potential trial design is important.",
  "authors": [
    {
      "last_name": "Massicotte-Azarniouch",
      "fore_name": "David",
      "initials": "D",
      "name": "David Massicotte-Azarniouch",
      "affiliations": [
        "Division of Nephrology, The Ottawa Hospital, University of Ottawa and Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Canney",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Canney",
      "affiliations": [
        "Division of Nephrology, The Ottawa Hospital, University of Ottawa and Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Karnabi",
      "fore_name": "Priscilla",
      "initials": "P",
      "name": "Priscilla Karnabi",
      "affiliations": [
        "Clinical Epidemiology Program, the Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Merkel",
      "fore_name": "Peter A",
      "initials": "PA",
      "name": "Peter A Merkel",
      "affiliations": [
        "Division of Rheumatology, Department of Medicine and Division of Epidemiology, Department of Biostatistics, Epidemiology, and Informatics, University of Pennsylvania, Philadelphia, PA."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Rachel B",
      "initials": "RB",
      "name": "Rachel B Jones",
      "affiliations": [
        "Renal Medicine, Addenbrooke's Hospital, Cambridge, United Kingdom.",
        "Department of Medicine, University of Cambridge, Cambridge, United Kingdom."
      ]
    },
    {
      "last_name": "Pepper",
      "fore_name": "Ruth J",
      "initials": "RJ",
      "name": "Ruth J Pepper",
      "affiliations": [
        "University College London Department of Renal Medicine, Royal Free Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Salama",
      "fore_name": "Alan D",
      "initials": "AD",
      "name": "Alan D Salama",
      "affiliations": [
        "University College London Department of Renal Medicine, Royal Free Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Derebail",
      "fore_name": "Vimal K",
      "initials": "VK",
      "name": "Vimal K Derebail",
      "affiliations": [
        "Division of Nephrology and Hypertension, Department of Medicine, UNC Kidney Center, University of North Carolina at Chapel Hill, Chapel Hill, NC."
      ]
    },
    {
      "last_name": "Milman",
      "fore_name": "Nataliya",
      "initials": "N",
      "name": "Nataliya Milman",
      "affiliations": [
        "Division of Rheumatology, The Ottawa Hospital, University of Ottawa and Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Junek",
      "fore_name": "Mats",
      "initials": "M",
      "name": "Mats Junek",
      "affiliations": [
        "Division of Rheumatology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pagnoux",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Pagnoux",
      "affiliations": [
        "Division of Rheumatology, Vasculitis Clinic, Mount Sinai Hospital, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Jayne",
      "fore_name": "David R W",
      "initials": "DRW",
      "name": "David R W Jayne",
      "affiliations": [
        "Department of Medicine, University of Cambridge, Cambridge, United Kingdom."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Kidney medicine",
    "iso_abbreviation": "Kidney Med",
    "issn": "2590-0595",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "100858",
  "pages": "100858",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39131917",
    "pmc": "PMC11315210",
    "doi": "10.1016/j.xkme.2024.100858",
    "pii": "S2590-0595(24)00069-4"
  },
  "doi": "10.1016/j.xkme.2024.100858",
  "pmc_id": "PMC11315210",
  "dates": {
    "revised": "2024-08-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.665083",
    "pmid": "39131917"
  }
}