{
  "pmid": "39146608",
  "uid": "39146608",
  "title": "PeerOnCall: Exploring how organizational culture shapes implementation of a peer support app for public safety personnel.",
  "abstract": "BACKGROUND: Public safety personnel (PSP) such as firefighters, paramedics, and police are exposed to traumatic situations, which increase their risk for mental health issues. However, many PSP do not seek help in a timely manner. Peer support interventions have the potential to decrease stigma and increase treatment-seeking behaviours among PSP. However, little is known regarding how the organizational culture of public safety organizations (PSOs) affects the implementation of a peer-based intervention. This study aims to understand the extent to which organizational culture, including masculinity contest cultures (MCC), within Canadian PSOs could affect implementation of PeerOnCall, a new peer support app for PSP. METHODS: A qualitative multiple case study design was adopted, integrating semi-structured interviews with organizational champions from five PSOs. One to three champions from each PSO acted as key informants regarding their organizations. Interviews explored champions' perceptions of how organizational culture might shape implementation. Interview data were analyzed using inductive thematic analysis. RESULTS: Three themes were identified in analysis of the champion interviews. The first theme focused on external drivers and the second theme focused on internal drivers of organizational culture shift. The third theme focused on how culture can create resistance to implementation. Importantly, the MCC norm of show no weakness was described as a source of potential resistance when implementing the app. CONCLUSIONS: Each PSO had a unique and changing culture. Understanding how champions anticipate the role of culture in shaping implementation of an app-based intervention like PeerOnCall can guide the creation of contextually relevant strategies that optimize implementation within PSOs. Recommendations for optimizing implementation and areas for further study are provided.",
  "authors": [
    {
      "last_name": "Goraya",
      "fore_name": "Navdeep K",
      "initials": "NK",
      "name": "Navdeep K Goraya",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: gorayn2@mcmaster.ca."
      ]
    },
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: alvare@mcmaster.ca."
      ]
    },
    {
      "last_name": "Young",
      "fore_name": "Marisa",
      "initials": "M",
      "name": "Marisa Young",
      "affiliations": [
        "Faculty of Social Sciences, McMaster University, Hamilton, ON, Canada. Electronic address: myoung@mcmaster.ca."
      ]
    },
    {
      "last_name": "Moll",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Moll",
      "affiliations": [
        "School of Rehabilitation Sciences, McMaster University, Hamilton, ON, Canada. Electronic address: molls@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Comprehensive psychiatry",
    "iso_abbreviation": "Compr Psychiatry",
    "issn": "1532-8384",
    "issn_type": "Electronic",
    "volume": "135",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "152524",
  "pages": "152524",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Organizational Culture",
    "Peer Group",
    "Male",
    "Qualitative Research",
    "Canada",
    "Female",
    "Adult",
    "Mobile Applications",
    "Police",
    "Firefighters",
    "Allied Health Personnel",
    "Masculinity",
    "Middle Aged",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "39146608",
    "doi": "10.1016/j.comppsych.2024.152524",
    "pii": "S0010-440X(24)00075-0"
  },
  "doi": "10.1016/j.comppsych.2024.152524",
  "dates": {
    "completed": "2024-10-24",
    "revised": "2024-10-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:52.530745",
    "pmid": "39146608"
  }
}