{
  "pmid": "39141956",
  "uid": "39141956",
  "title": "20-year trends in Australian methamphetamine-related deaths, 2001-2020.",
  "abstract": "BACKGROUND: Over the past two decades methamphetamine-related harms have increased in Australia. Previous analysis of methamphetamine-related deaths has covered limited timeframes, and largely focused on drug-toxicity deaths. This paper examines long-term trends in methamphetamine-related deaths over 20 years, including deaths due to a range of specific causes. METHODS: Descriptive analyses were conducted on Australian methamphetamine-related deaths (2001-2023) by cause, extracted from the National Coronial Information System, an online database containing deaths reported to coroners in Australia and New Zealand. Joinpoint trend analyses were used to assess changes over time between 2001 and 2020 (with data from 2021 to 2023 likely incomplete and thus excluded). RESULTS: Unintentional drug toxicity was the cause of 49.8 % of methamphetamine-related deaths, intentional self-harm (including toxicity) 23.3 %, unintentional injury 15.1 %, natural causes 9.6 %, and assaults 2.3 %. Between 2001 and 2020, joinpoint analysis showed three trend change points among all-cause methamphetamine-related mortality rates, resulting in four distinct periods: two periods where they increased (2001-2006 - annual percentage change (APC) = 15.4 %; 2009-2016 - APC 25.5 %), and two where they decreased (2006-2009 - APC = -11.8 %; 2017-2020 - APC = -2.9 %). Similar patterns were evident among rates of intentional self-harm and unintentional injury. Deaths caused by unintentional drug toxicity saw two trend change points (2011, 2016), and rates increased across all three periods. Natural cause deaths had three trend change points (2007, 2010, 2015), and rates continued to rise after 2015, largely driven by increases in circulatory diseases. CONCLUSION: Cause-specific models highlighted diverse trends. Recent trends show unintentional drug toxicity deaths have slightly increased, intentional self-harm stabilised, and unintentional injury and assault deaths have declined. Deaths from natural causes involving methamphetamine continued to increase, highlighting a public health concern and a potential need for early circulatory disease screening among people who use methamphetamine.",
  "authors": [
    {
      "last_name": "Stronach",
      "fore_name": "Oisin",
      "initials": "O",
      "name": "Oisin Stronach",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Faculty of Medicine, Nursing and Health Sciences, Monash University, Melbourne, Australia; Harm and Risk Reduction Program, Burnet Institute, Melbourne, Australia. Electronic address: oisin.stronach@monash.edu."
      ]
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Dietze",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Faculty of Medicine, Nursing and Health Sciences, Monash University, Melbourne, Australia; Harm and Risk Reduction Program, Burnet Institute, Melbourne, Australia; National Drug Research Institute, Curtin University, Perth, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Harm and Risk Reduction Program, Burnet Institute, Melbourne, Australia; National Drug Research Institute, Curtin University, Perth, Australia."
      ]
    },
    {
      "last_name": "Roxburgh",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Roxburgh",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Faculty of Medicine, Nursing and Health Sciences, Monash University, Melbourne, Australia; Harm and Risk Reduction Program, Burnet Institute, Melbourne, Australia."
      ]
    }
  ],
  "journal": {
    "title": "The International journal on drug policy",
    "iso_abbreviation": "Int J Drug Policy",
    "issn": "1873-4758",
    "issn_type": "Electronic",
    "volume": "131",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "104548",
  "pages": "104548",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Methamphetamine",
    "Australia",
    "Amphetamine-Related Disorders",
    "Cause of Death",
    "Female",
    "Male",
    "Adult",
    "Central Nervous System Stimulants",
    "Middle Aged",
    "Drug Overdose",
    "Databases, Factual",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "39141956",
    "doi": "10.1016/j.drugpo.2024.104548",
    "pii": "S0955-3959(24)00232-9"
  },
  "doi": "10.1016/j.drugpo.2024.104548",
  "dates": {
    "completed": "2024-09-12",
    "revised": "2024-09-12"
  },
  "chemicals": [
    "Methamphetamine",
    "Central Nervous System Stimulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.851072",
    "pmid": "39141956"
  }
}