{
  "pmid": "39154146",
  "uid": "39154146",
  "title": "Chemical analogue based drug design for cancer treatment targeting PI3K: integrating machine learning and molecular modeling.",
  "abstract": "Cancer is a generic term for a group of disorders defined by uncontrolled cell growth and the potential to invade or spread to other parts of the body. Gene and epigenetic alterations disrupt normal cellular control, leading to abnormal cell proliferation, resistance to cell death, blood vessel development, and metastasis (spread to other organs). One of the several routes that play an important role in the development and progression of cancer is the phosphoinositide 3-kinase (PI3K) signaling pathway. Moreover, the gene PIK3CG encodes the catalytic subunit gamma (p110γ) of phosphoinositide 3-kinase (PI3Kγ), a member of the PI3K family. Therefore, in this study, PIK3CG was targeted to inhibit cancer by identifying a novel inhibitor through computational methods. The study screened 1015 chemical fragments against PIK3CG using machine learning-based binding estimation and docking to select the potential compounds. Later, the analogues were generated from the selected hits, and 414 analogues were selected, which were further screened, and as most potential candidates, three compounds were obtained: (a) 84,332, 190,213, and 885,387. The protein-ligand complex's stability and flexibility were then investigated by dynamic modeling. The 100 ns simulation revealed that 885,387 exhibited the steadiest deviation and constant creation of hydrogen bonds. Compared to the other compounds, 885,387 demonstrated a superior binding free energy (ΔG = -18.80 kcal/mol) with the protein when the MM/GBSA technique was used. The study determined that 885,387 showed significant therapeutic potential and justifies further experimental investigation as a possible inhibitor of the PIK3CG target implicated in cancer.",
  "authors": [
    {
      "last_name": "Bazuhair",
      "fore_name": "Mohammed A",
      "initials": "MA",
      "name": "Mohammed A Bazuhair",
      "affiliations": [
        "Department of Clinical Pharmacology Faculty of Medicine King, Abdulaziz University, 21589, Jeddah, Saudi Arabia.",
        "Centre of Research Excellence for Drug Research and Pharmaceutical Industries, King Abdulaziz University, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alghamdi",
      "fore_name": "Anwar A",
      "initials": "AA",
      "name": "Anwar A Alghamdi",
      "affiliations": [
        "Health Information Technology Department, The Applied College; Pharmacovigilance and Medication Safety Unit, Centre of Research Excellence for Drug Research and Pharmaceutical Industries, King Abdulaziz University, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Baothman",
      "fore_name": "Othman",
      "initials": "O",
      "name": "Othman Baothman",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, 21589, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Batterjee Medical College, Pharmacy Program, P.O. Box 6231, 21442, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, 72341, Aljouf, Sakaka, Saudi Arabia."
      ]
    },
    {
      "last_name": "Imam",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Imam",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, P.O. Box 2457, 11451, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Moglad",
      "fore_name": "Ehssan",
      "initials": "E",
      "name": "Ehssan Moglad",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Prince Sattam Bin Abdulaziz University, P.O. Box 173, 11942, Alkharj, Saudi Arabia."
      ]
    },
    {
      "last_name": "Altayb",
      "fore_name": "Hisham N",
      "initials": "HN",
      "name": "Hisham N Altayb",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, 21589, Jeddah, Saudi Arabia. hdemmahom@kau.edu.sa."
      ]
    }
  ],
  "journal": {
    "title": "Molecular diversity",
    "iso_abbreviation": "Mol Divers",
    "issn": "1573-501X",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "2345",
  "end_page": "2364",
  "pages": "2345-2364",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Drug Design",
    "Machine Learning",
    "Humans",
    "Molecular Docking Simulation",
    "Antineoplastic Agents",
    "Phosphoinositide-3 Kinase Inhibitors",
    "Neoplasms",
    "Class Ib Phosphatidylinositol 3-Kinase",
    "Phosphatidylinositol 3-Kinases",
    "Protein Kinase Inhibitors",
    "Molecular Dynamics Simulation",
    "Models, Molecular",
    "Ligands",
    "Protein Binding"
  ],
  "article_ids": {
    "pubmed": "39154146",
    "doi": "10.1007/s11030-024-10966-x",
    "pii": "10.1007/s11030-024-10966-x"
  },
  "doi": "10.1007/s11030-024-10966-x",
  "dates": {
    "completed": "2024-10-03",
    "revised": "2024-10-09"
  },
  "chemicals": [
    "Antineoplastic Agents",
    "Phosphoinositide-3 Kinase Inhibitors",
    "Class Ib Phosphatidylinositol 3-Kinase",
    "PIK3CG protein, human",
    "Phosphatidylinositol 3-Kinases",
    "Protein Kinase Inhibitors",
    "Ligands"
  ],
  "grants": [
    {
      "grant_id": "IFPIP: 1330-156- 1443",
      "agency": "King Abdulaziz University"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.157203",
    "pmid": "39154146"
  }
}