{
  "pmid": "39156943",
  "uid": "39156943",
  "title": "Marginal Contribution of Pathogenic RAD51D Germline Variants to Pakistani Early-Onset and Familial Breast/Ovarian Cancer Patients.",
  "abstract": "INTRODUCTION: RAD51D has been reported as a breast cancer (BC) and ovarian cancer (OC) predisposition gene, particularly among Caucasian populations. We studied the prevalence of RAD51D variants in Pakistani BC/OC patients. MATERIALS AND METHODS: In total, 371 young or familial BC/OC patients were thoroughly analyzed for RAD51D sequence variants using denaturing high-performance liquid chromatography pursued by DNA sequencing of differentially eluted amplicons. We also assessed the pathogenic effects of novel variants using in-silico algorithms. All detected RAD51D variants were investigated in 400 unaffected controls. RESULTS: No pathogenic RAD51D variant was detected. However, we identified nine unique heterozygous variants. Of these, two missense variants (p.Pro10Leu and p.Ile311Asn) and one intronic variant (c.481-26_23delGTTC) were classified as in silico-predicted variants of uncertain significance, with a frequency of 0.8% (3/371). The p.Pro10Leu variant was detected in a 28-year-old female BC patient of Punjabi ethnic background, whose mother and maternal cousin had BCs at ages 53 and 40, respectively. This variant was also detected in 1/400 (0.25%) healthy controls, where the control subject's daughter had acute lymphoblastic leukemia. The p.Ile311Asn variant was identified in a female BC patient at age 29 of Punjabi ethnicity and in 1/400 (0.25%) healthy controls, where the control subject's daughter had Hodgkin's disease at age 14. A novel intronic variant, c.481-26_-23delGTTC, was found in a 30-year-old Punjabi female BC patient but not in 400 healthy controls. CONCLUSION: No pathogenic RAD51D variant was identified in the current study. Our study data suggested a negligible association of RAD51D variants with BC/OC risk in Pakistani women.",
  "authors": [
    {
      "last_name": "Muhammad",
      "fore_name": "Noor",
      "initials": "N",
      "name": "Noor Muhammad",
      "affiliations": [
        "Department of Basic Sciences, Shaukat Khanum Memorial Cancer Hospital and Research Centre, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Life Sciences, University of Management and Technology, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Hamann",
      "fore_name": "Ute",
      "initials": "U",
      "name": "Ute Hamann",
      "affiliations": [
        "Molecular Genetics of Breast Cancer, German Cancer Research Center, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Rashid",
      "fore_name": "Muhammad Usman",
      "initials": "MU",
      "name": "Muhammad Usman Rashid",
      "affiliations": [
        "Department of Basic Sciences, Shaukat Khanum Memorial Cancer Hospital and Research Centre, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cancer & allied specialties",
    "iso_abbreviation": "J Cancer Allied Spec",
    "issn": "2411-989X",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "2",
    "pub_year": "2024"
  },
  "start_page": "617",
  "pages": "617",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39156943",
    "pmc": "PMC11326667",
    "doi": "10.37029/jcas.v10i2.617",
    "pii": "JCAS-10-617"
  },
  "doi": "10.37029/jcas.v10i2.617",
  "pmc_id": "PMC11326667",
  "dates": {
    "revised": "2024-08-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.158334",
    "pmid": "39156943"
  }
}