{
  "pmid": "39151287",
  "uid": "39151287",
  "title": "Margin status of basal cell carcinoma: What can be done better?",
  "abstract": "PURPOSE: Guidelines on clinical margins for basal cell carcinoma (BCC) excisions were recently published, yet the ambiguity regarding the margin continues for surgeons and pathologists. The purpose of this study was to determine the incomplete excision rate of BCC, determine the factors associated with incomplete excision, and evaluate the completeness of reporting between surgeon and pathologist. METHODS: A single-center retrospective analysis was conducted on pathology reports from single excisions of BCC specimens between January 1, 2019 to December 31, 2020. The primary outcome was the incomplete excision rate (positive margins) as reported by pathologist. Logistic regression was used to determine the relationship between incomplete excision rate and anatomical location, pathologist, and surgeon. The completeness of surgeon pathology requisition forms was evaluated qualitatively. RESULTS: Seven hundred and fifty-six pathology reports were included. The incomplete excision rate was 12% (n = 94). The most common site of incomplete excision was head and neck (n = 87, 15%), followed by trunk (n = 5, 7%), and extremities (n = 2, 2%). Five hundred and seventy-nine specimens from 6 surgeons and 9 pathologists were included in the logistic regression analysis. The Wald test showed that the location was significantly associated with incomplete excision (p < 0.05), whereas surgeon and pathologist reports were not (p > 0.05). Regarding missing information, only 47 (6%) pathology reports included \"excision\" in the requisition form. Four hundred and three (53%) specimens had no clinical history. CONCLUSIONS: The incomplete excision rate found in this study falls within the report range in the literature. Neither surgeon nor pathologist had significant association with incomplete excision. Incomplete excision rate of BCC may be inflated owing to the lack of standardization in requisition form and pathology reporting.",
  "authors": [
    {
      "last_name": "Uhlman",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Uhlman",
      "affiliations": [
        "University of Toronto, Department of Surgery, Division of Plastic, Reconstructive, and Aesthetic Surgery, Toronto, Canada."
      ]
    },
    {
      "last_name": "Bonert",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Bonert",
      "affiliations": [
        "McMaster University, Department of Pathology and Molecular Medicine, Division of Anatomical Pathology, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Yuen",
      "fore_name": "Kimberley",
      "initials": "K",
      "name": "Kimberley Yuen",
      "affiliations": [
        "McMaster University, Department of Surgery, Division of Plastic Surgery, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "McMaster University, Department of Surgery, Division of Plastic Surgery, Hamilton, Canada; McMaster University, Department of Health Research Methods, Evidence and Impact (HEI), Hamilton, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilles",
      "initials": "A",
      "name": "Achilles Thoma",
      "affiliations": [
        "McMaster University, Department of Surgery, Division of Plastic Surgery, Hamilton, Canada; McMaster University, Department of Health Research Methods, Evidence and Impact (HEI), Hamilton, Canada. Electronic address: athoma@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of plastic, reconstructive & aesthetic surgery : JPRAS",
    "iso_abbreviation": "J Plast Reconstr Aesthet Surg",
    "issn": "1878-0539",
    "issn_type": "Electronic",
    "volume": "97",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "156",
  "end_page": "162",
  "pages": "156-162",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Carcinoma, Basal Cell",
    "Margins of Excision",
    "Skin Neoplasms",
    "Retrospective Studies",
    "Female",
    "Male",
    "Aged",
    "Middle Aged",
    "Neoplasm, Residual"
  ],
  "article_ids": {
    "pubmed": "39151287",
    "doi": "10.1016/j.bjps.2024.07.063",
    "pii": "S1748-6815(24)00436-4"
  },
  "doi": "10.1016/j.bjps.2024.07.063",
  "dates": {
    "completed": "2024-09-12",
    "revised": "2024-09-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.437490",
    "pmid": "39151287"
  }
}