{
  "pmid": "39156281",
  "uid": "39156281",
  "title": "Association Between Tea Drinking and Anemia in Women of Reproductive Age: A Cross-Sectional Study From the Mekran Division, Balochistan, Pakistan.",
  "abstract": "BACKGROUND: Anemia in females of the reproductive age group is an area of concern globally, but its prevalence is high in developing countries. Dietary habits and lifestyle impact the hematological parameters. It is important to evaluate the impact of tea drinking on hematological parameters in females of the reproductive age group. OBJECTIVE: The study aims to determine the association of tea drinking with anemia among women of reproductive age (WRA) in the Mekran division of Balochistan. METHODS: A cross-sectional observational study was conducted at Mekran Medical College (MMC), a teaching hospital in Turbat, Balochistan, by the Department of Obstetrics and Gynecology from December 2023 to May 2024. Using a non-probability convenience sampling technique, a total of 356 females, 16-35 years of age, were included in the study after getting informed consent. Pregnant females and those who were using any medication for anemia were excluded from the study. Blood samples were analyzed using a CBC hematology analyzer. Data were analyzed using SPSS 26 by applying an independent sample t-test and chi-square test. RESULTS: Among all 356 included participants, 193 females were anemic. Among the tea drinkers (n = 266), 159 participants were mild to severely anemic. While among non-tea-drinking women (n = 90), only 34 participants were mild or moderately anemic with no severe anemia. A significant association was found between tea drinking and anemia among WRA (p < 0.05). A significant mean difference was found in the hemoglobin (Hb), mean corpuscular volume (MCV), and mean corpuscular hemoglobin (MCH) levels among the tea-drinker and non-tea-drinker participants (p < 0.05). CONCLUSION: The WRA group from the Mekran region is suffering from anemia. Women who drink tea suffer more from anemia. Effective healthcare strategies should be implemented to address the issue of anemia among WRA.",
  "authors": [
    {
      "last_name": "Sadiq",
      "fore_name": "Noman",
      "initials": "N",
      "name": "Noman Sadiq",
      "affiliations": [
        "Physiology, Mekran Medical College, Turbat, PAK."
      ]
    },
    {
      "last_name": "Gul",
      "fore_name": "Yasmeen",
      "initials": "Y",
      "name": "Yasmeen Gul",
      "affiliations": [
        "Obstetrics and Gynecology, Mekran Medical College, Turbat, PAK."
      ]
    },
    {
      "last_name": "Bilal",
      "fore_name": "Muhammad M",
      "initials": "MM",
      "name": "Muhammad M Bilal",
      "affiliations": [
        "Obstetrics and Gynecology, Mekran Medical College, Turbat, PAK."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Otolaryngology - Head and Neck Surgery, Mekran Medical College, Turbat, PAK."
      ]
    },
    {
      "last_name": "Mumtaz",
      "fore_name": "Nasrin",
      "initials": "N",
      "name": "Nasrin Mumtaz",
      "affiliations": [
        "Obstetrics and Gynecology, Jhalawan Medical College Khuzdar, Khuzdar, PAK."
      ]
    },
    {
      "last_name": "Wahid",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Wahid",
      "affiliations": [
        "Internal Medicine, Jhalawan Medical College Khuzdar, Khuzdar, PAK."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "16",
    "issue": "7",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "e64801",
  "pages": "e64801",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39156281",
    "pmc": "PMC11329890",
    "doi": "10.7759/cureus.64801"
  },
  "doi": "10.7759/cureus.64801",
  "pmc_id": "PMC11329890",
  "dates": {
    "revised": "2024-08-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.157861",
    "pmid": "39156281"
  }
}