{
  "pmid": "39151790",
  "uid": "39151790",
  "title": "Systematic Review: Measurement Properties of Patient-Reported Outcome Measures Used to Measure Depression Symptom Severity in Adolescents With Depression.",
  "abstract": "OBJECTIVE: To systematically evaluate the measurement properties of 12 patient-reported outcome measures (PROMs) used to measure depression symptom severity in adolescents with depression. Depression symptom severity was chosen as the outcome of focus given its importance as an outcome to measure in adolescents with depression across clinical trials and/or care. METHOD: MEDLINE, PsycInfo, Embase, Scopus, CINAHL, and Cochrane were searched from year of inception up to December 7, 2023. Study appraisal (ie, risk of bias), evaluation of measurement properties, and evidence synthesis followed the COnsensus-based Standards for the selection of health Measurement INstruments (COSMIN) guidelines. Included studies evaluated at least 1 of 9 measurement properties as detailed in the COSMIN taxonomy within a reported sample or subgroup of youth ages 12 to 24 years, with at least 40% meeting criteria for any depressive disorder. RESULTS: Of the 15,560 records identified, 31 studies for 7 PROMs were included in the COSMIN appraisal. Although several PROMs have the potential to accurately measure depression symptom severity in adolescents with depression, at this time none of the PROMs can be recommended for use without further evaluative work. High-quality evidence was generally lacking, largely due to few or inconsistent findings, small sample sizes, and other methodological concerns. CONCLUSION: This systematic review of the measurement properties of 12 PROMs used to measure depression symptom severity in adolescents with depression found that none of the PROMs can be recommended for use until further evaluative work is conducted. Clinicians and researchers should proceed with caution when using these PROMs. PLAIN LANGUAGE SUMMARY: This systematic review evaluated 12 patient report outcome measures (PROMs) commonly used to measure depression symptom severity in adolescents with depression. Only 7 of these PROMs had studies to evaluate; none of them had the necessary measurement properties to indicate that they could be recommended for use or that results could be trusted. The authors suggest that more evaluative work is required to ensure the validity of the measurement properties of the tools utilized to measure depression symptom severity in adolescents with depression. This work should include engagement of youth and caregivers in evaluation of the content validity (eg, the relevance, comprehensibility, and comprehensiveness) of these PROMs. DIVERSITY AND INCLUSION STATEMENT: One or more of the authors of this paper self-identifies as a member of one or more historically underrepresented racial and/or ethnic groups in science. One or more of the authors of this paper self-identifies as a member of one or more historically underrepresented sexual and/or gender groups in science. We actively worked to promote sex and gender balance in our author group. We actively worked to promote inclusion of historically underrepresented racial and/or ethnic groups in science in our author group. The author list of this paper includes contributors from the location and/or community where the research was conducted who participated in the data collection, design, analysis, and/or interpretation of the work.",
  "authors": [
    {
      "last_name": "Monga",
      "fore_name": "Suneeta",
      "initials": "S",
      "name": "Suneeta Monga",
      "affiliations": [
        "Hospital for Sick Children, Toronto, Ontario, Canada; Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada. Electronic address: suneeta.monga@sickkids.ca."
      ]
    },
    {
      "last_name": "Andrei",
      "fore_name": "Sorina",
      "initials": "S",
      "name": "Sorina Andrei",
      "affiliations": [
        "Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Quinn",
      "fore_name": "Rebecka C",
      "initials": "RC",
      "name": "Rebecka C Quinn",
      "affiliations": [
        "Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khudiakova",
      "fore_name": "Valeria",
      "initials": "V",
      "name": "Valeria Khudiakova",
      "affiliations": [
        "Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Desai",
      "fore_name": "Riddhi",
      "initials": "R",
      "name": "Riddhi Desai",
      "affiliations": [
        "Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Srirangan",
      "fore_name": "Abiramy",
      "initials": "A",
      "name": "Abiramy Srirangan",
      "affiliations": [
        "Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Sneha",
      "initials": "S",
      "name": "Sneha Patel",
      "affiliations": [
        "Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Hospital for Sick Children, Toronto, Ontario, Canada; Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Butcher",
      "fore_name": "Nancy J",
      "initials": "NJ",
      "name": "Nancy J Butcher",
      "affiliations": [
        "Hospital for Sick Children, Toronto, Ontario, Canada; Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Krause",
      "fore_name": "Karolin R",
      "initials": "KR",
      "name": "Karolin R Krause",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Courtney",
      "fore_name": "Darren B",
      "initials": "DB",
      "name": "Darren B Courtney",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Offringa",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Offringa",
      "affiliations": [
        "Hospital for Sick Children, Toronto, Ontario, Canada; Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Elsman",
      "fore_name": "Ellen B M",
      "initials": "EBM",
      "name": "Ellen B M Elsman",
      "affiliations": [
        "Hospital for Sick Children, Toronto, Ontario, Canada; Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Academy of Child and Adolescent Psychiatry",
    "iso_abbreviation": "J Am Acad Child Adolesc Psychiatry",
    "issn": "1527-5418",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "198",
  "end_page": "225",
  "pages": "198-225",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Adolescent",
    "Patient Reported Outcome Measures",
    "Severity of Illness Index",
    "Child",
    "Depressive Disorder",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "39151790",
    "doi": "10.1016/j.jaac.2024.06.011",
    "pii": "S0890-8567(24)01318-2"
  },
  "doi": "10.1016/j.jaac.2024.06.011",
  "dates": {
    "completed": "2025-01-31",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.543772",
    "pmid": "39151790"
  }
}