{
  "pmid": "39168566",
  "uid": "39168566",
  "title": "Low-Dose Rivaroxaban Plus Aspirin in Fragile Patients After Lower Extremity Revascularization.",
  "abstract": "BACKGROUND: Rivaroxaban 2.5 mg plus aspirin reduced limb and cardiovascular events and increased bleeding in patients with symptomatic peripheral artery disease (PAD) after lower extremity revascularization in the VOYAGER PAD (Efficacy and Safety of Rivaroxaban in Reducing the Risk of Major Thrombotic Vascular Events in Subjects With Symptomatic Peripheral Artery Disease Undergoing Peripheral Revascularization Procedures of the Lower Extremities) study. Fragile patients are at heightened risk for ischemic and bleeding events. OBJECTIVES: The purpose of this study was to investigate the safety and efficacy of rivaroxaban 2.5 mg in fragile patients from VOYAGER PAD. METHODS: Patients were categorized as fragile based on prespecified criteria (age >75 years, weight ≤50 kg, or baseline estimated glomerular filtration rate <50 mL/min/1.73 m[2]). The primary efficacy outcome was the composite of acute limb ischemia, major amputation of a vascular etiology, myocardial infarction, ischemic stroke, or cardiovascular death. The principal safety outcome was TIMI major bleeding. RESULTS: Of 6,564 randomized patients, a total of 1,674 subjects were categorized as fragile at baseline. In the placebo arm, fragile patients were at higher risk of the primary outcome (HR: 1.34; 95% CI: 1.12-1.61) and TIMI major bleeding (HR: 1.57; 95% CI: 0.83-2.96), compared with nonfragile patients. The effect of rivaroxaban on the primary endpoint was not modified by frailty status (fragile HR: 0.93; 95% CI: 0.75-1.15; nonfragile HR: 0.83; 95% CI: 0.72-0.97; P interaction = 0.37). Rivaroxaban increased TIMI major bleeding in fragile (HR: 1.54; 95% CI: 0.82-2.91) and nonfragile patients (HR: 1.37; 95% CI: 0.84-2.23; P interaction = 0.65). CONCLUSIONS: Patients with PAD after lower extremity revascularization meeting fragile criteria are at higher risk of ischemic complications and bleeding. Rivaroxaban reduces ischemic risk and increases bleeding regardless of frailty status. These data may assist in personalization of antithrombotic therapy in fragile population.",
  "authors": [
    {
      "last_name": "Canonico",
      "fore_name": "Mario Enrico",
      "initials": "ME",
      "name": "Mario Enrico Canonico",
      "affiliations": [
        "CPC Clinical Research, Aurora, Colorado, USA; Division of Cardiology, Department of Medicine, University of Colorado School of Medicine, Aurora, Colorado, USA. Electronic address: https://twitter.com/me_canonico."
      ]
    },
    {
      "last_name": "Low Wang",
      "fore_name": "Cecilia C",
      "initials": "CC",
      "name": "Cecilia C Low Wang",
      "affiliations": [
        "CPC Clinical Research, Aurora, Colorado, USA; Division of Endocrinology, Department of Medicine, University of Colorado School of Medicine, Aurora, Colorado, USA."
      ]
    },
    {
      "last_name": "Hsia",
      "fore_name": "Judith",
      "initials": "J",
      "name": "Judith Hsia",
      "affiliations": [
        "CPC Clinical Research, Aurora, Colorado, USA; Division of Cardiology, Department of Medicine, University of Colorado School of Medicine, Aurora, Colorado, USA."
      ]
    },
    {
      "last_name": "Debus",
      "fore_name": "E Sebastian",
      "initials": "ES",
      "name": "E Sebastian Debus",
      "affiliations": [
        "Department of Vascular Medicine, Vascular Surgery-Angiology-Endovascular Therapy, University of Hamburg-Eppendorf, Hamburg, Germany."
      ]
    },
    {
      "last_name": "Nehler",
      "fore_name": "Mark R",
      "initials": "MR",
      "name": "Mark R Nehler",
      "affiliations": [
        "CPC Clinical Research, Aurora, Colorado, USA; Department of Surgery, University of Colorado School of Medicine, Aurora, Colorado, USA."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Manesh R",
      "initials": "MR",
      "name": "Manesh R Patel",
      "affiliations": [
        "Duke Clinical Research Institute, Division of Cardiology, Duke University Medical Center, Durham, North Carolina, USA. Electronic address: https://twitter.com/manesh_patelMD."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: https://twitter.com/DrSoniaAnand1."
      ]
    },
    {
      "last_name": "Ycas",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Ycas",
      "affiliations": [
        "CPC Clinical Research, Aurora, Colorado, USA."
      ]
    },
    {
      "last_name": "Capell",
      "fore_name": "Warren H",
      "initials": "WH",
      "name": "Warren H Capell",
      "affiliations": [
        "CPC Clinical Research, Aurora, Colorado, USA; Division of Endocrinology, Department of Medicine, University of Colorado School of Medicine, Aurora, Colorado, USA."
      ]
    },
    {
      "last_name": "Muehlhofer",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Muehlhofer",
      "affiliations": [
        "Bayer AG Research and Development, Pharmaceuticals, Wuppertal, Germany."
      ]
    },
    {
      "last_name": "Haskell",
      "fore_name": "Lloyd P",
      "initials": "LP",
      "name": "Lloyd P Haskell",
      "affiliations": [
        "Janssen Research and Development, Raritan, New Jersey, USA."
      ]
    },
    {
      "last_name": "Berkowitz",
      "fore_name": "Scott D",
      "initials": "SD",
      "name": "Scott D Berkowitz",
      "affiliations": [
        "CPC Clinical Research, Aurora, Colorado, USA; Division of Cardiology, Department of Medicine, University of Colorado School of Medicine, Aurora, Colorado, USA; Division of Hematology, Department of Medicine, University of Colorado School of Medicine, Aurora, Colorado, USA."
      ]
    },
    {
      "last_name": "Bauersachs",
      "fore_name": "Rupert",
      "initials": "R",
      "name": "Rupert Bauersachs",
      "affiliations": [
        "Cardioangiologic Center, Agaplesion Bethanien Hospital, Frankfurt am Main, Germany; Center for Thrombosis and Hemostasis, University of Mainz, Mainz, Germany."
      ]
    },
    {
      "last_name": "Bonaca",
      "fore_name": "Marc P",
      "initials": "MP",
      "name": "Marc P Bonaca",
      "affiliations": [
        "CPC Clinical Research, Aurora, Colorado, USA; Division of Cardiology, Department of Medicine, University of Colorado School of Medicine, Aurora, Colorado, USA. Electronic address: marc.bonaca@cpcmed.org."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "1558-3597",
    "issn_type": "Electronic",
    "volume": "84",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "27"
  },
  "start_page": "801",
  "end_page": "811",
  "pages": "801-811",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Multicenter Study"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Aspirin",
    "Double-Blind Method",
    "Drug Therapy, Combination",
    "Factor Xa Inhibitors",
    "Lower Extremity",
    "Peripheral Arterial Disease",
    "Platelet Aggregation Inhibitors",
    "Rivaroxaban",
    "Vascular Surgical Procedures",
    "Postoperative Complications",
    "Frailty"
  ],
  "article_ids": {
    "pubmed": "39168566",
    "doi": "10.1016/j.jacc.2024.05.060",
    "pii": "S0735-1097(24)07674-5"
  },
  "doi": "10.1016/j.jacc.2024.05.060",
  "dates": {
    "completed": "2024-08-21",
    "revised": "2025-01-14"
  },
  "chemicals": [
    "Aspirin",
    "Factor Xa Inhibitors",
    "Platelet Aggregation Inhibitors",
    "Rivaroxaban"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.381069",
    "pmid": "39168566"
  }
}