{
  "pmid": "39167453",
  "uid": "39167453",
  "title": "Long-Term Kidney Outcomes in Children with Posterior Urethral Valves: A Population-Based Cohort Study.",
  "abstract": "KEY POINTS: Among 727 children with posterior urethral valves, 32% had major adverse kidney events (death, kidney failure, or CKD) over a median of 14.2-year follow-up. Children with posterior urethral valves were at substantially higher risks of kidney failure, CKD, and hypertension than the general population. This justifies close kidney health surveillance among children with posterior urethral valves and optimized transitions to adult urologic care. BACKGROUND: Posterior urethral valves represent the most common cause of lower urinary tract obstruction in male infants (approximately 1/4000 live births). Long-term kidney outcomes of posterior urethral valves remain uncertain. We aimed to determine the time-varying risk of major adverse kidney events (MAKE) following children with posterior urethral valves into adulthood. METHODS: A population-based retrospective cohort study of all male children (<2 years) diagnosed with posterior urethral valves between 1991 and 2021 in Ontario, Canada. Comparator cohorts were (1) male general population and (2) male children with pyeloplasty (both <2 years). The primary outcome was MAKE (death, long-term KRT [dialysis or kidney transplant], or CKD). Time to MAKE was analyzed using multivariable-adjusted Cox proportional hazards models. We censored for provincial emigration or administrative censoring (March 31, 2022). RESULTS: We included 727 children with posterior urethral valves, 855 pyeloplasty comparators, and 1,013,052 general population comparators. The median follow-up time was 16.6 years (Q1–3, 8.6–24.5) overall. Throughout follow-up, 32% of children with posterior urethral valves developed MAKE versus 1% of the general population and 6% of pyeloplasty comparators. Their adjusted hazard ratio for MAKE was 36.6 (95% confidence interval, 31.6 to 42.4) versus the general population. The risk of developing MAKE declined over the first 5 years after posterior urethral valve diagnosis but remained elevated for >30-year follow-up. Children with posterior urethral valves were also at higher risk of death, CKD, long-term KRT, hypertension, and AKI than the general population or pyeloplasty comparators. CONCLUSIONS: Children with posterior urethral valves are at higher risk of adverse long-term kidney outcomes well into adulthood.",
  "authors": [
    {
      "last_name": "Robinson",
      "fore_name": "Cal H",
      "initials": "CH",
      "name": "Cal H Robinson",
      "affiliations": [
        "Division of Nephrology, Department of Paediatrics, The Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-2223-0646"
    },
    {
      "last_name": "Rickard",
      "fore_name": "Mandy",
      "initials": "M",
      "name": "Mandy Rickard",
      "affiliations": [
        "Division of Paediatric Urology, Department of Surgery, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-0598-1824"
    },
    {
      "last_name": "Jeyakumar",
      "fore_name": "Nivethika",
      "initials": "N",
      "name": "Nivethika Jeyakumar",
      "affiliations": [
        "Lawson Health Research Institute, London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Smith",
      "affiliations": [
        "Lawson Health Research Institute, London Health Sciences Centre, London, Ontario, Canada.",
        "ICES, Toronto, Ontario, Canada."
      ],
      "orcid": "0009-0002-5636-4973"
    },
    {
      "last_name": "Richter",
      "fore_name": "Juliane",
      "initials": "J",
      "name": "Juliane Richter",
      "affiliations": [
        "Division of Paediatric Urology, Department of Surgery, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-6887-0342"
    },
    {
      "last_name": "Van Mieghem",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Van Mieghem",
      "affiliations": [
        "Division of Maternal and Fetal Medicine, Department of Obstetrics and Gynaecology, Mount Sinai Hospital, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-3034-6905"
    },
    {
      "last_name": "Dos Santos",
      "fore_name": "Joana",
      "initials": "J",
      "name": "Joana Dos Santos",
      "affiliations": [
        "Division of Paediatric Urology, Department of Surgery, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Division of Nephrology, Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9366-3118"
    },
    {
      "last_name": "Lorenzo",
      "fore_name": "Armando J",
      "initials": "AJ",
      "name": "Armando J Lorenzo",
      "affiliations": [
        "Division of Paediatric Urology, Department of Surgery, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Society of Nephrology : JASN",
    "iso_abbreviation": "J Am Soc Nephrol",
    "issn": "1533-3450",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "12",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "1715",
  "end_page": "1725",
  "pages": "1715-1725",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39167453",
    "pmc": "PMC11617487",
    "doi": "10.1681/ASN.0000000000000468",
    "pii": "00001751-202412000-00012"
  },
  "doi": "10.1681/ASN.0000000000000468",
  "pmc_id": "PMC11617487",
  "dates": {
    "revised": "2025-07-08"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Division of Urology Funding",
      "agency": "Hospital for Sick Children"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.115781",
    "pmid": "39167453"
  }
}