{
  "pmid": "39168302",
  "uid": "39168302",
  "title": "Patient-Reported Outcome Measures in Chronic Spontaneous Urticaria, Angioedema, and Atopic Dermatitis.",
  "abstract": "Reducing the burden of disease for patients and families requires being able to measure health status changes related to disease severity, control, and response to treatment over time. Patient-reported outcomes are patient perceptions of their health status. Such perceptions are critical to decision making. Some patient-reported outcome measures (PROMs) are extensive and often intended to be used only for detailed research assessments. Many PROMs, however, form critical components of valid, reliable, and responsive assessments in clinical research and routine clinical practice. The smallest score change in a PROM that would lead to different decision making by patients is called the minimally important difference. Using PROMs may also offer advantages over general questions or unvalidated tools. With the innovation of technology, the ability to chronicle disease symptoms using communication technology (mobile phone applications) has become increasingly available. Collection of real-world data in this capacity will be very useful for identifying more precise phenotypes/endotypes necessary for investigation of tailored therapies for chronic spontaneous and inducible urticaria, angioedema, and atopic dermatitis. Here, we provide an overview of PROMs that have been developed for the assessment of disease severity, control, and quality of life and that have been validated for the use of adults and children with these skin disorders.",
  "authors": [
    {
      "last_name": "Bernstein",
      "fore_name": "Jonathan A",
      "initials": "JA",
      "name": "Jonathan A Bernstein",
      "affiliations": [
        "Division of Rheumatology, Allergy and Immunology, Department of Internal Medicine, University of Cincinnati, Cincinnati, Ohio. Electronic address: Bernstja@ucmail.uc.edu."
      ]
    },
    {
      "last_name": "Apfelbacher",
      "fore_name": "Chistian",
      "initials": "C",
      "name": "Chistian Apfelbacher",
      "affiliations": [
        "Otto-von-Guericke-Universität Magdeburg, Institute of Social Medicine and Health Systems Research (ISMHSR), Magdeburg, Germany."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; The Research Institute of St. Joe's Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schneider",
      "fore_name": "Lynda",
      "initials": "L",
      "name": "Lynda Schneider",
      "affiliations": [
        "Division of Immunology, Boston Children's Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Saini",
      "fore_name": "Sarbjit S",
      "initials": "SS",
      "name": "Sarbjit S Saini",
      "affiliations": [
        "Division of Allergy and Clinical Immunology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, Md."
      ]
    },
    {
      "last_name": "Ben Shoshan",
      "fore_name": "Moshe",
      "initials": "M",
      "name": "Moshe Ben Shoshan",
      "affiliations": [
        "Division of Pediatric Allergy, Clinical Immunology and Dermatology, Department of Pediatrics, McGill University Health Center, Montreal Children's Hospital, Montreal, Quebec, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The journal of allergy and clinical immunology. In practice",
    "iso_abbreviation": "J Allergy Clin Immunol Pract",
    "issn": "2213-2201",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "10",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "2583",
  "end_page": "2590",
  "pages": "2583-2590",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Patient Reported Outcome Measures",
    "Dermatitis, Atopic",
    "Angioedema",
    "Quality of Life",
    "Chronic Urticaria",
    "Chronic Disease",
    "Mobile Applications",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "39168302",
    "doi": "10.1016/j.jaip.2024.08.021",
    "pii": "S2213-2198(24)00840-7"
  },
  "doi": "10.1016/j.jaip.2024.08.021",
  "dates": {
    "completed": "2024-10-09",
    "revised": "2024-10-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.200185",
    "pmid": "39168302"
  }
}