{
  "pmid": "39174995",
  "uid": "39174995",
  "title": "A scoping review of costing methodologies used to assess interventions for underserved pregnant people and new parents.",
  "abstract": "BACKGROUND: Lack of evidence about the long-term economic benefits of interventions targeting underserved perinatal populations can hamper decision making regarding funding. To optimize the quality of future research, we examined what methods and costs have been used to assess the value of interventions targeting pregnant people and/or new parents who have poor access to healthcare. METHODS: We conducted a scoping review using methods described by Arksey and O'Malley. We conducted systematic searches in eight databases and web-searches for grey literature. Two researchers independently screened results to determine eligibility for inclusion. We included economic evaluations and cost analyses of interventions targeting pregnant people and/or new parents from underserved populations in twenty high income countries. We extracted and tabulated data from included publications regarding the study setting, population, intervention, study methods, types of costs included, and data sources for costs. RESULTS: Final searches were completed in May 2024. We identified 103 eligible publications describing a range of interventions, most commonly home visiting programs (n = 19), smoking cessation interventions (n = 19), prenatal care (n = 11), perinatal mental health interventions (n = 11), and substance use treatment (n = 10), serving 36 distinct underserved populations. A quarter of the publications (n = 25) reported cost analyses only, while 77 were economic evaluations. Most publications (n = 82) considered health care costs, 45 considered other societal costs, and 14 considered only program costs. Only a third (n = 36) of the 103 included studies considered long-term costs that occurred more than one year after the birth (for interventions occurring only in pregnancy) or after the end of the intervention. CONCLUSIONS: A broad range of interventions targeting pregnant people and/or new parents from underserved populations have the potential to reduce health inequities in their offspring. Economic evaluations of such interventions are often at risk of underestimating the long-term benefits of these interventions because they do not consider downstream societal costs. Our consolidated list of downstream and long-term costs from existing research can inform future economic analyses of interventions targeting poorly served pregnant people and new parents. Comprehensively quantifying the downstream and long-term benefits of such interventions is needed to inform decision making that will improve health equity.",
  "authors": [
    {
      "last_name": "Darling",
      "fore_name": "Elizabeth K",
      "initials": "EK",
      "name": "Elizabeth K Darling",
      "affiliations": [
        "McMaster Midwifery Research Centre, McMaster University, 1280 Main St. W., HSC 4H24, Hamilton, ON, L8S 4K1, Canada. darlinek@mcmaster.ca."
      ]
    },
    {
      "last_name": "Jansen",
      "fore_name": "Aisha",
      "initials": "A",
      "name": "Aisha Jansen",
      "affiliations": [
        "McMaster Midwifery Research Centre, McMaster University, 1280 Main St. W., HSC 4H24, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Jameel",
      "fore_name": "Bismah",
      "initials": "B",
      "name": "Bismah Jameel",
      "affiliations": [
        "McMaster Midwifery Research Centre, McMaster University, 1280 Main St. W., HSC 4H24, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Éric",
      "initials": "JÉ",
      "name": "Jean-Éric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Communication Research Lab (CRL) 227, McMaster University, 1280 Main Street West, Hamilton, ON, L8K 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal for equity in health",
    "iso_abbreviation": "Int J Equity Health",
    "issn": "1475-9276",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "22"
  },
  "start_page": "168",
  "pages": "168",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Pregnancy",
    "Vulnerable Populations",
    "Cost-Benefit Analysis",
    "Prenatal Care",
    "Health Services Accessibility"
  ],
  "article_ids": {
    "pubmed": "39174995",
    "pmc": "PMC11340114",
    "doi": "10.1186/s12939-024-02252-x",
    "pii": "10.1186/s12939-024-02252-x"
  },
  "doi": "10.1186/s12939-024-02252-x",
  "pmc_id": "PMC11340114",
  "dates": {
    "completed": "2024-08-23",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.678658",
    "pmid": "39174995"
  }
}