{
  "pmid": "39182556",
  "uid": "39182556",
  "title": "Secondary Conduits in Coronary Artery Bypass Grafting Surgery.",
  "abstract": "BACKGROUND: Recent evidence has suggested use of the right internal mammary artery (RIMA) is associated with worse clinical outcomes in patients undergoing coronary artery bypass grafting (CABG) surgery. Therefore, we compared the clinical consequences of secondary conduit selection (RIMA vs radial artery vs saphenous vein) after CABG. METHODS: A post-hoc analysis of the CABG Off or On Pump Revascularization Study, involving 3913 patients from 79 centers in 19 countries who underwent CABG surgery and received arterial grafting with at least 2 grafts. Outcomes of interest were all-cause mortality, myocardial infarction, stroke, and revascularization. RESULTS: A total of 3913 patients received veins (3210; 68%), radial arteries (549; 12%), or RIMAs (154; 3%) to supplement left internal mammary artery to left anterior descending artery grafts. The risk of all-cause mortality was reduced in patients who received secondary radial arteries compared with veins (weighted hazard ratio [HR], 0.79; 95% CI, 0.64-0.98) and increased in patients who received RIMA compared with veins (weighted HR, 1.37; 95% CI, 1.13-1.68) after 4.8 years of follow-up. Multiple and single arterial grafting had a similar mortality risk (weighted HR, 0.87; 95% CI, 0.73-1.03). CONCLUSIONS: Supplementing left internal mammary artery to left anterior descending artery grafting using radial arteries led to better clinical outcomes than veins, and too few RIMA were available to draw definitive conclusions. A randomized trial is needed to clarify the role of the RIMA in multiple arterial grafting CABG surgery.",
  "authors": [
    {
      "last_name": "Browne",
      "fore_name": "Austin",
      "initials": "A",
      "name": "Austin Browne",
      "affiliations": [
        "Population Health Research Institute and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Shun Fu",
      "initials": "SF",
      "name": "Shun Fu Lee",
      "affiliations": [
        "Population Health Research Institute and Hamilton Health Sciences, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rubens",
      "fore_name": "Fraser",
      "initials": "F",
      "name": "Fraser Rubens",
      "affiliations": [
        "Department of Surgery, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pan",
      "fore_name": "Xiangbin",
      "initials": "X",
      "name": "Xiangbin Pan",
      "affiliations": [
        "Department of Structural Heart Disease, National Center for Cardiovascular Disease, China and Cardiovascular Insititue & Fu Wai Hospital, Peking Union Medical College & Chinese Academy of Medical Science, Beijing, China."
      ]
    },
    {
      "last_name": "Noiseux",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Noiseux",
      "affiliations": [
        "Department of Cardiac Surgery, Centre Hospitalier de l'Universite de Montreal, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Gaudino",
      "fore_name": "Mario",
      "initials": "M",
      "name": "Mario Gaudino",
      "affiliations": [
        "Department of Cardiothoracic Surgery, Weill Cornell Medicine, New York, New York."
      ]
    },
    {
      "last_name": "Dimagli",
      "fore_name": "Arnaldo",
      "initials": "A",
      "name": "Arnaldo Dimagli",
      "affiliations": [
        "Department of Cardiac Surgery, Bristol Heart Institute, University of Bristol, Bristol, UK."
      ]
    },
    {
      "last_name": "Lamy",
      "fore_name": "André",
      "initials": "A",
      "name": "André Lamy",
      "affiliations": [
        "Population Health Research Institute and Hamilton Health Sciences, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: lamya@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Annals of thoracic surgery",
    "iso_abbreviation": "Ann Thorac Surg",
    "issn": "1552-6259",
    "issn_type": "Electronic",
    "volume": "118",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "1245",
  "end_page": "1253",
  "pages": "1245-1253",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Aged",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Coronary Artery Bypass",
    "Coronary Artery Disease",
    "Mammary Arteries",
    "Postoperative Complications",
    "Radial Artery",
    "Saphenous Vein",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "39182556",
    "doi": "10.1016/j.athoracsur.2024.07.044",
    "pii": "S0003-4975(24)00682-9"
  },
  "doi": "10.1016/j.athoracsur.2024.07.044",
  "dates": {
    "completed": "2024-11-24",
    "revised": "2025-06-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:13.657793",
    "pmid": "39182556"
  }
}