{
  "pmid": "39181596",
  "uid": "39181596",
  "title": "Antivirals for post-exposure prophylaxis of influenza: a systematic review and network meta-analysis.",
  "abstract": "BACKGROUND: Antiviral post-exposure prophylaxis with neuraminidase inhibitors can reduce the incidence of influenza and the risk of symptomatic influenza, but the efficacy of the other classes of antiviral remains unclear. To support an update of WHO influenza guidelines, this systematic review and network meta-analysis evaluated antiviral drugs for post-exposure prophylaxis of influenza. METHODS: We systematically searched MEDLINE, Embase, Cochrane Central Register of Controlled Trials, Cumulative Index to Nursing and Allied Health Literature, Global Health, Epistemonikos, and ClinicalTrials.gov for randomised controlled trials published up to Sept 20, 2023 that evaluated the efficacy and safety of antivirals compared with another antiviral or placebo or standard care for prevention of influenza. Pairs of reviewers independently screened studies, extracted data, and assessed the risk of bias. We performed network meta-analyses with frequentist random effects model and assessed the certainty of evidence using the GRADE (Grading of Recommendations Assessment, Development and Evaluation) approach. The outcomes of interest were symptomatic or asymptomatic infection, admission to hospital, all-cause mortality, adverse events related to antivirals, and serious adverse events. This study is registered with PROSPERO, CRD42023466450. FINDINGS: Of 11 845 records identified by our search, 33 trials of six antivirals (zanamivir, oseltamivir, laninamivir, baloxavir, amantadine, and rimantadine) that enrolled 19 096 individuals (mean age 6·75-81·15 years) were included in this systematic review and network meta-analysis. Most of the studies were rated as having a low risk of bias. Zanamivir, oseltamivir, laninamivir, and baloxavir probably achieve important reductions in symptomatic influenza in individuals at high risk of severe disease (zanamivir: risk ratio 0·35, 95% CI 0·25-0·50; oseltamivir: 0·40, 0·26-0·62; laninamivir: 0·43, 0·30-0·63; baloxavir: 0·43, 0·23-0·79; moderate certainty) when given promptly (eg, within 48 h) after exposure to seasonal influenza. These antivirals probably do not achieve important reductions in symptomatic influenza in individuals at low risk of severe disease when given promptly after exposure to seasonal influenza (moderate certainty). Zanamivir, oseltamivir, laninamivir, and baloxavir might achieve important reductions in symptomatic zoonotic influenza in individuals exposed to novel influenza A viruses associated with severe disease in infected humans when given promptly after exposure (low certainty). Oseltamivir, laninamivir, baloxavir, and amantadine probably decrease the risk of all influenza (symptomatic and asymptomatic infection; moderate certainty). Zanamivir, oseltamivir, laninamivir, and baloxavir probably have little or no effect on prevention of asymptomatic influenza virus infection or all-cause mortality (high or moderate certainty). Oseltamivir probably has little or no effect on admission to hospital (moderate certainty). All six antivirals do not significantly increase the incidence of drug-related adverse events or serious adverse events, although the certainty of evidence varies. INTERPRETATION: Post-exposure prophylaxis with zanamivir, oseltamivir, laninamivir, or baloxavir probably decreases the risk of symptomatic seasonal influenza in individuals at high risk for severe disease after exposure to seasonal influenza viruses. Post-exposure prophylaxis with zanamivir, oseltamivir, laninamivir, or baloxavir might reduce the risk of symptomatic zoonotic influenza after exposure to novel influenza A viruses associated with severe disease in infected humans. FUNDING: World Health Organization.",
  "authors": [
    {
      "last_name": "Zhao",
      "fore_name": "Yunli",
      "initials": "Y",
      "name": "Yunli Zhao",
      "affiliations": [
        "Department of Gerontology, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China; Chongqing Municipality Clinical Research Center for Geriatrics, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China; Precision Medicine Center, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Ya",
      "initials": "Y",
      "name": "Ya Gao",
      "affiliations": [
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Uyeki",
      "fore_name": "Timothy M",
      "initials": "TM",
      "name": "Timothy M Uyeki",
      "affiliations": [
        "Influenza Division, US Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Liu",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Ming",
      "initials": "M",
      "name": "Ming Liu",
      "affiliations": [
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Shen",
      "fore_name": "Yanjiao",
      "initials": "Y",
      "name": "Yanjiao Shen",
      "affiliations": [
        "Innovation Institute for Integration of Medicine and Engineering, Chinese Evidence-Based Medicine Center, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Xiaoyan",
      "initials": "X",
      "name": "Xiaoyan Chen",
      "affiliations": [
        "The Center of Gerontology and Geriatrics (National Clinical Research Center for Geriatrics), West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Shuyue",
      "initials": "S",
      "name": "Shuyue Luo",
      "affiliations": [
        "The Center of Gerontology and Geriatrics (National Clinical Research Center for Geriatrics), West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xingsheng",
      "initials": "X",
      "name": "Xingsheng Li",
      "affiliations": [
        "Department of Gerontology, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China; Chongqing Municipality Clinical Research Center for Geriatrics, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Rongzhong",
      "initials": "R",
      "name": "Rongzhong Huang",
      "affiliations": [
        "Department of Gerontology, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China; Chongqing Municipality Clinical Research Center for Geriatrics, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China; Precision Medicine Center, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Hao",
      "fore_name": "Qiukui",
      "initials": "Q",
      "name": "Qiukui Hao",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada. Electronic address: haoqiukui@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "404",
    "issue": "10454",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "24"
  },
  "start_page": "764",
  "end_page": "772",
  "pages": "764-772",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Child",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Young Adult",
    "Antiviral Agents",
    "Influenza, Human",
    "Post-Exposure Prophylaxis",
    "Randomized Controlled Trials as Topic",
    "Aged, 80 and over"
  ],
  "article_ids": {
    "pubmed": "39181596",
    "pmc": "PMC11369964",
    "doi": "10.1016/S0140-6736(24)01357-6",
    "pii": "S0140-6736(24)01357-6"
  },
  "doi": "10.1016/S0140-6736(24)01357-6",
  "pmc_id": "PMC11369964",
  "dates": {
    "completed": "2024-08-24",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Antiviral Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.325127",
    "pmid": "39181596"
  }
}