{
  "pmid": "39181202",
  "uid": "39181202",
  "title": "Osteochondroplasty with or without labral repair is more cost-effective than arthroscopic lavage with or without labral repair for treatment of young adults with femoroacetabular impingement: A cost-utility analysis based on data from a randomized controlled trial.",
  "abstract": "OBJECTIVES: The objective of this study was to conduct a cost-utility analysis of osteochondroplasty with or without labral repair compared to arthroscopic lavage with or without labral repair for femoroacetabular impingement (FAI) from a Canadian public payer perspective. METHODS: A Markov model was constructed to compare the lifetime quality-adjusted life years (QALYs) and costs of the two treatment strategies. The target population was surgical FAI patients aged 36 years. The primary data source was patient-level data from the Femoroacetabular Impingement Randomised Controlled Trial, which evaluated the efficacy of the surgical correction of FAI via arthroscopic osteochondroplasty with or without labral repair compared to arthroscopic lavage with or without labral repair in Canada. Long-term data were extrapolated using a generalized gamma model. The primary outcome was the incremental cost-effectiveness ratio, calculated by dividing the difference in costs by the difference in QALYs between osteochondroplasty and lavage, with or without labral repair. Probabilistic sensitivity analyses and one-way sensitivity analyses were used to characterize uncertainty of model parameters and assumptions. RESULTS: Over a lifetime horizon, osteochondroplasty, with or without labral repair, had a greater expected benefit (0.63 QALYs gained per patient) and lower costs ($955.89 saved per patient), as compared with lavage with or without labral repair. Probabilistic sensitivity analyses demonstrated that the probability of osteochondroplasty, with or without labral repair, being cost-effective was 90.5% at a commonly used willingness-to-pay threshold of $50,000/QALY in Canada. Across all one-way sensitivity analyses, osteochondroplasty with or without labral repair remained a cost-effective option. CONCLUSION: Over a lifetime time horizon, osteochondroplasty, with or without labral repair, is a cost-effective treatment strategy for young adults with FAI. Future research involving real-word data is needed to further validate these findings. LEVEL OF EVIDENCE: III.",
  "authors": [
    {
      "last_name": "Yan",
      "fore_name": "Jiajun",
      "initials": "J",
      "name": "Jiajun Yan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main St W, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Humphries",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Humphries",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main St W, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Bo",
      "fore_name": "Zhenyan",
      "initials": "Z",
      "name": "Zhenyan Bo",
      "affiliations": [
        "Department of Pharmacy/Evidence-based Pharmacy Center, West China Second University Hospital, Sichuan University, Jinjiang District, , 610066, Chengdu, Sichuan, China."
      ]
    },
    {
      "last_name": "Dai",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Dai",
      "affiliations": [
        "Department of Mathematics and Statistics, McMaster University, 1280 Main St W, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Surgery, Division of Orthopaedic Surgery, McMaster University, 1280 Main St W, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main St W, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main St W, Hamilton, ON L8S 4L8, Canada; Department of Surgery, Division of Orthopaedic Surgery, McMaster University, 1280 Main St W, Hamilton, ON L8S 4L8, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of ISAKOS : joint disorders & orthopaedic sports medicine",
    "iso_abbreviation": "J ISAKOS",
    "issn": "2059-7762",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "100307",
  "pages": "100307",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Comparative Study"
  ],
  "keywords": [
    "Humans",
    "Cost-Benefit Analysis",
    "Femoracetabular Impingement",
    "Arthroscopy",
    "Quality-Adjusted Life Years",
    "Adult",
    "Canada",
    "Male",
    "Female",
    "Markov Chains",
    "Therapeutic Irrigation",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "39181202",
    "doi": "10.1016/j.jisako.2024.100307",
    "pii": "S2059-7754(24)00154-8"
  },
  "doi": "10.1016/j.jisako.2024.100307",
  "dates": {
    "completed": "2024-12-11",
    "revised": "2025-04-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.374580",
    "pmid": "39181202"
  }
}