{
  "pmid": "39181404",
  "uid": "39181404",
  "title": "Approach to Mycosis Fungoides in children: Consensus-based recommendations.",
  "abstract": "BACKGROUND: Pediatric Mycosis fungoides (MF) management extrapolates from adult guidelines, despite differing clinical aspects. Recommendations are essential to address unique challenges in this distinct patient group. OBJECTIVE: This project aims to derive consensus recommendations for pediatric MF management. METHODS: Experts from pediatric dermatology, general dermatology, dermatopathology, and pediatric hematology-oncology (N = 83) were invited to contribute to consensus recommendations. The process involved 3 electronic Delphi rounds, concluding with a final consensus meeting using a modified Nominal Group Technique for unresolved items. RESULTS: Consensus included more clinical severity measures than tumor-node-metastasis-blood staging: pruritus, functional or esthetic impairment (eg, palms, soles, genitalia), quality of life impact, and psychological aspects (eg, embarrassment, anxiety, depression), plus parental anxiety. Ten recommendations were made for managing early and advanced pediatric MF. Disagreement emerged in choosing therapies beyond stage I of the disease. DISCUSSION: This multinational initiative aimed to standardize optimal pediatric MF management and successfully generated consensus recommendations. Additional work is needed for structured, prospective protocols in advanced-stage pediatric MF. LIMITATIONS: Lack of pediatric hematologists-oncologists and patients' representatives. CONCLUSION: Documentation of extended clinical severity and outcome measures is recommended. Addressing the need for structured protocols in advanced-stage pediatric MF and implementing systematic, prospective data collection is crucial.",
  "authors": [
    {
      "last_name": "Zvulunov",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Zvulunov",
      "affiliations": [
        "Sheba Medical Center, Tel-Hashomer and Reichman University, Herzlia, Israel; Pediatric Dermatology Research Alliance, Portland, Oregon. Electronic address: Alex.Zvulunov@sheba.health.gov.il."
      ]
    },
    {
      "last_name": "Neale",
      "fore_name": "Holly",
      "initials": "H",
      "name": "Holly Neale",
      "affiliations": [
        "Pediatric Dermatology Research Alliance, Portland, Oregon; Department of Dermatology, University of Massachusetts Medical School, Worcester, Massachusetts."
      ]
    },
    {
      "last_name": "Stern",
      "fore_name": "Jonah",
      "initials": "J",
      "name": "Jonah Stern",
      "affiliations": [
        "Department of Medicine, Montefiore Medical Center, Albert Einstein College of Medicine, New York, New York."
      ]
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Stein",
      "fore_name": "Amy Buros",
      "initials": "AB",
      "name": "Amy Buros Stein",
      "affiliations": [
        "Pediatric Dermatology Research Alliance, Portland, Oregon."
      ]
    },
    {
      "last_name": "Koh",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Koh",
      "affiliations": [
        "Department of Dermatology, KK Women's and Children's Hospital, Singapore."
      ]
    },
    {
      "last_name": "Eichenfield",
      "fore_name": "Lawrence F",
      "initials": "LF",
      "name": "Lawrence F Eichenfield",
      "affiliations": [
        "Departments of Dermatology and Pediatrics, University of California, San Diego, California."
      ]
    },
    {
      "last_name": "Guitart",
      "fore_name": "Joan",
      "initials": "J",
      "name": "Joan Guitart",
      "affiliations": [
        "Department of Dermatology, Feinberg School of Medicine, Northwestern University, Chicago, Ilinois."
      ]
    },
    {
      "last_name": "Goebeler",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Goebeler",
      "affiliations": [
        "Department of Dermatology, Venereology and Allergology, University Hospital Würzburg, Würzburg, Germany."
      ]
    },
    {
      "last_name": "Scarisbrick",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Scarisbrick",
      "affiliations": [
        "Department of Dermatology, University Hospitals Birmingham NHS Foundation Trust, Birmingham, UK."
      ]
    },
    {
      "last_name": "Willemze",
      "fore_name": "Rein",
      "initials": "R",
      "name": "Rein Willemze",
      "affiliations": [
        "Department of Dermatology, Leiden University Medical Center, Leiden, The Netherlands."
      ]
    },
    {
      "last_name": "Coughlin",
      "fore_name": "Carrie C",
      "initials": "CC",
      "name": "Carrie C Coughlin",
      "affiliations": [
        "Division of Dermatology, Departments of Medicine and Pediatrics, Washington University School of Medicine in St. Louis, St. Louis, Missouri."
      ]
    },
    {
      "last_name": "George",
      "fore_name": "Renu",
      "initials": "R",
      "name": "Renu George",
      "affiliations": [
        "Department of Dermatology, Venereology and Leprosy (Retired) Christian Medical College, Vellore, Tamil Nadu, India."
      ]
    },
    {
      "last_name": "Brazzelli",
      "fore_name": "Valeria",
      "initials": "V",
      "name": "Valeria Brazzelli",
      "affiliations": [
        "Department of Clinical, Surgical, Diagnostic and Pediatric Sciences, Dermatologic Clinic, Universitàdegli Studi di Pavia and Fondazione IRCCS Policlinico San Matteo, Pavia, Italy."
      ]
    },
    {
      "last_name": "Marschalkó",
      "fore_name": "Márta",
      "initials": "M",
      "name": "Márta Marschalkó",
      "affiliations": [
        "Department of Dermatology, Venereology and Dermatooncology, Semmelweis University, Budapest, Hungary."
      ]
    },
    {
      "last_name": "Belousova",
      "fore_name": "Irena",
      "initials": "I",
      "name": "Irena Belousova",
      "affiliations": [
        "Department of Dermatology, Medical Military Academy, Saint Petersburg, Russia."
      ]
    },
    {
      "last_name": "Querfeld",
      "fore_name": "Christiane",
      "initials": "C",
      "name": "Christiane Querfeld",
      "affiliations": [
        "Division of Dermatology, City of Hope Cancer Center, Duarte, California."
      ]
    },
    {
      "last_name": "Bagot",
      "fore_name": "Martine",
      "initials": "M",
      "name": "Martine Bagot",
      "affiliations": [
        "Service de Dermatologie, Université Paris Cité, Hôpital Saint-Louis, Paris, France."
      ]
    },
    {
      "last_name": "Szepietowski",
      "fore_name": "Jacek C",
      "initials": "JC",
      "name": "Jacek C Szepietowski",
      "affiliations": [
        "Department of Dermatology, Venereology and Allergology, Wroclaw Medical University, Wroclaw, Poland."
      ]
    },
    {
      "last_name": "Papadavid",
      "fore_name": "Evangelina",
      "initials": "E",
      "name": "Evangelina Papadavid",
      "affiliations": [
        "2nd Department of Dermatology and Venereology, ATTIKON University Hospital, Athens, Greece."
      ]
    },
    {
      "last_name": "Quaglino",
      "fore_name": "Pietro",
      "initials": "P",
      "name": "Pietro Quaglino",
      "affiliations": [
        "Department of Medical Sciences, Dermatologic Clinic, University of Torino, Torino, Italy."
      ]
    },
    {
      "last_name": "Hoeger",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Hoeger",
      "affiliations": [
        "Department of Dermatology, University of Hamburg, and Department of Pediatric Dermatology, Catholic Children's Hospital Wilhelmstift, Hamburg, Germany."
      ]
    },
    {
      "last_name": "Ortiz-Romero",
      "fore_name": "Pablo L",
      "initials": "PL",
      "name": "Pablo L Ortiz-Romero",
      "affiliations": [
        "Department of Dermatology, Hospital 12 de Octubre, Institute i+12, CIBERONC, Medical School, University Complutense, Madrid, Spain."
      ]
    },
    {
      "last_name": "Nikolaou",
      "fore_name": "Vasiliki",
      "initials": "V",
      "name": "Vasiliki Nikolaou",
      "affiliations": [
        "1st Department of Dermatology and Venereology, National and Kapodistrian University of Athens, University of Athens Medical School, \"Andreas Sygros\" Hospital for Skin Diseases, Athens, Greece."
      ]
    },
    {
      "last_name": "Dummer",
      "fore_name": "Reinhard",
      "initials": "R",
      "name": "Reinhard Dummer",
      "affiliations": [
        "Department of Dermatology, University Hospital of Zurich, Zurich, Switzerland."
      ]
    },
    {
      "last_name": "Aung",
      "fore_name": "Phyu P",
      "initials": "PP",
      "name": "Phyu P Aung",
      "affiliations": [
        "Department of Pathology, University of Texas MD Anderson Cancer Center, Houston, Texas."
      ]
    },
    {
      "last_name": "Lawley",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Lawley",
      "affiliations": [
        "Department of Dermatology, Emory University, Atlanta, Georgia."
      ]
    },
    {
      "last_name": "Morel",
      "fore_name": "Kimberly D",
      "initials": "KD",
      "name": "Kimberly D Morel",
      "affiliations": [
        "Departments of Dermatology and Pediatrics, Columbia University Medical Center, New York, New York."
      ]
    },
    {
      "last_name": "Ngan",
      "fore_name": "Bo",
      "initials": "B",
      "name": "Bo Ngan",
      "affiliations": [
        "Division of Pathology, Department of Pediatric Laboratory Medicine, Hospital for Sick Children and Department of Laboratory Medicine & Pathobiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wain",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Wain",
      "affiliations": [
        "Guy's and St Thomas' NHS Trust, London, UK."
      ]
    },
    {
      "last_name": "Gameiro",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Gameiro",
      "affiliations": [
        "Dermatology Department, Coimbra University Hospital, Coimbra, Portugal."
      ]
    },
    {
      "last_name": "Lacy-Niebla",
      "fore_name": "Rosa María",
      "initials": "RM",
      "name": "Rosa María Lacy-Niebla",
      "affiliations": [
        "Department of Phototherapy, 'Dr. Manuel Gea González' General Hospital, Mexico City, Mexico."
      ]
    },
    {
      "last_name": "Pope",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Pope",
      "affiliations": [
        "Pediatric Dermatology Research Alliance, Portland, Oregon; Division of Pediatric Dermatology, The Hospital for Sick Children and Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Academy of Dermatology",
    "iso_abbreviation": "J Am Acad Dermatol",
    "issn": "1097-6787",
    "issn_type": "Electronic",
    "volume": "91",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "1078",
  "end_page": "1085",
  "pages": "1078-1085",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Consensus Development Conference"
  ],
  "keywords": [
    "Humans",
    "Mycosis Fungoides",
    "Skin Neoplasms",
    "Child",
    "Consensus",
    "Quality of Life",
    "Delphi Technique",
    "Neoplasm Staging",
    "Severity of Illness Index",
    "Anxiety"
  ],
  "article_ids": {
    "pubmed": "39181404",
    "doi": "10.1016/j.jaad.2024.07.1501",
    "pii": "S0190-9622(24)02704-X"
  },
  "doi": "10.1016/j.jaad.2024.07.1501",
  "dates": {
    "completed": "2024-11-27",
    "revised": "2024-12-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.437515",
    "pmid": "39181404"
  }
}