{
  "pmid": "39181595",
  "uid": "39181595",
  "title": "Antivirals for treatment of severe influenza: a systematic review and network meta-analysis of randomised controlled trials.",
  "abstract": "BACKGROUND: The optimal antiviral drug for treatment of severe influenza remains unclear. To support updated WHO influenza clinical guidelines, this systematic review and network meta-analysis evaluated antivirals for treatment of patients with severe influenza. METHODS: We systematically searched MEDLINE, Embase, Cochrane Central Register of Controlled Trials, Cumulative Index to Nursing and Allied Health Literature, Global Health, Epistemonikos, and ClinicalTrials.gov for randomised controlled trials published up to Sept 20, 2023, that enrolled hospitalised patients with suspected or laboratory-confirmed influenza and compared direct-acting influenza antivirals against placebo, standard care, or another antiviral. Pairs of coauthors independently extracted data on study characteristics, patient characteristics, antiviral characteristics, and outcomes, with discrepancies resolved by discussion or by a third coauthor. Key outcomes of interest were time to alleviation of symptoms, duration of hospitalisation, admission to intensive care unit, progression to invasive mechanical ventilation, duration of mechanical ventilation, mortality, hospital discharge destination, emergence of antiviral resistance, adverse events, adverse events related to treatments, and serious adverse events. We conducted frequentist network meta-analyses to summarise the evidence and evaluated the certainty of evidence using the GRADE (Grading of Recommendations Assessment, Development and Evaluation) approach. This study is registered with PROSPERO, CRD42023456650. FINDINGS: Of 11 878 records identified by our search, eight trials with 1424 participants (mean age 36-60 years for trials that reported mean or median age; 43-78% male patients) were included in this systematic review, of which six were included in the network meta-analysis. The effects of oseltamivir, peramivir, or zanamivir on mortality compared with placebo or standard care without placebo for seasonal and zoonotic influenza were of very low certainty. Compared with placebo or standard care, we found low certainty evidence that duration of hospitalisation for seasonal influenza was reduced with oseltamivir (mean difference -1·63 days, 95% CI -2·81 to -0·45) and peramivir (-1·73 days, -3·33 to -0·13). Compared with standard care, there was little or no difference in time to alleviation of symptoms with oseltamivir (0·34 days, -0·86 to 1·54; low certainty evidence) or peramivir (-0·05 days, -0·69 to 0·59; low certainty evidence). There were no differences in adverse events or serious adverse events with oseltamivir, peramivir, and zanamivir (very low certainty evidence). Uncertainty remains about the effects of antivirals on other outcomes for patients with severe influenza. Due to the small number of eligible trials, we could not test for publication bias. INTERPRETATION: In hospitalised patients with severe influenza, oseltamivir and peramivir might reduce duration of hospitalisation compared with standard care or placebo, although the certainty of evidence is low. The effects of all antivirals on mortality and other important patient outcomes are very uncertain due to scarce data from randomised controlled trials. FUNDING: World Health Organization.",
  "authors": [
    {
      "last_name": "Gao",
      "fore_name": "Ya",
      "initials": "Y",
      "name": "Ya Gao",
      "affiliations": [
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada; MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Uyeki",
      "fore_name": "Timothy M",
      "initials": "TM",
      "name": "Timothy M Uyeki",
      "affiliations": [
        "Influenza Division, US Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Ming",
      "initials": "M",
      "name": "Ming Liu",
      "affiliations": [
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Yamin",
      "initials": "Y",
      "name": "Yamin Chen",
      "affiliations": [
        "Clinical Nursing Teaching and Research Section, The Second Xiangya Hospital, Central South University, Changsha, China; Xiangya School of Nursing, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Yunli",
      "initials": "Y",
      "name": "Yunli Zhao",
      "affiliations": [
        "Department of Geriatric Medicine, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China; Chongqing Municipality Clinical Research Center for Geriatrics, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Shen",
      "fore_name": "Yanjiao",
      "initials": "Y",
      "name": "Yanjiao Shen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Chinese Evidence-Based Medicine Center, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Jianguo",
      "initials": "J",
      "name": "Jianguo Xu",
      "affiliations": [
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Zheng",
      "fore_name": "Qingyong",
      "initials": "Q",
      "name": "Qingyong Zheng",
      "affiliations": [
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Zhifan",
      "initials": "Z",
      "name": "Zhifan Li",
      "affiliations": [
        "The First Clinical Medical College of Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Wanyu",
      "initials": "W",
      "name": "Wanyu Zhao",
      "affiliations": [
        "National Clinical Research Centre for Geriatrics, West China Hospital, Sichuan University, Chengdu, China; Center of Gerontology and Geriatrics, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Shuyue",
      "initials": "S",
      "name": "Shuyue Luo",
      "affiliations": [
        "National Clinical Research Centre for Geriatrics, West China Hospital, Sichuan University, Chengdu, China; Center of Gerontology and Geriatrics, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Xiaoyan",
      "initials": "X",
      "name": "Xiaoyan Chen",
      "affiliations": [
        "Department of Geriatric, Zigong Affiliated Hospital of Southwest Medical University, Zigong, China."
      ]
    },
    {
      "last_name": "Tian",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Tian",
      "affiliations": [
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Hao",
      "fore_name": "Qiukui",
      "initials": "Q",
      "name": "Qiukui Hao",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada. Electronic address: haoqiukui@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "404",
    "issue": "10454",
    "pub_year": "2024",
    "pub_month": "Aug",
    "pub_day": "24"
  },
  "start_page": "753",
  "end_page": "763",
  "pages": "753-763",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Antiviral Agents",
    "Hospitalization",
    "Influenza, Human",
    "Oseltamivir",
    "Randomized Controlled Trials as Topic",
    "Zanamivir"
  ],
  "article_ids": {
    "pubmed": "39181595",
    "pmc": "PMC11369965",
    "doi": "10.1016/S0140-6736(24)01307-2",
    "pii": "S0140-6736(24)01307-2"
  },
  "doi": "10.1016/S0140-6736(24)01307-2",
  "pmc_id": "PMC11369965",
  "dates": {
    "completed": "2024-08-24",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Antiviral Agents",
    "Oseltamivir",
    "Zanamivir"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.324797",
    "pmid": "39181595"
  }
}