{
  "pmid": "39218429",
  "uid": "39218429",
  "title": "Assessing the certainty of the evidence in systematic reviews: importance, process, and use.",
  "abstract": "When interpreting results and drawing conclusions, authors of systematic reviews should consider the limitations of the evidence included in their review. The Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach provides a framework for the explicit consideration of the limitations of the evidence included in a systematic review, and for incorporating this assessment into the conclusions. Assessments of certainty of evidence are a methodological expectation of systematic reviews. The certainty of the evidence is specific to each outcome in a systematic review and can be rated as high, moderate, low, or very low. Because it will have an important impact, before assessing the certainty of evidence, reviewers must clarify the intent of their question: are they interested in causation or association. Serious concerns regarding limitations in the study design, inconsistency, imprecision, indirectness, and publication bias can decrease the certainty of the evidence. Using an example, this article describes and illustrates the importance and the steps for assessing the certainty of evidence and drawing accurate conclusions in a systematic review.",
  "authors": [
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of epidemiology",
    "iso_abbreviation": "Am J Epidemiol",
    "issn": "1476-6256",
    "issn_type": "Electronic",
    "volume": "194",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "03"
  },
  "start_page": "1681",
  "end_page": "1686",
  "pages": "1681-1686",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Systematic Reviews as Topic",
    "Humans",
    "Research Design",
    "Evidence-Based Medicine",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "39218429",
    "pmc": "PMC12133264",
    "doi": "10.1093/aje/kwae332",
    "pii": "7746729"
  },
  "doi": "10.1093/aje/kwae332",
  "pmc_id": "PMC12133264",
  "dates": {
    "completed": "2025-06-03",
    "revised": "2025-06-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.325407",
    "pmid": "39218429"
  }
}