{
  "pmid": "39216544",
  "uid": "39216544",
  "title": "The association between primary ovarian insufficiency and increased multimorbidity in a large prospective cohort (Canadian Longitudinal Study on Aging).",
  "abstract": "OBJECTIVE: To describe the prevalence of multimorbidity among individuals with primary ovarian insufficiency (POI) and early menopause compared with those with the average age of menopause. DESIGN: Prospective cohort. SUBJECTS: This prospective cohort encompassed female postmenopausal individuals from the Canadian Longitudinal Study on Aging. The Canadian Longitudinal Study on Aging collected cross-sectional data from 50,000 community-dwelling Canadians aged 45-85 years between 2010 and 2015. EXPOSURE: The primary exposure was POI (defined by onset of menopause at the age of <40 years). Comparators included average age of menopause (age, 46-55 years), early menopause (40-45 years), and late-onset menopause (56-65 years) and those who underwent hysterectomy. MAIN OUTCOME MEASURE(S): The primary outcome was multimorbidity, which was defined as two or more chronic conditions. The secondary outcomes were severe multimorbidity (defined as 3 or more chronic conditions) and frequencies of specific chronic conditions among a comprehensive list of 15 individual conditions. We assessed the association between multimorbidity and age at menopause using logistic regression and odds ratios (ORs), with confidence intervals (CIs) set at 95%. The ORs were adjusted for known predictors of multimorbidity, including age, menopausal hormone therapy, education, ethnicity, self-reported loneliness, living alone, body mass index, smoking habits, nutritional risk, social participation, and physical activity. RESULT(S): A total of 12,339 postmenopausal participants were included, of whom 374 (3.0%) experienced POI and 1,396 (11.3%) experienced early menopause. The prevalence rates of multimorbidity were 64.8% and 51.1% among those with POI and early menopause, respectively. In contrast, only 43.9% of individuals with average age of menopause (age, 46-55 years) had multimorbidity. The OR for multimorbidity in the POI population was 2.5 (95% CI, 2.0-3.1) compared with that in individuals who had the average age of menopause. This relationship was maintained after adjustment for confounders (adjusted OR [aOR], 2.0; 95% CI, 1.5-2.5). The prevalence of severe multimorbidity was also double in the POI group compared with that in the average age group (39.2% vs. 21.1%). There were significantly increased risks of ischemic heart disease (aOR, 2.8; 95% CI, 1.7-4.7), gastric ulcers (aOR, 1.6; 95% CI, 1.1-2.3), and osteoporosis (aOR, 1.6; 95% CI, 1.2-2.1) in the POI group. CONCLUSION(S): Individuals with POI and early menopause experience increased multimorbidity compared with those undergoing menopause at an average age. This trend persists even after adjusting for significant multimorbidity risk factors.",
  "authors": [
    {
      "last_name": "Kirubarajan",
      "fore_name": "Abirami",
      "initials": "A",
      "name": "Abirami Kirubarajan",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sohel",
      "fore_name": "Nazmul",
      "initials": "N",
      "name": "Nazmul Sohel",
      "affiliations": [
        "McMaster Institute for Research on Aging, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact (HEI), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mayhew",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Mayhew",
      "affiliations": [
        "McMaster Institute for Research on Aging, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact (HEI), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "McMaster Institute for Research on Aging, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact (HEI), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "McMaster Institute for Research on Aging, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact (HEI), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shea",
      "fore_name": "Alison K",
      "initials": "AK",
      "name": "Alison K Shea",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, Hamilton, Ontario, Canada; The Research Institute, St. Joseph's Healthcare, Hamilton, Ontario, Canada. Electronic address: sheaak@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Fertility and sterility",
    "iso_abbreviation": "Fertil Steril",
    "issn": "1556-5653",
    "issn_type": "Electronic",
    "volume": "123",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "289",
  "end_page": "299",
  "pages": "289-299",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Middle Aged",
    "Aged",
    "Multimorbidity",
    "Primary Ovarian Insufficiency",
    "Prospective Studies",
    "Canada",
    "Longitudinal Studies",
    "Prevalence",
    "Aged, 80 and over",
    "Aging",
    "Cross-Sectional Studies",
    "Risk Factors",
    "Age Factors",
    "Menopause",
    "Menopause, Premature",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "39216544",
    "doi": "10.1016/j.fertnstert.2024.08.345",
    "pii": "S0015-0282(24)01998-8"
  },
  "doi": "10.1016/j.fertnstert.2024.08.345",
  "dates": {
    "completed": "2025-04-24",
    "revised": "2025-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.203329",
    "pmid": "39216544"
  }
}