{
  "pmid": "39227872",
  "uid": "39227872",
  "title": "Antibiotic prophylaxis for the prevention of surgical site infections following colorectal surgery: protocol for network meta-analysis of randomized trials.",
  "abstract": "BACKGROUND: Surgical site infections continue to be a significant challenge following colorectal surgery. These can result in extended hospital stays, hospital readmissions, increased treatment costs, and negative effects on patients' quality of life. Antibiotic prophylaxis plays a crucial role in preventing infection during surgery, specifically in preventing surgical site infections after colorectal surgery in adult patients. However, the optimal antibiotic regimen is still unclear based on current evidence. Considering the limitations of existing reviews, our goal is to conduct a comprehensive systematic review and network meta-analysis of randomized controlled trials to evaluate the comparative benefits and harms of available antibiotic prophylaxis regimens for preventing surgical site infections following colorectal surgery in adult patients. METHODS: We will search the Medline, EMBASE, CINAHL, Scopus, and Cochrane Central Register of Controlled Trials databases to identify relevant randomized controlled trials. We will include trials that (1) enrolled adults who underwent colorectal surgeries and (2) randomized them to any systemic administration of antibiotic (single or combined) prophylaxis before surgery compared to an alternative systemic antibiotic (single or combined antibiotic), placebo, control, or no prophylactic treatment. Pairs of reviewers will independently assess the risk of bias among eligible trials using a modified Cochrane risk of bias instrument for randomized trials. Our outcomes of interest include the rate of surgical site infection within 30 days of surgery, hospital length of stay, 30-day mortality, and treatment-related adverse effects. We will perform a contrast-based network meta-analysis using a frequentist random-effects model assuming a common heterogeneity parameter. The Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach will be utilized to assess the certainty of evidence for treatment effects. DISCUSSION: By synthesizing evidence from available RCTs, this study will provide valuable insight for clinicians, patients, and health policymakers on the most effective antibiotics for preventing surgical site infection. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42023434544.",
  "authors": [
    {
      "last_name": "Motaghi",
      "fore_name": "Shahrzad",
      "initials": "S",
      "name": "Shahrzad Motaghi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. motaghis@mcmaster.ca."
      ],
      "orcid": "0009-0008-7624-1712"
    },
    {
      "last_name": "Mulazzani",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Mulazzani",
      "affiliations": [
        "Department of Medicine and Surgery, University of Milan-Bicocca, Monza, Italy.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Karam",
      "fore_name": "Samer G",
      "initials": "SG",
      "name": "Samer G Karam",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Michael G. DeGroote Cochrane Canada and McMaster GRADE Centre, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fashami",
      "fore_name": "Fatemeh Mirzayeh",
      "initials": "FM",
      "name": "Fatemeh Mirzayeh Fashami",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Buchan",
      "fore_name": "Tayler",
      "initials": "T",
      "name": "Tayler Buchan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ibrahim",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Ibrahim",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Langeroodi",
      "fore_name": "Shahryar Moradi Falah",
      "initials": "SMF",
      "name": "Shahryar Moradi Falah Langeroodi",
      "affiliations": [
        "Centre On Drug Policy Evaluation, MAP Centre for Urban Health Solutions, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Khademioore",
      "fore_name": "Sahar",
      "initials": "S",
      "name": "Sahar Khademioore",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel J",
      "initials": "RJ",
      "name": "Rachel J Couban",
      "affiliations": [
        "The Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit/The Research Institute, St Joseph's Healthcare, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Department of Medicine, Division of Infectious Diseases, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "03"
  },
  "start_page": "224",
  "pages": "224",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Surgical Wound Infection",
    "Antibiotic Prophylaxis",
    "Randomized Controlled Trials as Topic",
    "Systematic Reviews as Topic",
    "Anti-Bacterial Agents",
    "Colorectal Surgery",
    "Network Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "39227872",
    "pmc": "PMC11370109",
    "doi": "10.1186/s13643-024-02639-5",
    "pii": "10.1186/s13643-024-02639-5"
  },
  "doi": "10.1186/s13643-024-02639-5",
  "pmc_id": "PMC11370109",
  "dates": {
    "completed": "2024-09-04",
    "revised": "2025-07-24"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.901235",
    "pmid": "39227872"
  }
}