{
  "pmid": "39238226",
  "uid": "39238226",
  "title": "A new method to immobilize urease in silk fibroin membrane by unidirectional nanopore dehydration.",
  "abstract": "The immobilization of free enzymes is crucial for enhancing their stability in different environments, enabling reusability, and expanding their applications. However, the development of a straightforward immobilization method that offers stability, high efficiency, biocompatibility, and modifiability remains a significant challenge. Silk fibroin (SF) is a good carrier for immobilized enzymes and drugs. Here, we employed urease as a model enzyme and utilized our developed technology called unidirectional nanopore dehydration (UND) to efficiently dehydrate a regenerated SF solution containing urease in a single step, resulting in the preparation of a highly functionalized SF membrane immobilizing urease (UI-SFM). The preparation process of UI-SFM is based on an all-water system, which is mild, green and able to efficiently and stably immobilize urease in the membranes, maintaining 92.7% and 82.8% relative enzyme activity after 30 days of storage in dry and hydrated states, respectively. Additionally, we performed additional post-treatments, including stretching and cross-linking with polyethylene glycol diglycidyl ether (PEGDE), to obtain two more robust immobilized urease membranes (UI-SFMs and UI-SFMc). The thermal and storage stability of these two membranes were significantly improved, and the recovery ratio of enzyme activity reached more than 90%. After 10 repetitions of the enzymatic reaction, the activity recovery of UI-SFMs and UI-SFMc remained at 92% and 88%, respectively. The results suggest that both UND-based and post-treatment-developed membranes exhibit excellent urease immobilization capabilities. Furthermore, the enzyme immobilization method offers a straightforward and versatile approach for efficient and stable enzyme immobilization, while its flexible modifiability caters to diverse application requirements.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Meng",
      "initials": "M",
      "name": "Meng Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, National Engineering Laboratory for Modern Silk, Soochow University, Suzhou, People's Republic of China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Hai-Yan",
      "initials": "HY",
      "name": "Hai-Yan Wang",
      "affiliations": [
        "Stomatology Department, The People's Hospital of Suzhou New District, Suzhou, People's Republic of China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, National Engineering Laboratory for Modern Silk, Soochow University, Suzhou, People's Republic of China."
      ],
      "orcid": "0000-0001-7670-386X"
    }
  ],
  "journal": {
    "title": "Biotechnology progress",
    "iso_abbreviation": "Biotechnol Prog",
    "issn": "1520-6033",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "1",
    "pub_year": "2025"
  },
  "start_page": "e3502",
  "pages": "e3502",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Urease",
    "Fibroins",
    "Enzymes, Immobilized",
    "Nanopores",
    "Membranes, Artificial"
  ],
  "article_ids": {
    "pubmed": "39238226",
    "doi": "10.1002/btpr.3502"
  },
  "doi": "10.1002/btpr.3502",
  "dates": {
    "completed": "2025-04-23",
    "revised": "2025-05-15"
  },
  "chemicals": [
    "Urease",
    "Fibroins",
    "Enzymes, Immobilized",
    "Membranes, Artificial"
  ],
  "grants": [
    {
      "grant_id": "CARS-18-ZJ0502",
      "agency": "Earmarked Fund for China Agriculture Research System"
    },
    {
      "grant_id": "SKJYD2021059",
      "agency": "Science and Technology Development of Suzhou Science and Technology Bureau"
    },
    {
      "grant_id": "SKYD2022091",
      "agency": "Science and Technology Development of Suzhou Science and Technology Bureau"
    },
    {
      "grant_id": "SGY2020E02",
      "agency": "Science and Innovation Project funded by The People's Hospital of Suzhou New District"
    },
    {
      "grant_id": "JDYY2023127",
      "agency": "Medical Education Collaborative Innovation Fund of Jiangsu University"
    },
    {
      "agency": "Priority Academic Program Development of Jiangsu Higher Education Institutions"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.699026",
    "pmid": "39238226"
  }
}