{
  "pmid": "39234210",
  "uid": "39234210",
  "title": "An examination of mental health policy implementation efforts and the intermediaries that support them in New Zealand, Canada and Sweden: a comparative case study.",
  "abstract": "INTRODUCTION: The implementation of evidence-informed policies and practices across systems is a complex, multifaceted endeavor, often requiring the mobilization of multiple organizations from a range of contexts. In order to facilitate this process, policy makers, innovation developers and service deliverers are increasingly calling upon intermediaries to support implementation, yet relatively little is known about precisely how they contribute to implementation. This study examines the role of intermediaries supporting the implementation of evidence-informed policies and practices in the mental health and addictions systems of New Zealand, Ontario, Canada and Sweden. METHODS: Using a comparative case study methodology and taking an integrated knowledge translation approach, we drew from established explanatory frameworks and implementation theory to address three questions: (1) Why were the intermediaries established? (2) How are intermediaries structured and what strategies do they use in systems to support the implementation of policy directions? and (3) What explains the lack of use of particular strategies? Data collection included three site visits, 49 key informant interviews and document analysis. RESULTS: In each jurisdiction, a unique set of problems (e.g., negative events involving people with mental illness), policies (e.g., feedback on effectiveness of existing policies) and political events (e.g., changes in government) were coupled by a policy entrepreneur to bring intermediaries onto the decision agenda. While intermediaries varied greatly in their structure and characteristics, both the strategies they used and the strategies they didn't use were surprisingly similar. Specifically it was notable that none of the intermediaries used strategies that directly targeted the public, nor used audit and feedback. This emerged as the principle policy puzzle. Our analysis identified five reasons for these strategies not being employed: (1) their need to build/maintain healthy relationships with policy actors; (2) their need to build/maintain healthy relationships with service delivery system actors; (3) role differentiation with other system actors; (4) perceived lack of \"fit\" with the role of policy intermediaries; and (5) resource limitations that preclude intensive distributed (program-level) work. CONCLUSION: Policy makers and implementers must consider capacity to support implementation, and our study identifies how intermediaries can be developed and harnessed to support the implementation process.",
  "authors": [
    {
      "last_name": "Bullock",
      "fore_name": "Heather L",
      "initials": "HL",
      "name": "Heather L Bullock",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada.",
        "Waypoint Research Institute, Waypoint Centre for Mental Health Care, Penetanguishene, ON, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mulvale",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian Mulvale",
      "affiliations": [
        "DeGroote School of Business, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in health services",
    "iso_abbreviation": "Front Health Serv",
    "issn": "2813-0146",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2024"
  },
  "start_page": "1371207",
  "pages": "1371207",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39234210",
    "pmc": "PMC11371757",
    "doi": "10.3389/frhs.2024.1371207"
  },
  "doi": "10.3389/frhs.2024.1371207",
  "pmc_id": "PMC11371757",
  "dates": {
    "revised": "2024-09-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.802305",
    "pmid": "39234210"
  }
}