{
  "pmid": "39234283",
  "uid": "39234283",
  "title": "Canadian Inpatient Orthogeriatric Models of Care: A Mixed Methods Survey of Facilitators and Barriers.",
  "abstract": "BACKGROUND: Fragility fractures are a serious and common consequence of falls in older adults. Orthogeriatric models of care reduce mortality and morbidity, but, despite this evidence, orthogeriatric programs (OGPs) are not standardized across Canada. The aim of this study was to better understand the facilitators and barriers of OGPs across Canada. METHODS: Data on OGPs across Canada were gathered via email survey to all Canadian Geriatric Society (CGS) members and distributed April 1st to May 1st 2021. Respondents answered 15 questions, using SKIP LOGIC, and data analysis was conducted with Qualtrics[XM] software. RESULTS: 62 CGS members completed the survey. Respondents came from nine provinces/territories, with most being physicians from academic centres. 77% respondents indicated an existing OGP at their site, commonly an optional or automatic geriatrician consult. 23% indicated no formal OGP, of which 56% had an alternative service automatically consulted for older adults with fragility fracture, commonly internal medicine or a hospitalist. Responders indicated the most important factor in establishing an OGP is clinical leadership (56%, 10/18), and the most common barriers are lack of hospital prioritization and lack of funding (41%, 62/153). CONCLUSIONS: The survey found that clinical leadership, hospital prioritization, and available funding are imperative to establishing OGPs. Limitations include the survey being distributed only to CGS members, a lower response rate, and respondents predominantly from academic centres in Ontario. Further qualitative data from other specialties (for example, orthopedics) and greater representation from community hospitals would be helpful to understand additional perceived barriers and facilitators.",
  "authors": [
    {
      "last_name": "Trafford",
      "fore_name": "Dana",
      "initials": "D",
      "name": "Dana Trafford",
      "affiliations": [
        "Southlake Regional Health Centre, Newmarket, ON."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "YaJing",
      "initials": "Y",
      "name": "YaJing Liu",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON.",
        "Geriatric Education and Research in Aging Sciences (GERAS) Centre, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON.",
        "Geriatric Education and Research in Aging Sciences (GERAS) Centre, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Thain",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Thain",
      "affiliations": [
        "Department of Medicine, Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian geriatrics journal : CGJ",
    "iso_abbreviation": "Can Geriatr J",
    "issn": "1925-8348",
    "issn_type": "Print",
    "volume": "27",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "275",
  "end_page": "280",
  "pages": "275-280",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39234283",
    "pmc": "PMC11346630",
    "doi": "10.5770/cgj.27.743",
    "pii": "cgj-27-3-275"
  },
  "doi": "10.5770/cgj.27.743",
  "pmc_id": "PMC11346630",
  "dates": {
    "revised": "2024-09-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.450591",
    "pmid": "39234283"
  }
}