{
  "pmid": "39243049",
  "uid": "39243049",
  "title": "Values and preferences towards the use of prophylactic low-molecular-weight heparin during pregnancy: a convergent mixed-methods secondary analysis of data from the decision analysis in shared decision making for thromboprophylaxis during pregnancy (DASH-TOP) study.",
  "abstract": "BACKGROUND: Venous thromboembolism (VTE) in pregnancy is a major cause of maternal morbidity and mortality, and the use of preventive low-molecular-weight heparin (LMWH) can be challenging. Clinical guidelines recommend eliciting pregnant individuals' preferences towards the use of daily injections of LMWH and discussing the best option through a shared decision-making (SDM) approach. Our aim was to identify individuals' preferences concerning each of the main clinical outcomes, and categorize attributes influencing the use of LMWH during pregnancy. METHODS: Design: Convergent mixed-methods. PARTICIPANTS: Pregnant women or those planning a pregnancy with VTE recurrence risk. INTERVENTION: A SDM intervention about thromboprophylaxis with LMWH in pregnancy. ANALYSIS: Quantitatively, we report preference scores assigned to each of the health states. Qualitatively, we categorized preference attributes using Burke's pentad of motives framework: act (what needs to be done), scene (patient's context), agent (perspectives and influence of people involved in the decision), agency (aspects of the medication), and purpose (patient's goals). We use mixed-method convergent analysis to report findings using side-by-side comparison of concordance/discordance. RESULTS: We comprehensively determined preferences for using LMWH by pregnant individuals at risk of VTE: through value elicitation exercises we found that the least valued health state was to experience a pulmonary embolism (PE), followed by major obstetrical bleeding (MOB), deep vein thrombosis (DVT), and using daily injections of LMWH (valued as closest to a 'healthy pregnancy'); through interviews we found that: previous experiences, access to care (scene) and shared decision-making (agent) affected preferences. LMWH's benefits were noted, but substantial drawbacks were described (agency). For participants, the main goal of using LMWH was avoiding any risks in pregnancy (purpose). Side-by-side comparisons revealed concordance and discordance between health states and motives. CONCLUSIONS: Mixed-methods provide a nuanced understanding of LMWH preferences, by quantifying health states preferences and exploring attributes qualitatively. Incorporating both methods may improve patient-centered care around preference-sensitive decisions in thromboprophylaxis during pregnancy.",
  "authors": [
    {
      "last_name": "León-García",
      "fore_name": "Montserrat",
      "initials": "M",
      "name": "Montserrat León-García",
      "affiliations": [
        "Institut of Research Sant Pau (IR Sant Pau), Barcelona, Spain. monselg8@gmail.com.",
        "Department of Pediatrics, Obstetrics, Gynaecology and Preventive Medicine, Universidad Autónoma de Barcelona, Barcelona, Spain. monselg8@gmail.com.",
        "Department of Medicine, Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, MN, USA. monselg8@gmail.com.",
        "Iberoamerican Cochrane Centre, Barcelona, Spain. monselg8@gmail.com."
      ]
    },
    {
      "last_name": "Humphries",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Humphries",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gravholt",
      "fore_name": "Derek L",
      "initials": "DL",
      "name": "Derek L Gravholt",
      "affiliations": [
        "Department of Medicine, Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, MN, USA.",
        "Iberoamerican Cochrane Centre, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Golembiewski",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Golembiewski",
      "affiliations": [
        "Department of Medicine, Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Eckman",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H Eckman",
      "affiliations": [
        "Division of General Internal Medicine and Center for Clinical Effectiveness, University of Cincinnati College of Medicine, Cincinnati, OH, USA."
      ]
    },
    {
      "last_name": "Bates",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Bates",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hargraves",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Hargraves",
      "affiliations": [
        "Department of Medicine, Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Pelayo",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Pelayo",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Ramón y Cajal Hospital, Madrid, Spain.",
        "Faculty of Medicine, Alcalá de Henares University, Madrid, Spain."
      ]
    },
    {
      "last_name": "López",
      "fore_name": "Sandra Redondo",
      "initials": "SR",
      "name": "Sandra Redondo López",
      "affiliations": [
        "Department of Angiology and Vascular Surgery, Ramón y Cajal Hospital, Madrid, Spain."
      ]
    },
    {
      "last_name": "Caño",
      "fore_name": "Juan Antonio Millón",
      "initials": "JAM",
      "name": "Juan Antonio Millón Caño",
      "affiliations": [
        "Hemostasis and Thrombosis Unit. Hospital de La Santa Creui, Sant Pau, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Alcántara",
      "fore_name": "Milagros A Suito",
      "initials": "MAS",
      "name": "Milagros A Suito Alcántara",
      "affiliations": [
        "Hemostasis and Thrombosis Unit, Hematology Service. Hospital Universitario Vall d'Hebron, Barcelona, Spain."
      ]
    },
    {
      "last_name": "D'Souza",
      "fore_name": "Rohan",
      "initials": "R",
      "name": "Rohan D'Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Obstetrics & Gynecology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shehata",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Shehata",
      "affiliations": [
        "Departments of Medicine, Laboratory Medicine and Pathobiology, Mount Sinai Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Perestelo-Perez",
      "fore_name": "Lilisbeth",
      "initials": "L",
      "name": "Lilisbeth Perestelo-Perez",
      "affiliations": [
        "Service for Evaluation and Planning of the Canary Islands Health Service (SESCS), Canary Islands Health Service (SCS), Tenerife, Spain.",
        "Network for Research On Chronicity, Primary Care, and Health Promotion (RICAPPS), Tenerife, Spain."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Institut of Research Sant Pau (IR Sant Pau), Barcelona, Spain.",
        "Iberoamerican Cochrane Centre, Barcelona, Spain.",
        "CIBER of Epidemiology and Public Health, CIBERESP, Madrid, Spain."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis journal",
    "iso_abbreviation": "Thromb J",
    "issn": "1477-9560",
    "issn_type": "Print",
    "volume": "22",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "06"
  },
  "start_page": "81",
  "pages": "81",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39243049",
    "pmc": "PMC11380320",
    "doi": "10.1186/s12959-024-00648-x",
    "pii": "10.1186/s12959-024-00648-x"
  },
  "doi": "10.1186/s12959-024-00648-x",
  "pmc_id": "PMC11380320",
  "dates": {
    "revised": "2024-09-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.376551",
    "pmid": "39243049"
  }
}