{
  "pmid": "39246249",
  "uid": "39246249",
  "title": "A 2-Day Postpartum CBT-Based Training for Nurses.",
  "abstract": "BACKGROUND: Public health nurses (PHNs) are often a first point of contact for postpartum individuals seeking mental health support, but report limited training related to mental health. PURPOSE: To determine whether a two-day cognitive behavioral therapy (CBT)-based training program focused on postpartum maternal mental health can improve PHN perceptions of their ability to deliver CBT techniques, their confidence working with distressed clients, and with managing client resistance to treatment recommendations. METHODS: A convenience sample of 45 PHNs working in the Family Health Division of Niagara Region Public Health in Ontario, Canada were assessed before and after they received a two-day CBT-based training program. Before attending training, PHNs reported their current professional position, years of experience working in public health, and any previous mental health training. Their confidence in delivering CBT techniques, working with distressed clients, and with managing client resistance to treatment recommendations was assessed pre- and post-training. Participants also rated their satisfaction with the training. RESULTS: Statistically significant improvements were seen in confidence using CBT techniques, and in supporting and managing distressed or resistant clients. The two-day training was highly rated overall by participants. Medium to large effect sizes were found for changes in confidence-related questions. CONCLUSIONS: Providing PHNs with brief CBT-based mental health-related training can increase their confidence in this aspect of their practice, and could potentially improve the quality of care they provide.",
  "authors": [
    {
      "last_name": "Campbell",
      "fore_name": "Madisyn",
      "initials": "M",
      "name": "Madisyn Campbell",
      "affiliations": [
        "McMaster University, Canada."
      ],
      "orcid": "0000-0003-4533-8155"
    },
    {
      "last_name": "Haber-Evans",
      "fore_name": "Erika",
      "initials": "E",
      "name": "Erika Haber-Evans",
      "affiliations": [
        "St. Joseph's Healthcare, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Hicks",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Hicks",
      "affiliations": [
        "Niagara Region Public Health, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "McMaster University, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of nursing research = Revue canadienne de recherche en sciences infirmieres",
    "iso_abbreviation": "Can J Nurs Res",
    "issn": "1705-7051",
    "issn_type": "Electronic",
    "volume": "56",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "442",
  "end_page": "447",
  "pages": "442-447",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Cognitive Behavioral Therapy",
    "Female",
    "Ontario",
    "Adult",
    "Postpartum Period"
  ],
  "article_ids": {
    "pubmed": "39246249",
    "pmc": "PMC11528849",
    "doi": "10.1177/08445621241276238"
  },
  "doi": "10.1177/08445621241276238",
  "pmc_id": "PMC11528849",
  "dates": {
    "completed": "2024-10-24",
    "revised": "2024-11-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.164620",
    "pmid": "39246249"
  }
}