{
  "pmid": "39242476",
  "uid": "39242476",
  "title": "An Equity, Diversity, and Inclusion glossary for sociodemographic determinants of health within critical care medicine.",
  "abstract": "PURPOSE: Equity, Diversity, and Inclusion (EDI) initiatives within critical care research are limited by a lack of resources and inconsistent and rapidly changing language. The Canadian Critical Care Trials Group (CCCTG) is committed to modelling EDI for the critical care community through its programming, communications, protocols, and policies. The objective of developing the EDI glossary of sociodemographic determinants of health described here was to provide a resource for critical care professionals to support broader equity initiatives and to promote education and awareness about inclusive language. METHODS: Through literature review, we identified EDI-related sociodemographic determinants of health, defined as sociodemographic factors that are associated with disparities in health care and health outcomes, with a focus on critical care medicine. For each sociodemographic determinant of health, we identified umbrella terms (defined as domains) and subterms/constructs that are related to these domains. We designed the glossary collaboratively with the CCCTG EDI working group, patient and family partnerships committee, and executive committee, which included diverse knowledge users such as researchers, clinicians, and patient and family partners. RESULTS: We report on 12 sociodemographic determinants of health domains including age, sex, gender, sexuality, race and ethnicity, income, education, employment status, marital status, language, disability, and migration status. Each domain (e.g., sex) contains relevant subterms such as male, female, intersex. For each domain, we provide examples of disparities in health care and health outcomes with a focus on critical care medicine. CONCLUSIONS: This EDI glossary of sociodemographic determinants of health serves as a nonexhaustive resource that may be referenced by critical care researchers, research coordinators, clinicians, and patient and family partners. The glossary is an essential step to raising awareness about inclusive terminology and to fostering and advancing equity in critical care medicine.",
  "authors": [
    {
      "last_name": "Heirali",
      "fore_name": "Alya",
      "initials": "A",
      "name": "Alya Heirali",
      "affiliations": [
        "Department of Critical Care Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada.",
        "Department of Medicine, Sinai Health System, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yiyan",
      "initials": "Y",
      "name": "Yiyan Li",
      "affiliations": [
        "Department of Occupational Science & Occupational Therapy, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Maratta",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Maratta",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada.",
        "Department of Critical Care Medicine, The Hospital for Sick Children (SickKids), Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Charbonney",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Charbonney",
      "affiliations": [
        "Centre Hospitalier de l'Université de Montréal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "O'Hearn",
      "fore_name": "Katie",
      "initials": "K",
      "name": "Katie O'Hearn",
      "affiliations": [
        "Children's Hospital of Eastern Ontario (CHEO) Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Menon",
      "fore_name": "Kusum",
      "initials": "K",
      "name": "Kusum Menon",
      "affiliations": [
        "Department of Pediatrics, Children's Hospital of Eastern Ontario (CHEO), University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Fowler",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada.",
        "Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mohsen",
      "fore_name": "Samiha",
      "initials": "S",
      "name": "Samiha Mohsen",
      "affiliations": [
        "Department of Occupational Science & Occupational Therapy, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Murthy",
      "fore_name": "Srinivas",
      "initials": "S",
      "name": "Srinivas Murthy",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine, The University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Fiest",
      "fore_name": "Kirsten M",
      "initials": "KM",
      "name": "Kirsten M Fiest",
      "affiliations": [
        "Department of Critical Care Medicine, University of Calgary, Calgary, AB, Canada. kmfiest@ucalgary.ca.",
        "Department of Critical Care Medicine, University of Calgary, Administrative Offices Ground Floor-McCaig Tower, Room 0452, Calgary, AB, T2N 5A1, Canada. kmfiest@ucalgary.ca."
      ],
      "orcid": "0000-0002-7299-6594"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "1496-8975",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "1209",
  "end_page": "1218",
  "pages": "1209-1218",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Critical Care",
    "Canada",
    "Healthcare Disparities",
    "Social Determinants of Health",
    "Sociodemographic Factors",
    "Male",
    "Female",
    "Terminology as Topic",
    "Socioeconomic Factors",
    "Diversity, Equity, Inclusion"
  ],
  "article_ids": {
    "pubmed": "39242476",
    "doi": "10.1007/s12630-024-02824-z",
    "pii": "10.1007/s12630-024-02824-z"
  },
  "doi": "10.1007/s12630-024-02824-z",
  "dates": {
    "completed": "2024-09-17",
    "revised": "2024-09-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.251035",
    "pmid": "39242476"
  }
}