{
  "pmid": "39251015",
  "uid": "39251015",
  "title": "Atopic Dermatitis (Eczema) Guidelines 2023: Highlights.",
  "abstract": "Atopic dermatitis is a common chronic inflammatory skin disorder, with a complex pathogenesis. It is characterized by eczematous skin lesions, pruritus, and recurrent skin infections and has a negative impact on patients' and caregivers' quality of life. The American Academy of Allergy, Asthma & Immunology/American College of Allergy, Asthma and Immunology Joint Task Force Atopic Dermatitis Guideline Panel recently released updated AD guidelines. This guideline focuses on addressing clinical questions using trustworthy guideline development standards, including mitigating the potential influence of financial and nonfinancial conflicts of interest, and Grading of Recommendations Assessment, Development, and Evaluation methodology. A multidisciplinary panel used systematic reviews and meta-analyses to inform specific recommendations addressing optimal use of topical treatments, dilute bleach bath, dietary avoidance/elimination, allergen immunotherapy, and systemic treatments. The comprehensive recommendations, emphasizing the third principle of evidence-based medicine-that evidence alone is never enough, and that patient values and preferences must be carefully considered when determining optimal treatments for patients and populations-provide a framework to support clinicians in selecting an optimal treatment plan for each patient. This review provides an overview of the guideline and discusses how those recommendations relate to current practice.",
  "authors": [
    {
      "last_name": "De Benedetto",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna De Benedetto",
      "affiliations": [
        "Department of Dermatology, University of Rochester Medical Center, Rochester, NY. Electronic address: Anna_debenedetto@urmc.rochester.edu."
      ]
    },
    {
      "last_name": "Boguniewicz",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Boguniewicz",
      "affiliations": [
        "Department of Pediatrics, University of Colorado School of Medicine, Aurora, Colo; Division of Pediatric Allergy and Clinical Immunology, National Jewish Health, Denver, Colo."
      ]
    },
    {
      "last_name": "Ong",
      "fore_name": "Peck Y",
      "initials": "PY",
      "name": "Peck Y Ong",
      "affiliations": [
        "Division of Clinical Immunology and Allergy, Children's Hospital Los Angeles, Los Angeles, Calif; Department of Pediatrics, USC Keck School of Medicine, Los Angeles, Calif."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Department of Medicine and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Evidence in Allergy Group, McMaster University and the Research Institute of St Joe's Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schneider",
      "fore_name": "Lynda C",
      "initials": "LC",
      "name": "Lynda C Schneider",
      "affiliations": [
        "Division of Immunology, Boston Children's Hospital, and Department of Pediatrics, Harvard Medical School, Boston, Mass."
      ]
    }
  ],
  "journal": {
    "title": "The journal of allergy and clinical immunology. In practice",
    "iso_abbreviation": "J Allergy Clin Immunol Pract",
    "issn": "2213-2201",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "11",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "2955",
  "end_page": "2965",
  "pages": "2955-2965",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Dermatitis, Atopic",
    "Desensitization, Immunologic",
    "Evidence-Based Medicine",
    "Practice Guidelines as Topic",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "39251015",
    "doi": "10.1016/j.jaip.2024.08.052",
    "pii": "S2213-2198(24)00885-7"
  },
  "doi": "10.1016/j.jaip.2024.08.052",
  "dates": {
    "completed": "2024-11-08",
    "revised": "2024-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.201676",
    "pmid": "39251015"
  }
}