{
  "pmid": "39254048",
  "uid": "39254048",
  "title": "Immunomodulators and immunosuppressants for progressive multiple sclerosis: a network meta-analysis.",
  "abstract": "BACKGROUND: In recent years a broader range of immunomodulatory and immunosuppressive treatment options have emerged for people with progressive forms of multiple sclerosis (PMS). While consensus supports these options as reducing relapses, their relative benefit and safety profiles remain unclear due to a lack of direct comparison trials. OBJECTIVES: To compare through network meta-analysis the efficacy and safety of alemtuzumab, azathioprine, cladribine, cyclophosphamide, daclizumab, dimethylfumarate, diroximel fumarate, fingolimod, fludarabine, glatiramer acetate, immunoglobulins, interferon beta 1-a and beta 1-b, interferon beta-1b (Betaferon), interferon beta-1a (Avonex, Rebif), laquinimod, leflunomide, methotrexate, minocycline, mitoxantrone, mycophenolate mofetil, natalizumab, ocrelizumab, ofatumumab, ozanimod, pegylated interferon beta-1a, ponesimod, rituximab, siponimod, corticosteroids, and teriflunomide for PMS. SEARCH METHODS: We searched CENTRAL, MEDLINE, and Embase up to August 2022, as well as ClinicalTrials.gov and the WHO ICTRP. SELECTION CRITERIA: Randomised controlled trials (RCTs) that studied one or more treatments as monotherapy, compared to placebo or to another active agent, for use in adults with PMS. DATA COLLECTION AND ANALYSIS: Two review authors independently selected studies and extracted data. We performed data synthesis by pair-wise and network meta-analysis. We assessed the certainty of the body of evidence according to GRADE. MAIN RESULTS: We included 23 studies involving a total of 10,167 participants. The most frequent (39% of studies) reason for a rating of high risk of bias was sponsor role in study authorship and data management and analysis. Other concerns were performance, attrition, and selective reporting bias, with 8.7% of studies at high risk of bias for all three of these domains. The common comparator for network analysis was placebo. Relapses over 12 months: assessed in one study (318 participants). None of the treatments assessed showed moderate or high certainty evidence compared to placebo. Relapses over 24 months: assessed in six studies (1622 participants). The number of people with clinical relapses is probably trivially reduced with rituximab (risk ratio (RR) 0.60, 95% confidence interval (CI) 0.19 to 1.95; moderate certainty evidence). None of the remaining treatments assessed showed moderate or high certainty evidence compared to placebo. Relapses over 36 months: assessed in four studies (2095 participants). The number of people with clinical relapses is probably trivially reduced with interferon beta-1b (RR 0.82, 95% CI 0.73 to 0.93; moderate certainty evidence). None of the remaining treatments assessed showed moderate or high certainty evidence compared to placebo. Disability worsening over 24 months: assessed in 11 studies (5284 participants). None of the treatments assessed showed moderate or high certainty evidence compared to placebo. Disability worsening over 36 months: assessed in five studies (2827 participants). None of the treatments assessed showed moderate or high certainty evidence compared to placebo. Serious adverse events: assessed in 15 studies (8019 participants). None of the treatments assessed showed moderate or high certainty evidence compared to placebo. Discontinuation due to adverse events: assessed in 21 studies (9981 participants). The number of people who discontinued treatment due to adverse events is trivially increased with interferon beta-1a (odds ratio (OR) 2.93, 95% CI 1.64 to 5.26; high certainty evidence). The number of people who discontinued treatment due to adverse events is probably trivially increased with rituximab (OR 4.00, 95% CI 0.84 to 19.12; moderate certainty evidence); interferon beta-1b (OR 2.98, 95% CI 1.92 to 4.61; moderate certainty evidence); immunoglobulins (OR 1.95, 95% CI 0.99 to 3.84; moderate certainty evidence); glatiramer acetate (OR 3.98, 95% CI 1.48 to 10.72; moderate certainty evidence); natalizumab (OR 1.02, 95% CI 0.55 to 1.90; moderate certainty evidence); siponimod (OR 1.53, 95% CI 0.98 to 2.38; moderate certainty evidence); fingolimod (OR 2.29, 95% CI 1.46 to 3.60; moderate certainty evidence), and ocrelizumab (OR 1.24, 95% CI 0.54 to 2.86; moderate certainty evidence). None of the remaining treatments assessed showed moderate or high certainty evidence compared to placebo. AUTHORS' CONCLUSIONS: The number of people with PMS with relapses is probably slightly reduced with rituximab at two years, and interferon beta-1b at three years, compared to placebo. Both drugs are also probably associated with a slightly higher proportion of withdrawals due to adverse events, as are immunoglobulins, glatiramer acetate, natalizumab, fingolimod, siponimod, and ocrelizumab; we have high confidence that this is the case with interferon beta-1a. We found only low or very low certainty evidence relating to disability progression for the included disease-modifying treatments compared to placebo, largely due to imprecision. We are also uncertain about the effect of interventions on serious adverse events, also because of imprecision. These findings are due in part to the short follow-up of the included RCTs, which lacked detection of less common severe adverse events. Moreover, the funding source of many included studies may have introduced bias into the results. Future research on PMS should include head-to-head rather than placebo-controlled trials, with a longer follow-up of at least three years. Given the relative rarity of PMS, controlled, non-randomised studies on large samples may usefully integrate data from pivotal RCTs. Outcomes valuable and meaningful to people with PMS should be consistently adopted and measured to permit the evaluation of relative effectiveness among treatments.",
  "authors": [
    {
      "last_name": "Ridley",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Ridley",
      "affiliations": [
        "IRCCS Istituto delle Scienze Neurologiche di Bologna, Bologna, Italy."
      ]
    },
    {
      "last_name": "Minozzi",
      "fore_name": "Silvia",
      "initials": "S",
      "name": "Silvia Minozzi",
      "affiliations": [
        "Department of Epidemiology, Lazio Regional Health Service, Rome, Italy."
      ]
    },
    {
      "last_name": "Gonzalez-Lorenzo",
      "fore_name": "Marien",
      "initials": "M",
      "name": "Marien Gonzalez-Lorenzo",
      "affiliations": [
        "Laboratorio di Metodologia delle revisioni sistematiche e produzione di Linee Guida, Istituto di Ricerche Farmacologiche Mario Negri IRCCS, Milan, Italy."
      ]
    },
    {
      "last_name": "Del Giovane",
      "fore_name": "Cinzia",
      "initials": "C",
      "name": "Cinzia Del Giovane",
      "affiliations": [
        "Institute of Primary Health Care (BIHAM), Bern, Switzerland.",
        "Department of Medical and Surgical Sciences, University of Modena and Reggio Emilia, Modena, Italy."
      ]
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Family Medicine, Queens University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Filippini",
      "fore_name": "Graziella",
      "initials": "G",
      "name": "Graziella Filippini",
      "affiliations": [
        "Scientific Director's Office, Fondazione IRCCS, Istituto Neurologico Carlo Besta, Milan, Italy."
      ]
    },
    {
      "last_name": "Peryer",
      "fore_name": "Guy",
      "initials": "G",
      "name": "Guy Peryer",
      "affiliations": [
        "School of Health Sciences, University of East Anglia, Norwich, UK."
      ]
    },
    {
      "last_name": "Foschi",
      "fore_name": "Matteo",
      "initials": "M",
      "name": "Matteo Foschi",
      "affiliations": [
        "Department of Neuroscience, Multiple Sclerosis Center - Neurology Unit, S.Maria delle Croci Hospital, AUSL Romagna, Ravenna, Italy.",
        "Department of Biotechnological and Applied Clinical Sciences, University of L'Aquila, L'Aquila, Italy."
      ]
    },
    {
      "last_name": "Tramacere",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Tramacere",
      "affiliations": [
        "Department of Research and Clinical Development, Scientific Directorate, Fondazione IRCCS Istituto Neurologico Carlo Besta, Milan, Italy."
      ]
    },
    {
      "last_name": "Baldin",
      "fore_name": "Elisa",
      "initials": "E",
      "name": "Elisa Baldin",
      "affiliations": [
        "IRCCS Istituto delle Scienze Neurologiche di Bologna, Bologna, Italy."
      ]
    },
    {
      "last_name": "Nonino",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Nonino",
      "affiliations": [
        "IRCCS Istituto delle Scienze Neurologiche di Bologna, Bologna, Italy."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "10"
  },
  "start_page": "CD015443",
  "pages": "CD015443",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Immunomodulating Agents",
    "Immunosuppressive Agents",
    "Multiple Sclerosis, Chronic Progressive",
    "Randomized Controlled Trials as Topic",
    "Recurrence",
    "Rituximab"
  ],
  "article_ids": {
    "pubmed": "39254048",
    "pmc": "PMC11384553",
    "doi": "10.1002/14651858.CD015443.pub2"
  },
  "doi": "10.1002/14651858.CD015443.pub2",
  "pmc_id": "PMC11384553",
  "dates": {
    "completed": "2024-09-10",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Immunomodulating Agents",
    "Immunosuppressive Agents",
    "Rituximab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:36.576085",
    "pmid": "39254048"
  }
}