{
  "pmid": "39267131",
  "uid": "39267131",
  "title": "The impact of chiropractic care on prescription opioid use for non-cancer spine pain: protocol for a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: In recent studies, receipt of chiropractic care has been associated with lower odds of receiving prescription opioids and, among those already prescribed, reduced doses of opioids among patients with non-cancer spine pain. These findings suggest that access to chiropractic services may reduce reliance on opioids for musculoskeletal pain. OBJECTIVE: To assess the impact of chiropractic care on initiation, or continued use, of prescription opioids among patients with non-cancer spine pain. METHODS: We will search for eligible randomized controlled trials (RCTs) and observational studies indexed in MEDLINE, Embase, AMED, CINAHL, Web of Science, and the Index to Chiropractic Literature from database inception to June 2024. Article screening, data extraction, and risk-of-bias assessment will be conducted independently by pairs of reviewers. We will conduct separate analyses for RCTs and observational studies and pool binary outcomes (e.g. prescribed opioid receipt, long-term opioid use, and higher versus lower opioid dose) as odds ratios (ORs) with associated 95% confidence intervals (CIs). When studies provide hazard ratios (HRs) or relative risks (RRs) for time-to-event data (e.g. time-to-first opioid prescription) or incidence rates (number of opioid prescriptions over time), we will first convert them to an OR before pooling. Continuous outcomes such as pain intensity, sleep quality, or morphine equivalent dose will be pooled as weighted mean differences with associated 95% CIs. We will conduct meta-analyses using random-effects models and explore sources of heterogeneity using subgroup analyses and meta-regression. We will evaluate the certainty of evidence of all outcomes using the GRADE approach and the credibility of all subgroup effects with ICEMAN criteria. Our systematic review will follow the PRISMA statement and MOOSE guidelines. DISCUSSION: Our review will establish the current evidence informing the impact of chiropractic care on new or continued prescription opioid use for non-cancer spine pain. We will disseminate our results through peer-reviewed publication and conference presentations. The findings of our review will be of interest to patients, health care providers, and policy-makers. TRIAL REGISTRATION: Systematic review registration: PROSPERO CRD42023432277.",
  "authors": [
    {
      "last_name": "Emary",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Emary",
      "affiliations": [
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, ON, Canada. emaryp@mcmaster.ca.",
        "Chiropractic Department, D'Youville University, Buffalo, NY, USA. emaryp@mcmaster.ca.",
        "Private Practice, Cambridge, ON, N3H 4L5, Canada. emaryp@mcmaster.ca."
      ]
    },
    {
      "last_name": "Corcoran",
      "fore_name": "Kelsey L",
      "initials": "KL",
      "name": "Kelsey L Corcoran",
      "affiliations": [
        "Yale School of Medicine, New Haven, CT, USA.",
        "Pain, Research, Informatics, Medical Comorbidities, and Education (PRIME) Center, Veterans Affairs of Connecticut Healthcare System, West Haven, CT, USA."
      ]
    },
    {
      "last_name": "Coleman",
      "fore_name": "Brian C",
      "initials": "BC",
      "name": "Brian C Coleman",
      "affiliations": [
        "Pain, Research, Informatics, Medical Comorbidities, and Education (PRIME) Center, Veterans Affairs of Connecticut Healthcare System, West Haven, CT, USA.",
        "Department of Emergency Medicine, Yale School of Medicine, New Haven, CT, USA.",
        "Health Informatics, Department of Biostatistics, Yale School of Public Health, New Haven, CT, USA."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Amy L",
      "initials": "AL",
      "name": "Amy L Brown",
      "affiliations": [
        "Private Practice, Cambridge, ON, N3H 4L5, Canada."
      ]
    },
    {
      "last_name": "Ciraco",
      "fore_name": "Carla",
      "initials": "C",
      "name": "Carla Ciraco",
      "affiliations": [
        "Private Practice, Vaughan, ON, Canada."
      ]
    },
    {
      "last_name": "DiDonato",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna DiDonato",
      "affiliations": [
        "Private Practice, Ancaster, ON, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel J",
      "initials": "RJ",
      "name": "Rachel J Couban",
      "affiliations": [
        "Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sud",
      "fore_name": "Abhimanyu",
      "initials": "A",
      "name": "Abhimanyu Sud",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada.",
        "Humber River Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Michael G. DeGroote Centre for Medicinal Cannabis Research, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "12"
  },
  "start_page": "232",
  "pages": "232",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Analgesics, Opioid",
    "Back Pain",
    "Manipulation, Chiropractic",
    "Meta-Analysis as Topic",
    "Musculoskeletal Pain",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "39267131",
    "pmc": "PMC11394937",
    "doi": "10.1186/s13643-024-02654-6",
    "pii": "10.1186/s13643-024-02654-6"
  },
  "doi": "10.1186/s13643-024-02654-6",
  "pmc_id": "PMC11394937",
  "dates": {
    "completed": "2024-09-13",
    "revised": "2025-03-15"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [
    {
      "grant_id": "UL1 TR001863",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.424304",
    "pmid": "39267131"
  }
}