{
  "pmid": "39266312",
  "uid": "39266312",
  "title": "Fatherhood and men's participation in antenatal care in rural sub-Saharan Africa: a scoping review protocol.",
  "abstract": "INTRODUCTION: Men's participation is imperative for improving antenatal care (ANC) access and mother and child health outcomes in sub-Saharan Africa (SSA). Research looking at improving men's participation in ANC often focuses on their instrumental and psychosocial roles and on biomedical ANC systems. There is limited understanding of how context-specific cultural experiences of fatherhood influence men's participation in ANC within broader communal support networks and across different ANC systems in SSA. Against this background, and to understand how local communities in SSA conceive men's participation in ANC, a scoping review will be undertaken to synthesise existing literature around local cultural experiences of fatherhood and men's participation in ANC in rural settings in SSA. METHODS AND ANALYSIS: The classical scoping review methodology developed by Arksey and O'Malley will be used to conduct the scoping review described above. Empirical studies published between 1 January 2000 and 31 August 2024 will be systematically searched for in key online databases (eg, PubMed/MEDLINE, CINAHL, EMBASE, PsycINFO, Cochrane Library, African Index Medicus, African Journals Online) and grey literature (eg, reports from key organisations like UNICEF and the WHO). Literature reviews, personal opinion articles and theoretical or conceptual articles that do not systematically analyse data, and non-English texts, will be excluded. Data will be extracted from the included texts in the form of study characteristics, which will be analysed using descriptive statistics, and key issues to be analysed thematically. ETHICS AND DISSEMINATION: No ethical approvals are needed for this scoping review since data will be abstracted from already-published literature and no additional data will be collected. The findings will be shared with policymakers, practitioners, researchers, students and local communities through peer-reviewed journal publication(s), conference presentations, public lectures and policy-focused stakeholder and community meetings in and outside SSA.",
  "authors": [
    {
      "last_name": "Musiwa",
      "fore_name": "Anthony Shuko",
      "initials": "AS",
      "name": "Anthony Shuko Musiwa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada musiwaa@mcmaster.ca.",
        "Centre for Research on Children and Families, McGill University, Montreal, Quebec, Canada."
      ],
      "orcid": "0000-0002-7851-6862"
    },
    {
      "last_name": "Mavhu",
      "fore_name": "Webster",
      "initials": "W",
      "name": "Webster Mavhu",
      "affiliations": [
        "Centre for Sexual Health & HIV/AIDS Research (CeSHHAR), Harare, Zimbabwe.",
        "International Public Health, Liverpool School of Tropical Medicine, Liverpool, UK."
      ]
    },
    {
      "last_name": "Nyamwanza",
      "fore_name": "Owen",
      "initials": "O",
      "name": "Owen Nyamwanza",
      "affiliations": [
        "Centre for Sexual Health & HIV/AIDS Research (CeSHHAR), Harare, Zimbabwe."
      ]
    },
    {
      "last_name": "Chadambuka",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Chadambuka",
      "affiliations": [
        "Department of Health Sciences, Africa University, Mutare, Manicaland, Zimbabwe."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Couban",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Ontario, Canada.",
        "Centre for Development of Best Practices in Health, Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ],
      "orcid": "0000-0001-5855-5461"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "12"
  },
  "start_page": "e085901",
  "pages": "e085901",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Male",
    "Pregnancy",
    "Africa South of the Sahara",
    "Fathers",
    "Prenatal Care",
    "Research Design",
    "Rural Population",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "39266312",
    "pmc": "PMC11404166",
    "doi": "10.1136/bmjopen-2024-085901",
    "pii": "bmjopen-2024-085901"
  },
  "doi": "10.1136/bmjopen-2024-085901",
  "pmc_id": "PMC11404166",
  "dates": {
    "completed": "2024-09-12",
    "revised": "2025-02-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.656669",
    "pmid": "39266312"
  }
}