{
  "pmid": "39262557",
  "uid": "39262557",
  "title": "Hypothyroid-Induced Rhabdomyolysis: A Case Report.",
  "abstract": "Patients frequently present to the emergency department (ED) with non-specific complaints such as body aches and generalized weakness, which can have an extensive differential diagnosis. Hypothyroidism and rhabdomyolysis are known causes of generalized weakness and body aches but are usually considered separate entities. In this article, we describe a patient who presented to the ED with symptoms including generalized weakness and muscle aches and was diagnosed with rhabdomyolysis. She presented days later with ongoing, worsening symptoms and was diagnosed with hypothyroid-induced rhabdomyolysis and acute kidney injury. Patients who present with non-specific complaints may have delayed diagnoses that can lead to progression of their disease. Patients with hypothyroidism can develop non-traumatic rhabdomyolysis which can later lead to acute kidney injury. This case illustrates the importance of keeping a wide differential when evaluating patients with generalized complaints and recognizing hypothyroidism as a potential cause of rhabdomyolysis.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Walker",
      "affiliations": [
        "Emergency Medicine, Baylor Scott & White All Saints Medical Center, Fort Worth, USA.",
        "Emergency Medicine, Burnett School of Medicine at Texas Christian University, Fort Worth, USA."
      ]
    },
    {
      "last_name": "Miles",
      "fore_name": "Zachary",
      "initials": "Z",
      "name": "Zachary Miles",
      "affiliations": [
        "Emergency Medicine, Baylor University Medical Center, Dallas, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "16",
    "issue": "8",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "e66679",
  "pages": "e66679",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39262557",
    "pmc": "PMC11389347",
    "doi": "10.7759/cureus.66679"
  },
  "doi": "10.7759/cureus.66679",
  "pmc_id": "PMC11389347",
  "dates": {
    "revised": "2024-09-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.739615",
    "pmid": "39262557"
  }
}