{
  "pmid": "39269391",
  "uid": "39269391",
  "title": "AGA Clinical Practice Update on Integrating Potassium-Competitive Acid Blockers Into Clinical Practice: Expert Review.",
  "abstract": "DESCRIPTION: The purpose of this American Gastroenterological Association (AGA) Institute Clinical Practice Update (CPU) is to summarize the available evidence and offer expert Best Practice Advice on the integration of potassium-competitive acid blockers (P-CABs) in the clinical management of foregut disorders, specifically including gastroesophageal reflux disease, Helicobacter pylori infection, and peptic ulcer disease. METHODS: This expert review was commissioned and approved by the AGA Institute Governing Board and CPU Committee to provide timely guidance on a topic of high clinical importance to the AGA membership. This CPU expert review underwent internal peer review by the CPU Committee and external peer review through the standard procedures of Gastroenterology. These Best Practice Advice statements were developed based on review of the published literature and expert consensus opinion. Because formal systematic reviews were not performed, these Best Practice Advice statements do not carry formal ratings of the quality of evidence or strength of the presented considerations. Best Practice Advice Statements BEST PRACTICE ADVICE 1: Based on nonclinical factors (including cost, greater obstacles to obtaining medication, and fewer long-term safety data), clinicians should generally not use P-CABs as initial therapy for acid-related conditions in which clinical superiority has not been shown. BEST PRACTICE ADVICE 2: Based on current costs in the United States, even modest clinical superiority of P-CABs over double-dose proton pump inhibitors (PPIs) may not make P-CABs cost-effective as first-line therapy. BEST PRACTICE ADVICE 3: Clinicians should generally not use P-CABs as first-line therapy for patients with uninvestigated heartburn symptoms or nonerosive reflux disease. Clinicians may use P-CABs in selected patients with documented acid-related reflux who fail therapy with twice-daily PPIs. BEST PRACTICE ADVICE 4: Although there is currently insufficient evidence for clinicians to use P-CABs as first-line on-demand therapy for patients with heartburn symptoms who have previously responded to antisecretory therapy, their rapid onset of acid inhibition raises the possibility of their utility in this population. BEST PRACTICE ADVICE 5: Clinicians should generally not use P-CABs as first-line therapy in patients with milder erosive esophagitis (EE) (Los Angeles classification of erosive esophagitis grade A/B EE). Clinicians may use P-CABs in selected patients with documented acid-related reflux who fail therapy with twice-daily PPIs. BEST PRACTICE ADVICE 6: Clinicians may use P-CABs as a therapeutic option for the healing and maintenance of healing in patients with more severe EE (Los Angeles classification of erosive esophagitis grade C/D EE). However, given the markedly higher costs of the P-CAB presently available in the United States and the lack of randomized comparisons with double-dose PPIs, it is not clear that the benefits in endoscopic outcomes over standard-dose PPIs justify the routine use of P-CABs as first-line therapy. BEST PRACTICE ADVICE 7: Clinicians should use P-CABs in place of PPIs in eradication regimens for most patients with H pylori infection. BEST PRACTICE ADVICE 8: Clinicians should generally not use P-CABs as first-line therapy in the treatment or prophylaxis of peptic ulcer disease. BEST PRACTICE ADVICE 9: Although there is currently insufficient evidence for clinicians to use P-CABs as first-line therapy in patients with bleeding gastroduodenal ulcers and high-risk stigmata, their rapid and potent acid inhibition raises the possibility of their utility in this population.",
  "authors": [
    {
      "last_name": "Patel",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Patel",
      "affiliations": [
        "Division of Gastroenterology, Duke University School of Medicine, Durham, North Carolina; Durham Veterans Affairs Medical Center, Durham, North Carolina. Electronic address: Amit.patel@duke.edu."
      ]
    },
    {
      "last_name": "Laine",
      "fore_name": "Loren",
      "initials": "L",
      "name": "Loren Laine",
      "affiliations": [
        "Division of Gastroenterology, Yale School of Medicine, New Haven, Connecticut; Veterans Affairs Connecticut Healthcare System, West Haven, Connecticut."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Wu",
      "affiliations": [
        "Division of Gastroenterology, Chinese University of Hong Kong, Hong Kong Special Administrative Region, The People's Republic of China."
      ]
    }
  ],
  "journal": {
    "title": "Gastroenterology",
    "iso_abbreviation": "Gastroenterology",
    "issn": "1528-0012",
    "issn_type": "Electronic",
    "volume": "167",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "1228",
  "end_page": "1238",
  "pages": "1228-1238",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Gastroesophageal Reflux",
    "Proton Pump Inhibitors",
    "Peptic Ulcer",
    "Gastroenterology",
    "Helicobacter Infections",
    "Evidence-Based Medicine",
    "Societies, Medical",
    "Treatment Outcome",
    "United States",
    "Pyrroles",
    "Sulfonamides"
  ],
  "article_ids": {
    "pubmed": "39269391",
    "doi": "10.1053/j.gastro.2024.06.038",
    "pii": "S0016-5085(24)05226-0"
  },
  "doi": "10.1053/j.gastro.2024.06.038",
  "dates": {
    "completed": "2024-10-20",
    "revised": "2024-11-06"
  },
  "chemicals": [
    "Proton Pump Inhibitors",
    "1-(5-(2-fluorophenyl)-1-(pyridin-3-ylsulfonyl)-1H-pyrrol-3-yl)-N-methylmethanamine",
    "Pyrroles",
    "Sulfonamides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.451981",
    "pmid": "39269391"
  }
}