{
  "pmid": "39260619",
  "uid": "39260619",
  "title": "Deferred Cord Clamping in Twin Pregnancies Across Canada: A National Survey of Practices.",
  "abstract": "OBJECTIVE: Guidelines recommending deferred cord clamping (DCC), delaying cord clamping for at least 30 seconds post-birth, have shown significant benefits in preterm singleton births. However, evidence supporting DCC in twins is scarce due to limited trial data, leading to practice variations. This study aims to assess current reported DCC practices for twin pregnancies in tertiary hospitals across Canada. METHODS: A web-based survey was distributed to neonatologists and obstetrician investigators associated with the Canadian Neonatal and Preterm Birth Networks operating maternity and neonatal units. RESULTS: The site response rate was 93% (28/30 sites), with 83% (25/30) for neonatologists and 56% (17/30) for obstetricians. The majority had a local protocol for twin pregnancies (obstetricians 13/17, neonatologists 21/25). While all centres practised DCC in dichorionic-diamniotic twins, a difference was noted for monochorionic-diamniotic twins, with 56% of neonatologists and 65% of obstetricians performing DCC. During cesarean delivery, most obstetricians (76.5%) placed the firstborn on the mother's thighs. Neonatologists varied in their practices, with 32% placing the baby on the mother's abdomen, 32% on the mother's thighs, and 28% holding the baby at the height of the perineum. Divergent opinions were observed regarding contraindications, including risks of postpartum hemorrhage and velamentous cord insertion. CONCLUSIONS: DCC is reported to be practised in most twin deliveries among Canadian Neonatal and Preterm Birth Network centres. However, there are wide variations in practice, especially concerning the characteristics of the twins in which DCC is performed. Future research should investigate optimal cord clamping management in twins to standardize practices and maximize benefits.",
  "authors": [
    {
      "last_name": "Bouadi",
      "fore_name": "Naila",
      "initials": "N",
      "name": "Naila Bouadi",
      "affiliations": [
        "Faculty of Medicine, Laval University, Quebec, QC. Electronic address: naila.bouadi.1@ulaval.ca."
      ]
    },
    {
      "last_name": "Beltempo",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Beltempo",
      "affiliations": [
        "Department of Pediatrics, McGill University Health Centre, Montreal, QC; Division of Neonatology, McGill University Health Centre, Montreal, QC."
      ]
    },
    {
      "last_name": "Éthier",
      "fore_name": "Guillaume",
      "initials": "G",
      "name": "Guillaume Éthier",
      "affiliations": [
        "Division of Neonatology, McGill University Health Centre, Montreal, QC; Department of Nursing, CHU Sainte-Justine, Montreal, QC."
      ]
    },
    {
      "last_name": "Boucoiran",
      "fore_name": "Isabelle",
      "initials": "I",
      "name": "Isabelle Boucoiran",
      "affiliations": [
        "Department of Obstetrics and Gynecology, School of Public Health, Université de Montréal, QC; Division of Maternal-Fetal Medicine, Department of Obstetrics & Gynecology, McGill University Health Centre, Montreal, QC."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics & Gynecology, McGill University Health Centre, Montreal, QC; Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON; Department of Radiology, McMaster University, Hamilton, ON; Department of Health Research, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Villeneuve",
      "fore_name": "Andréanne",
      "initials": "A",
      "name": "Andréanne Villeneuve",
      "affiliations": [
        "Division of Neonatology, McGill University Health Centre, Montreal, QC; Department of Pediatrics, CHU Sainte-Justine, Montreal, QC."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "11",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "102659",
  "pages": "102659",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Umbilical Cord",
    "Pregnancy",
    "Pregnancy, Twin",
    "Canada",
    "Constriction",
    "Practice Patterns, Physicians'",
    "Delivery, Obstetric",
    "Infant, Newborn",
    "Surveys and Questionnaires",
    "Time Factors",
    "Premature Birth"
  ],
  "article_ids": {
    "pubmed": "39260619",
    "doi": "10.1016/j.jogc.2024.102659",
    "pii": "S1701-2163(24)00482-1"
  },
  "doi": "10.1016/j.jogc.2024.102659",
  "dates": {
    "completed": "2024-12-04",
    "revised": "2025-07-15"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "950-229920",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.105290",
    "pmid": "39260619"
  }
}