{
  "pmid": "39264015",
  "uid": "39264015",
  "title": "Environmental Light Controls the Daily Organization of Breathing by Activating Brn3b-expressing Intrinsically Photosensitive Retinal Ganglion Cells in Mice.",
  "abstract": "Rhythmic, daily fluctuations in minute ventilation are controlled by the endogenous circadian clock located in the suprachiasmatic nucleus (SCN). While light serves as a potent synchronizer for the SCN, it also influences physiology and behavior by activating Brn3b-expressing, intrinsically photosensitive retinal ganglion cells (ipRGCs). It is currently unclear the extent to which the external light environment shapes daily ventilatory patterns independent of the SCN. To determine the relative influence of environmental light versus circadian timing on the organization of daily rhythms in minute ventilation, we used whole-body plethysmography to measure the breathing of mice housed on a non-entraining T28 cycle (14 h light:14 h dark). Using this protocol, we found that minute ventilation exhibits a ~28-h rhythm with a peak at dark onset that coincides with the light:dark cycle and the animals' locomotor activity. To determine if this 28-h rhythm in minute ventilation was mediated by Brn3b-expressing ipRGCs, we measured the breathing of Brn3bDTA mice housed under the T28 cycle. Brn3bDTA mice lack the Brn3b-expressing ipRGCs that project to many non-SCN brain regions. We found that despite rhythmic light cues occurring on a 28-h basis, Brn3bDTA mice exhibited 24-h rhythms in minute ventilation, locomotor activity, and core body temperature consistent with organization by the SCN. The 24-h minute ventilation rhythm of Brn3bDTA mice was found to be driven predominantly by tidal volume rather than respiratory rate. These data indicate that the external light:dark cycle can directly drive daily patterns in minute ventilation by way of Brn3b-expressing ipRGCs. In addition, these data strongly suggest that the activation of Brn3b-expressing ipRGCs principally organizes daily patterns in breathing and locomotor activity when light:dark cues are presented in opposition to endogenous clock timing.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Aaron A",
      "initials": "AA",
      "name": "Aaron A Jones",
      "affiliations": [
        "Department of Biological Sciences, Klinger College of Arts and Sciences, Marquette University, Milwaukee, Wisconsin.",
        "Breathing Research and Therapeutics Center, Department of Physical Therapy, McKnight Brain Institute, University of Florida, Gainesville, Florida."
      ],
      "orcid": "0000-0002-5580-2129"
    },
    {
      "last_name": "Spears",
      "fore_name": "Allison R",
      "initials": "AR",
      "name": "Allison R Spears",
      "affiliations": [
        "Department of Biological Sciences, Klinger College of Arts and Sciences, Marquette University, Milwaukee, Wisconsin."
      ]
    },
    {
      "last_name": "Arble",
      "fore_name": "Deanna M",
      "initials": "DM",
      "name": "Deanna M Arble",
      "affiliations": [
        "Department of Biological Sciences, Klinger College of Arts and Sciences, Marquette University, Milwaukee, Wisconsin."
      ]
    }
  ],
  "journal": {
    "title": "Journal of biological rhythms",
    "iso_abbreviation": "J Biol Rhythms",
    "issn": "1552-4531",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "568",
  "end_page": "580",
  "pages": "568-580",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Retinal Ganglion Cells",
    "Mice",
    "Light",
    "Transcription Factor Brn-3B",
    "Circadian Rhythm",
    "Photoperiod",
    "Respiration",
    "Male",
    "Suprachiasmatic Nucleus",
    "Circadian Clocks",
    "Mice, Inbred C57BL",
    "Motor Activity",
    "Homeodomain Proteins"
  ],
  "article_ids": {
    "pubmed": "39264015",
    "doi": "10.1177/07487304241276888"
  },
  "doi": "10.1177/07487304241276888",
  "dates": {
    "completed": "2024-12-02",
    "revised": "2025-06-16"
  },
  "chemicals": [
    "Transcription Factor Brn-3B",
    "Pou4f2 protein, mouse",
    "Homeodomain Proteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.731468",
    "pmid": "39264015"
  }
}