{
  "pmid": "39278643",
  "uid": "39278643",
  "title": "Risk of cervical laceration in forceps vs vacuum delivery: A systematic review and meta-analysis.",
  "abstract": "INTRODUCTION: Cervical laceration is an obstetric injury associated with severe postpartum hemorrhage and subsequent spontaneous preterm birth. While operative vaginal delivery is a known risk factor for cervical laceration, it is unclear whether forceps and vacuum deliveries incur the same risk. The aim of this systematic review was to compare the risk of cervical laceration between operative instruments (forceps vs vacuum). MATERIAL AND METHODS: Medline, Embase, Global Health, CENTRAL, Emcare, and Web of Science were searched from inception until August 2024 with terms related to operative vaginal delivery and cervical laceration. Studies comparing the risk of cervical laceration in individuals undergoing forceps or vacuum delivery were included. Two authors conducted screening, data extraction, and quality assessment of all studies. Random-effects models were used to pool risk ratios across studies and certainty of evidence was assessed using Cochrane methods and the GRADE approach. PROSPERO Registration Number CRD42023421890. RESULTS: Thirteen studies were eligible for inclusion, 3 randomized controlled trials (RCTs) and 10 observational studies. The overall rate of cervical laceration was 0.35% (990/284218 births) where 1.04% of forceps deliveries (456/43817) were complicated by cervical laceration compared to 0.22% of vacuum deliveries (534/240401). The risk of cervical laceration was 2-5 fold greater in forceps deliveries than in vacuum deliveries: pooled unadjusted risk ratio [RR] 4.83, 95% confidence interval [CI] 1.56-14.98 among RCTs and pooled unadjusted RR 1.89, 95% CI 1.59-2.24 among observational studies. The overall quality of evidence was low to moderate mainly due to the lack of attention to confounding in the included literature. The GRADE assessment indicated that the certainty of evidence was very low for observational studies and moderate for RCTs. CONCLUSIONS: Low certainty of evidence indicates that forceps deliveries may be associated with an increased risk of cervical laceration compared to vacuum deliveries.",
  "authors": [
    {
      "last_name": "Hossein-Pour",
      "fore_name": "Parnian",
      "initials": "P",
      "name": "Parnian Hossein-Pour",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0009-0006-3712-5490"
    },
    {
      "last_name": "Rajasingham",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Rajasingham",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0009-0005-0931-289X"
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Clinical Epidemiology Unit, Department of Medicine, Solna, Karolinska Institutet, Stockholm, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Acta obstetricia et gynecologica Scandinavica",
    "iso_abbreviation": "Acta Obstet Gynecol Scand",
    "issn": "1600-0412",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "29",
  "end_page": "38",
  "pages": "29-38",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Pregnancy",
    "Cervix Uteri",
    "Extraction, Obstetrical",
    "Lacerations",
    "Obstetrical Forceps",
    "Risk Factors",
    "Vacuum Extraction, Obstetrical"
  ],
  "article_ids": {
    "pubmed": "39278643",
    "pmc": "PMC11683547",
    "doi": "10.1111/aogs.14969"
  },
  "doi": "10.1111/aogs.14969",
  "pmc_id": "PMC11683547",
  "dates": {
    "completed": "2024-12-31",
    "revised": "2025-07-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:39.027286",
    "pmid": "39278643"
  }
}