{
  "pmid": "39277721",
  "uid": "39277721",
  "title": "Extreme trophic tales: deciphering bacterial diversity and potential functions in oligotrophic and hypereutrophic lakes.",
  "abstract": "BACKGROUND: Oligotrophy and hypereutrophy represent the two extremes of lake trophic states, and understanding the distribution of bacterial communities across these contrasting conditions is crucial for advancing aquatic microbial research. Despite the significance of these extreme trophic states, bacterial community characteristics and co-occurrence patterns in such environments have been scarcely interpreted. To bridge this knowledge gap, we collected 60 water samples from Lake Fuxian (oligotrophic) and Lake Xingyun (hypereutrophic) during different hydrological periods. RESULTS: Employing 16S rRNA gene sequencing, our findings revealed distinct community structures and metabolic potentials in bacterial communities of hypereutrophic and oligotrophic lake ecosystems. The hypereutrophic ecosystem exhibited higher bacterial α- and β-diversity compared to the oligotrophic ecosystem. Actinobacteria dominated the oligotrophic Lake Fuxian, while Cyanobacteria, Proteobacteria, and Bacteroidetes were more prevalent in the hypereutrophic Lake Xingyun. Functions associated with methanol oxidation, methylotrophy, fermentation, aromatic compound degradation, nitrogen/nitrate respiration, and nitrogen/nitrate denitrification were enriched in the oligotrophic lake, underscoring the vital role of bacteria in carbon and nitrogen cycling. In contrast, functions related to ureolysis, human pathogens, animal parasites or symbionts, and phototrophy were enriched in the hypereutrophic lake, highlighting human activity-related disturbances and potential pathogenic risks. Co-occurrence network analysis unveiled a more complex and stable bacterial network in the hypereutrophic lake compared to the oligotrophic lake. CONCLUSION: Our study provides insights into the intricate relationships between trophic states and bacterial community structure, emphasizing significant differences in diversity, community composition, and network characteristics between extreme states of oligotrophy and hypereutrophy. Additionally, it explores the nuanced responses of bacterial communities to environmental conditions in these two contrasting trophic states.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Guijuan",
      "initials": "G",
      "name": "Guijuan Xie",
      "affiliations": [
        "College of Biology and Pharmaceutical Engineering, West Anhui University, Lu'an, 237012, China.",
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, 210008, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, 210008, China.",
        "The Third Construction Company of CCCC second Harbor Engineering Co., Ltd, Zhenjiang, 212000, China."
      ]
    },
    {
      "last_name": "Gong",
      "fore_name": "Yi",
      "initials": "Y",
      "name": "Yi Gong",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, 210008, China."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Wenlei",
      "initials": "W",
      "name": "Wenlei Luo",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, 210008, China.",
        "The Fuxianhu Station of Plateau Deep Lake Field Scientific Observation and Research, Yunnan, 653100, Yuxi, China."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Xiangming",
      "initials": "X",
      "name": "Xiangming Tang",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, 210008, China. xmtang@niglas.ac.cn."
      ]
    }
  ],
  "journal": {
    "title": "BMC microbiology",
    "iso_abbreviation": "BMC Microbiol",
    "issn": "1471-2180",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "14"
  },
  "start_page": "348",
  "pages": "348",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Lakes",
    "Bacteria",
    "RNA, Ribosomal, 16S",
    "Phylogeny",
    "Biodiversity",
    "DNA, Bacterial",
    "Microbiota",
    "Ecosystem",
    "Water Microbiology",
    "China",
    "Nitrogen",
    "Sequence Analysis, DNA"
  ],
  "article_ids": {
    "pubmed": "39277721",
    "pmc": "PMC11401395",
    "doi": "10.1186/s12866-024-03488-x",
    "pii": "10.1186/s12866-024-03488-x"
  },
  "doi": "10.1186/s12866-024-03488-x",
  "pmc_id": "PMC11401395",
  "dates": {
    "completed": "2024-09-14",
    "revised": "2024-09-17"
  },
  "chemicals": [
    "RNA, Ribosomal, 16S",
    "DNA, Bacterial",
    "Nitrogen"
  ],
  "grants": [
    {
      "grant_id": "WGKQ2022032",
      "agency": "West Anhui University"
    },
    {
      "grant_id": "41971062",
      "agency": "National Natural Science Foundation of China"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.699448",
    "pmid": "39277721"
  }
}