{
  "pmid": "39278545",
  "uid": "39278545",
  "title": "Therapeutic Measures for Infections Originating from Scalp Incisions Following Deep Brain Stimulation in Patients with Parkinson's Disease.",
  "abstract": "BACKGROUND: Deep brain stimulation (DBS) is a well-established treatment for Parkinson's disease (PD). However, infection following DBS surgery is a serious complication that can lead to the recurrence and worsening of Parkinson's symptoms or related hardware reimplantation, causing considerable patient suffering and financial burden. OBJECTIVE: This study aims to compare the therapeutic efficiency of different treatment approaches for scalp incision infections after DBS surgery in PD patients. METHODS: We conducted a retrospective review of patients with PD who experienced scalp infections following DBS at our hospital between January 2017 and December 2021. The patients were divided into 2 groups based on whether affected implants were removed or not. Fisher's exact test was applied to compare the reinfection rates between groups A and B. RESULTS: In group A, 4 patients underwent debridement only, and all of them experienced reinfection between 2 and 25 months after the initial treatment. In group B, 9 patients underwent debridement and removal of potentially affected implants. Among them, 8 patients underwent reimplantation of the DBS device within 3-6 months after the initial treatment, and no cases of reinfection occurred. However, 1 patient experienced reinfection in the postauricular incision and percutaneous tunnel 5 months after the initial treatment, resulting in the complete removal of the entire DBS system. The reinfection rate in group B (11.11%) was significantly lower than that in group A (100%, P = 0.007). CONCLUSIONS: Scalp incision infections following DBS surgery can affect deep tissues, and the implementation of a comprehensive treatment strategy involving local debridement and removal of potentially affected implants can significantly reduce the risk of infection recurrence and its spread.",
  "authors": [
    {
      "last_name": "Jia",
      "fore_name": "Xiaofei",
      "initials": "X",
      "name": "Xiaofei Jia",
      "affiliations": [
        "Department of Functional Neurosurgery, Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jiping",
      "initials": "J",
      "name": "Jiping Li",
      "affiliations": [
        "Department of Functional Neurosurgery, Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Wenjie",
      "initials": "W",
      "name": "Wenjie Zhang",
      "affiliations": [
        "Department of Functional Neurosurgery, Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Wei",
      "affiliations": [
        "School of Biomedical Engineering, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Functional Neurosurgery, Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China. Electronic address: yuqzhang@vip.163.com."
      ]
    }
  ],
  "journal": {
    "title": "World neurosurgery",
    "iso_abbreviation": "World Neurosurg",
    "issn": "1878-8769",
    "issn_type": "Electronic",
    "volume": "192",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "e134",
  "end_page": "e138",
  "pages": "e134-e138",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Deep Brain Stimulation",
    "Parkinson Disease",
    "Male",
    "Female",
    "Middle Aged",
    "Aged",
    "Retrospective Studies",
    "Surgical Wound Infection",
    "Scalp",
    "Debridement",
    "Device Removal"
  ],
  "article_ids": {
    "pubmed": "39278545",
    "doi": "10.1016/j.wneu.2024.09.051",
    "pii": "S1878-8750(24)01590-0"
  },
  "doi": "10.1016/j.wneu.2024.09.051",
  "dates": {
    "completed": "2024-12-10",
    "revised": "2025-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.701248",
    "pmid": "39278545"
  }
}