{
  "pmid": "39272767",
  "uid": "39272767",
  "title": "Integrated Assessment of OCT, Multimodal Imaging, and Cytokine Markers for Predicting Treatment Responses in Retinal Vein Occlusion Associated Macular Edema: A Comparative Review of Anti-VEGF and Steroid Therapies.",
  "abstract": "Retinal vein occlusion (RVO) is a significant cause of vision loss, characterized by the occlusion of retinal veins, leading to conditions such as central retinal vein occlusion (CRVO) and branch retinal vein occlusion (BRVO). Macular edema (ME), a prevalent consequence of RVO, is the primary cause of vision impairment in affected patients. Anti-VEGF agents have become the standard treatment, showing efficacy in improving visual acuity (VA) and reducing ME. However, a subset of patients exhibit a suboptimal response to anti-VEGF therapy, necessitating alternative treatments. Corticosteroids, which address inflammatory pathways implicated in ME, have shown promise, particularly in cases resistant to anti-VEGF. This review aims to identify biomarkers that predict treatment response to corticosteroids in RVO-associated ME, utilizing multimodal imaging and cytokine assessments. Baseline imaging, including SD-OCT and OCT-A, is essential for evaluating biomarkers like hyperreflective foci (HRF), serous retinal detachment (SRF), and central retinal thickness (CRT). Elevated cytokine levels, such as IL-6 and MCP-1, correlate with ME severity and poor anti-VEGF response. Early identification of these biomarkers can guide timely transitions to corticosteroid therapy, potentially enhancing treatment outcomes. The practical conclusion of this review is that integrating biomarker assessment into clinical practice enables personalized treatment decisions, allowing for earlier and more effective management of RVO-associated ME by transitioning patients to corticosteroid therapy when anti-VEGF agents are insufficient. Advanced diagnostics and machine learning may further refine personalized treatment strategies, improving the management of RVO-associated ME.",
  "authors": [
    {
      "last_name": "Munk",
      "fore_name": "Marion R",
      "initials": "MR",
      "name": "Marion R Munk",
      "affiliations": [
        "Augenarzt Praxisgemeinschaft Gutblick, 8808 Pfäffikon, Switzerland.",
        "Department of Ophthalmology, Inselspital, Bern University Hospital, University of Bern, 3010 Bern, Switzerland.",
        "Bern Photographic Reading Center, Inselspital, University Hospital Bern, 3010 Bern, Switzerland.",
        "Department of Ophthalmology, Feinberg School of Medicine, Northwestern University, Chicago, IL 60208, USA."
      ],
      "orcid": "0000-0002-6227-2242"
    },
    {
      "last_name": "Ceklic",
      "fore_name": "Lala",
      "initials": "L",
      "name": "Lala Ceklic",
      "affiliations": [
        "Department of Ophthalmology, Inselspital, Bern University Hospital, University of Bern, 3010 Bern, Switzerland.",
        "Bern Photographic Reading Center, Inselspital, University Hospital Bern, 3010 Bern, Switzerland."
      ]
    },
    {
      "last_name": "Stillenmunkes",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Stillenmunkes",
      "affiliations": [
        "Augenarzt Praxisgemeinschaft Gutblick, 8808 Pfäffikon, Switzerland."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Waheed",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Waheed",
      "affiliations": [
        "Department of Ophthalmology, Tufts University Medical School, Boston, MA 02111, USA."
      ]
    },
    {
      "last_name": "Chhablani",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Chhablani",
      "affiliations": [
        "Department of Ophthalmology, University of Pittsburgh School of Medicine Pittsburgh, Pittsburgh, PA 15213, USA."
      ],
      "orcid": "0000-0003-1772-3558"
    },
    {
      "last_name": "de Smet",
      "fore_name": "Marc D",
      "initials": "MD",
      "name": "Marc D de Smet",
      "affiliations": [
        "MicroInvasive Ocular Surgery Center, 1005 Lausanne, Switzerland.",
        "Department of Ophthalmology, Leiden University, 2311 EZ Leiden, The Netherlands.",
        "New York Eye and Ear Infirmary of Mt Sinai, Icahn School of Medicine, New York, NY 10029, USA."
      ],
      "orcid": "0000-0002-9217-5603"
    },
    {
      "last_name": "Tillmann",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Tillmann",
      "affiliations": [
        "Augenarzt Praxisgemeinschaft Gutblick, 8808 Pfäffikon, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Diagnostics (Basel, Switzerland)",
    "iso_abbreviation": "Diagnostics (Basel)",
    "issn": "2075-4418",
    "issn_type": "Print",
    "volume": "14",
    "issue": "17",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "07"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39272767",
    "pmc": "PMC11394301",
    "doi": "10.3390/diagnostics14171983",
    "pii": "diagnostics14171983"
  },
  "doi": "10.3390/diagnostics14171983",
  "pmc_id": "PMC11394301",
  "dates": {
    "revised": "2024-09-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "not available",
      "agency": "Allergan AG, Abbvie"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:53.046601",
    "pmid": "39272767"
  }
}