{
  "pmid": "39271212",
  "uid": "39271212",
  "title": "Characteristics of family physicians with additional training or focused practices in caring for older adults: Population-based retrospective cohort study.",
  "abstract": "OBJECTIVE: To identify FPs with additional training and focused practice activities relevant to the needs of older patients within health administrative data and to describe their medical practices and service provision in community-based primary care settings. DESIGN: Retrospective cohort study. SETTING: Ontario. PARTICIPANTS: Family physicians with Certificates of Added Competence in care of the elderly from the College of Family Physicians of Canada or focused practice billing designations in care of the elderly. MAIN OUTCOME MEASURES: Evidence of additional training or certification in care of the elderly or practice activities relevant to the care of older adults. RESULTS: Of 14,123 FPs, 242 had evidence of additional scope to better support older adults. These FPs mainly practised in team-based care models, tended to provide comprehensive care, and billed for core primary care services. In an unadjusted analysis, factors statistically significantly associated with greater likelihood of having additional training or focused practices relevant to the care of older patients included physician demographic characteristics (eg, female sex, having completed medical school in Canada, residential instability at the community level), primary care practice model (ie, focused practice type), primary care activities (eg, more likely to provide consultations, practise in long-term care, refer patients to psychiatry and geriatrics, bill for complex house call assessments, bill for home care applications, and bill for long-term care health report forms), and patient characteristics (ie, older average age of patients). CONCLUSION: The FP workforce with additional training or focused practices in caring for older patients represents a small but specialized group of providers who contribute a portion of the total primary care activities for older adults. Health human resource planning should consider the contributions of all FPs who care for older adults, and enhancing geriatric competence across the family medicine workforce should be emphasized.",
  "authors": [
    {
      "last_name": "Correia",
      "fore_name": "Rebecca H",
      "initials": "RH",
      "name": "Rebecca H Correia",
      "affiliations": [
        "Doctoral candidate in the Department of Health Research Methods, Evidence, and Impact at McMaster University in Hamilton, Ont, at the time of the study and is now a postdoctoral fellow at Dalhousie University in Halifax, NS."
      ]
    },
    {
      "last_name": "Frank",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Frank",
      "affiliations": [
        "Family physician focusing on care of the elderly and palliative care and Professor in the Department of Medicine at Queen's University in Kingston, Ont."
      ]
    },
    {
      "last_name": "Kirkwood",
      "fore_name": "David",
      "initials": "D",
      "name": "David Kirkwood",
      "affiliations": [
        "Analytic epidemiologist with ICES McMaster in Hamilton, Ont."
      ]
    },
    {
      "last_name": "Siu",
      "fore_name": "Henry Y H",
      "initials": "HYH",
      "name": "Henry Y H Siu",
      "affiliations": [
        "Care of the elderly family physician and Associate Professor in the Department of Family Medicine at McMaster University."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Assistant Professor in the Department of Health Research Methods, Evidence, and Impact at McMaster University and Site Director of ICES McMaster."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Associate Professor in the Department of Family Medicine at McMaster University."
      ]
    },
    {
      "last_name": "Lavergne",
      "fore_name": "M Ruth",
      "initials": "MR",
      "name": "M Ruth Lavergne",
      "affiliations": [
        "Associate Professor in the Department of Family Medicine at Dalhousie University."
      ]
    },
    {
      "last_name": "Slade",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Slade",
      "affiliations": [
        "Director of Research at the College of Family Physicians of Canada in Mississauga, Ont."
      ]
    },
    {
      "last_name": "Babe",
      "fore_name": "Glenda",
      "initials": "G",
      "name": "Glenda Babe",
      "affiliations": [
        "Analytic epidemiologist with ICES McMaster at the time of the study and is now Senior Manager, Outcomes Research, at Boehringer Ingelheim in Burlington, Ont."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Associate Professor in the Department of Health Research Methods, Evidence, and Impact at McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "559",
  "end_page": "569",
  "pages": "559-569",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Retrospective Studies",
    "Female",
    "Male",
    "Ontario",
    "Aged",
    "Physicians, Family",
    "Primary Health Care",
    "Family Practice",
    "Middle Aged",
    "Practice Patterns, Physicians'",
    "Adult",
    "Health Services for the Aged",
    "Clinical Competence"
  ],
  "article_ids": {
    "pubmed": "39271212",
    "pmc": "PMC11407588",
    "doi": "10.46747/cfp.7009559",
    "pii": "70/9/559"
  },
  "doi": "10.46747/cfp.7009559",
  "pmc_id": "PMC11407588",
  "dates": {
    "completed": "2024-09-13",
    "revised": "2025-07-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.149593",
    "pmid": "39271212"
  }
}