{
  "pmid": "39291486",
  "uid": "39291486",
  "title": "Development of a urea-bond cleavage reaction induced by nitric oxide for fluorescence imaging.",
  "abstract": "Nitric oxide (NO) is a multifunctional signalling molecule with indispensable roles in physiological processes, but its abnormal production is implicated in various disease conditions. Detecting NO is crucial for interrogating its biological roles. Although many o-phenylenediamine-based fluorescent probes have been developed, only a small fraction has been employed in vivo. Moreover, these probes largely require direct modifications of the fluorophore backbones to render NO responsiveness, which restricts the general applicability of o-phenylenediamine-based probe designs to other types of fluorophores. Here, we report the rational development, optimization, and application of a NO-induced urea-bond cleavage reaction for selective fluorescence detection and imaging of NO in living systems. Through rational design and extensive screening, we identified a 2-aminophenylurea-derived functionality that can react with NO through N-nitrosation, acyltriazole formation, and hydrolysis to induce the cleavage of the urea bond and release of the amino-containing coumarin fluorophore. By caging different amino-containing fluorophore scaffolds with the 2-aminophenylurea-derived functionality, we modularly developed a series of NO fluorescent probes with different excitation and emission profiles for the detection of NO in aqueous solutions and live cells. Among these probes, the near-infrared probe has been demonstrated to enable in vivo fluorescence visualization of elevated endogenous levels of NO in a murine inflammation model. Overall, this study provides a NO-induced urea-bond cleavage reaction and establishes the utility of this reaction for the general and modular development of NO fluorescent probes, thus opening new opportunities for studying and manipulating NO in biological systems.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "State Key Laboratory of Chemical Oncogenomics, School of Chemical Biology and Biotechnology, Peking University Shenzhen Graduate School, Shenzhen 518055, China. tpeng@pku.edu.cn."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Shushu",
      "initials": "S",
      "name": "Shushu Wang",
      "affiliations": [
        "State Key Laboratory of Chemical Oncogenomics, School of Chemical Biology and Biotechnology, Peking University Shenzhen Graduate School, Shenzhen 518055, China. tpeng@pku.edu.cn."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Lina",
      "initials": "L",
      "name": "Lina Zhang",
      "affiliations": [
        "State Key Laboratory of Chemical Oncogenomics, School of Chemical Biology and Biotechnology, Peking University Shenzhen Graduate School, Shenzhen 518055, China. tpeng@pku.edu.cn."
      ]
    },
    {
      "last_name": "Peng",
      "fore_name": "Tao",
      "initials": "T",
      "name": "Tao Peng",
      "affiliations": [
        "State Key Laboratory of Chemical Oncogenomics, School of Chemical Biology and Biotechnology, Peking University Shenzhen Graduate School, Shenzhen 518055, China. tpeng@pku.edu.cn."
      ],
      "orcid": "0000-0002-5578-5314"
    }
  ],
  "journal": {
    "title": "Journal of materials chemistry. B",
    "iso_abbreviation": "J Mater Chem B",
    "issn": "2050-7518",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "40",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "17"
  },
  "start_page": "10248",
  "end_page": "10257",
  "pages": "10248-10257",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Nitric Oxide",
    "Urea",
    "Mice",
    "Animals",
    "Fluorescent Dyes",
    "Optical Imaging",
    "Molecular Structure",
    "RAW 264.7 Cells",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "39291486",
    "doi": "10.1039/d4tb01462f"
  },
  "doi": "10.1039/d4tb01462f",
  "dates": {
    "completed": "2024-10-17",
    "revised": "2024-10-17"
  },
  "chemicals": [
    "Nitric Oxide",
    "Urea",
    "Fluorescent Dyes"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.702763",
    "pmid": "39291486"
  }
}