{
  "pmid": "39292866",
  "uid": "39292866",
  "title": "Efficacy and Safety of Targeted Therapy for Radioiodine-Refractory Differentiated Thyroid Cancer.",
  "abstract": "CONTEXT: There has been considerable success in the development of drugs for targeted therapy of radioiodine-refractory differentiated thyroid cancer (RR-DTC) and to know the safety and efficacy of these drugs will help their appropriate application. OBJECTIVE: To evaluate the efficacy and safety of current targeted drug therapies for radioiodine-refractory differentiated thyroid cancer. METHODS: This was a meta-analysis of relevant randomized controlled trials (RCTs) and single-arm studies searched across PubMed, Embase, Cochranes, and Web of Sciences up to September 12, 2023. Stata15.0 software was used to assess overall survival (OS), progression-free survival (PFS), disease control rate (DCR), objective response rate (ORR), and adverse events. The Cochrane Bias Risk tool was used to assess literature quality and trial bias and RevMan 5.4 was used to generate a quality assessment map. RESULTS: A total of 8 RCTs and 17 single-arm studies with 3270 patients on 7 drugs-vandetanib, sorafenib, lenvatinib, cabozantinib, apatinib, donafenib, and anlotinib-were included. Targeted therapy with these drugs effectively prolonged PFS and OS in patients with RR-DTC with overall hazard ratios of 0.35 (95% CI 0.23-0.53, P < .00001) and 0.53 (95% CI 0.32-0.86, P < .00001), respectively. ORR and DCR were also prolonged, with overall risk ratios of 27.63 (95% CI 12.39-61.61, P < .00001) and 1.66 (95% CI 1.48-1.86, P < .00001), respectively. The subgroup analysis using effect size (ES) showed that apatinib had the best effect on ORR with an ES of 0.66 (95% CI 0.49-0.83, P < .00001) and DCR with a ES of 0.95 (95% CI 0.91-1.00, P < .00001). Common drug adverse events included hypertension, diarrhea, proteinuria, and fatigue. CONCLUSION: The currently used targeted drug therapies for RR-DTC can significantly improve clinical outcomes, and the new drug apatinib demonstrates promise for potentially superior performance.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Medicine, Southern University of Science and Technology, Shenzhen, Guangdong 518055, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Xiaoxin",
      "initials": "X",
      "name": "Xiaoxin Zhang",
      "affiliations": [
        "Department of Pulmonary and Critical Care Medicine, State Key Laboratory of Complex, Severe and Rare Diseases, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing 100730, China."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Lifan",
      "initials": "L",
      "name": "Lifan Lin",
      "affiliations": [
        "Department of Statistics and Data Science, Southern University of Science and Technology, Shenzhen, Guangdong 518055, China."
      ]
    },
    {
      "last_name": "Xing",
      "fore_name": "Mingzhao",
      "initials": "M",
      "name": "Mingzhao Xing",
      "affiliations": [
        "School of Medicine, Southern University of Science and Technology, Shenzhen, Guangdong 518055, China."
      ],
      "orcid": "0000-0003-4797-610X"
    }
  ],
  "journal": {
    "title": "The Journal of clinical endocrinology and metabolism",
    "iso_abbreviation": "J Clin Endocrinol Metab",
    "issn": "1945-7197",
    "issn_type": "Electronic",
    "volume": "110",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "18"
  },
  "start_page": "873",
  "end_page": "886",
  "pages": "873-886",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Thyroid Neoplasms",
    "Iodine Radioisotopes",
    "Molecular Targeted Therapy",
    "Antineoplastic Agents",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome",
    "Protein Kinase Inhibitors"
  ],
  "article_ids": {
    "pubmed": "39292866",
    "doi": "10.1210/clinem/dgae617",
    "pii": "7760305"
  },
  "doi": "10.1210/clinem/dgae617",
  "dates": {
    "completed": "2025-02-18",
    "revised": "2025-07-21"
  },
  "chemicals": [
    "Iodine Radioisotopes",
    "Antineoplastic Agents",
    "Protein Kinase Inhibitors"
  ],
  "grants": [
    {
      "grant_id": "202314325019",
      "agency": "National Training Program of Undergraduate Innovation and Entrepreneurship"
    },
    {
      "grant_id": "Pdjh2023b0462",
      "agency": "Special Funds for the Cultivation of Guangdong College Students for Scientific and Technological Innovation"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.703221",
    "pmid": "39292866"
  }
}