{
  "pmid": "39306347",
  "uid": "39306347",
  "title": "Implementation of an electronic prospective surveillance model for cancer rehabilitation: a mixed methods study protocol.",
  "abstract": "INTRODUCTION: An electronic prospective surveillance model (ePSM) uses patient-reported outcomes to monitor impairments along the cancer pathway for timely management. Randomised controlled trials show that ePSMs can effectively manage cancer-related impairments. However, ePSMs are not routinely embedded into practice and evidence-based approaches to implement them are limited. As such, we developed and implemented an ePSM, called REACH, across four Canadian centres. The objective of this study is to evaluate the impact and quality of the implementation of REACH and explore implementation barriers and facilitators. METHODS AND ANALYSIS: We will conduct a 16-month formative evaluation, using a single-arm mixed methods design to routinely monitor key implementation outcomes, identify barriers and adapt the implementation plan as required. Adult (≥18 years) breast, colorectal, lymphoma or head and neck cancer survivors will be eligible to register for REACH. Enrolled patients complete brief assessments of impairments over the course of their treatment and up to 2 years post-treatment and are provided with a personalised library of self-management education, community programmes and when necessary, suggested referrals to rehabilitation services. A multifaceted implementation plan will be used to implement REACH within each clinical context. We will assess several implementation outcomes including reach, acceptability, feasibility, appropriateness, fidelity, cost and sustainability. Quantitative implementation data will be collected using system usage data and evaluation surveys completed by patient participants. Qualitative data will be collected through focus groups with patient participants and interviews with clinical leadership and management, and analysis will be guided by the Consolidated Framework for Implementation Research. ETHICS AND DISSEMINATION: Site-specific ethics approvals were obtained. The results from this study will be presented at academic conferences and published in peer-reviewed journals. Additionally, knowledge translation materials will be co-designed with patient partners and will be disseminated to diverse knowledge users with support from our national and community partners.",
  "authors": [
    {
      "last_name": "Lopez",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Lopez",
      "affiliations": [
        "Department of Supportive Care, Princess Margaret Cancer Centre, Toronto, Ontario, Canada christian.lopez@uhn.ca.",
        "Institute of Medical Science, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-1496-7090"
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "National Collaborating Centre for Methods and Tools, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-9600-3403"
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kristin L",
      "initials": "KL",
      "name": "Kristin L Campbell",
      "affiliations": [
        "Department of Physical Therapy, The University of British Columbia, Vancouver, British Columbia, Canada."
      ],
      "orcid": "0000-0002-2266-1382"
    },
    {
      "last_name": "Langelier",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Langelier",
      "affiliations": [
        "Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Strudwick",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian Strudwick",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-1080-7372"
    },
    {
      "last_name": "Bender",
      "fore_name": "Jackie L",
      "initials": "JL",
      "name": "Jackie L Bender",
      "affiliations": [
        "Department of Supportive Care, Princess Margaret Cancer Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Greenland",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Greenland",
      "affiliations": [
        "Faculty of Medicine, Memorial University of Newfoundland, St. John's, Newfoundland and Labrador, Canada.",
        "Dr. H. Bliss Murphy Cancer Centre, Eastern Health, St. John's, Newfoundland and Labrador, Canada."
      ]
    },
    {
      "last_name": "Reiman",
      "fore_name": "Tony",
      "initials": "T",
      "name": "Tony Reiman",
      "affiliations": [
        "Department of Oncology, Saint John Regional Hospital, Saint John, New Brunswick, Canada.",
        "Department of Medicine, Dalhousie University, Saint John, New Brunswick, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Jones",
      "affiliations": [
        "Department of Supportive Care, Princess Margaret Cancer Centre, Toronto, Ontario, Canada.",
        "Institute of Medical Science, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-8670-8514"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "20"
  },
  "start_page": "e090449",
  "pages": "e090449",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Neoplasms",
    "Canada",
    "Prospective Studies",
    "Patient Reported Outcome Measures",
    "Cancer Survivors",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "39306347",
    "pmc": "PMC11418481",
    "doi": "10.1136/bmjopen-2024-090449",
    "pii": "bmjopen-2024-090449"
  },
  "doi": "10.1136/bmjopen-2024-090449",
  "pmc_id": "PMC11418481",
  "dates": {
    "completed": "2024-09-21",
    "revised": "2025-02-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.172941",
    "pmid": "39306347"
  }
}