{
  "pmid": "39305914",
  "uid": "39305914",
  "title": "The effects of age and frailty on the risks of end-stage renal disease, death, and severe infection in older adults with antineutrophil cytoplasmic antibody-associated vasculitis: a retrospective cohort study.",
  "abstract": "BACKGROUND: Frailty, a measure of biological age, might predict poor outcomes in older adults better than chronological age. We aimed to compare the effect of age and frailty on end-stage renal disease, death, and severe infection within 2 years of diagnosis in older adults with incident antineutrophil cytoplasmic antibody (ANCA)-associated vasculitis. METHODS: This retrospective cohort study included individuals aged 65 years or older from the Mass General Brigham ANCA-associated vasculitis cohort in the USA who were treated between Jan 1, 2002, and Dec 31, 2019. Individuals with a diagnosis of eosinophilic granulomatosis with polyangiitis were excluded from the analysis. Baseline frailty was measured with a claims-based frailty index using data collected in the year before the date of treatment initiation in individuals with at least one health-care encounter before baseline; individuals who did not have an encounter within the 12 months before baseline were classified as pre-frail. Incidence rates of end-stage renal disease or death and severe infections (ie, infections leading to hospital admission or death) at 2 years were estimated, and multivariable analyses were performed to compare the association of age and frailty with these outcomes. Cumulative incidence rates and an additive interaction analysis were used to assess the interaction of age and frailty groupings. FINDINGS: Of the 234 individuals included, 136 (58%) were women, 98 (42%) were men, 198 (85%) were White, and 198 (85%) were positive for myeloperoxidase-specific ANCA. Frailty was present in 25 (22%) of 116 individuals aged 65-74 years and 44 (37%) of 118 aged 75 years or older. In the multivariable analysis, an age of 75 years or older was associated with an increased risk of end-stage renal disease or death (hazard ratio [HR] 4·50 [95% CI 1·83-11·09]), however, frailty was not (1·08 [0·50-2·36]). Both an age of 75 years or older (HR 2·52 [95% CI 1·26-5·04]) and frailty (8·46 [3·95-18·14]) were independent risk factors for severe infections. The effect of frailty on the incidence of end-stage renal disease or death was greater in individuals aged 65-74 years (frail vs non-frail or pre-frail incidence rate 7·5 cases vs 2·0 cases per 100 person-years) than in those aged 75 years or older (13·5 cases vs 16·0 cases per 100 person-years). The effect of frailty on the incidence of serious infections varied by age, with large differences observed among both individuals aged 65-74 years (frail vs non-frail or pre-frail incidence rate 38·9 cases vs 0·8 cases per 100 person-years) and individuals aged 75 years or older (61·9 cases vs 12·3 cases per 100 person-years). Despite the observed differences between the age groups, the additive interaction terms were not statistically significant for either frailty and end-stage renal disease or death (p for interaction=0·276) or frailty and serious infections (p for interaction=0·650). INTERPRETATION: Adults with ANCA-associated vasculitis aged 75 years or older had a higher incidence of end-stage renal disease, death, and severe infections within 2 years of diagnosis than adults aged 65-74 years. Frailty, an approximation of biological age, was a risk factor for severe infection. Assessment beyond chronological age could better inform management decisions in older adults with ANCA-associated vasculitis. FUNDING: National Institutes of Health and National Institute of Arthritis and Musculoskeletal and Skin Diseases.",
  "authors": [
    {
      "last_name": "Sattui",
      "fore_name": "Sebastian E",
      "initials": "SE",
      "name": "Sebastian E Sattui",
      "affiliations": [
        "Division of Rheumatology and Clinical Immunology, Department of Medicine, University of Pittsburgh, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Bohang",
      "initials": "B",
      "name": "Bohang Jiang",
      "affiliations": [
        "Rheumatology and Allergy Clinical Epidemiology Research Center, Mongan Institute, Massachusetts General Hospital, Boston, MA, USA; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Xiaoqing",
      "initials": "X",
      "name": "Xiaoqing Fu",
      "affiliations": [
        "Rheumatology and Allergy Clinical Epidemiology Research Center, Mongan Institute, Massachusetts General Hospital, Boston, MA, USA; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Cook",
      "affiliations": [
        "Rheumatology and Allergy Clinical Epidemiology Research Center, Mongan Institute, Massachusetts General Hospital, Boston, MA, USA; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Srivatsan",
      "fore_name": "Shruthi",
      "initials": "S",
      "name": "Shruthi Srivatsan",
      "affiliations": [
        "Rheumatology and Allergy Clinical Epidemiology Research Center, Mongan Institute, Massachusetts General Hospital, Boston, MA, USA; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Zachary K",
      "initials": "ZK",
      "name": "Zachary K Williams",
      "affiliations": [
        "Rheumatology and Allergy Clinical Epidemiology Research Center, Mongan Institute, Massachusetts General Hospital, Boston, MA, USA; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Guy",
      "initials": "G",
      "name": "Guy Katz",
      "affiliations": [
        "Rheumatology and Allergy Clinical Epidemiology Research Center, Mongan Institute, Massachusetts General Hospital, Boston, MA, USA; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, MA, USA; Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Rheumatology and Allergy Clinical Epidemiology Research Center, Mongan Institute, Massachusetts General Hospital, Boston, MA, USA; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, MA, USA; Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Wallace",
      "fore_name": "Zachary S",
      "initials": "ZS",
      "name": "Zachary S Wallace",
      "affiliations": [
        "Rheumatology and Allergy Clinical Epidemiology Research Center, Mongan Institute, Massachusetts General Hospital, Boston, MA, USA; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, MA, USA; Harvard Medical School, Boston, MA, USA. Electronic address: zswallace@mgh.harvard.edu."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Rheumatology",
    "iso_abbreviation": "Lancet Rheumatol",
    "issn": "2665-9913",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "11",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "e771",
  "end_page": "e779",
  "pages": "e771-e779",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Male",
    "Female",
    "Retrospective Studies",
    "Kidney Failure, Chronic",
    "Anti-Neutrophil Cytoplasmic Antibody-Associated Vasculitis",
    "Frailty",
    "Aged, 80 and over",
    "Age Factors",
    "Risk Factors",
    "Incidence",
    "Infections"
  ],
  "article_ids": {
    "pubmed": "39305914",
    "doi": "10.1016/S2665-9913(24)00193-0",
    "pii": "S2665-9913(24)00193-0"
  },
  "doi": "10.1016/S2665-9913(24)00193-0",
  "dates": {
    "completed": "2024-10-23",
    "revised": "2024-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.708566",
    "pmid": "39305914"
  }
}