{
  "pmid": "39305303",
  "uid": "39305303",
  "title": "Adherence of Clinical Practice Guidelines for Oropharyngeal Dysphagia in Parkinson Disease to Trustworthy Standards: A Systematic Survey.",
  "abstract": "Despite the high prevalence and burden of dysphagia in Parkinson disease (PD), the availability and trustworthiness of clinical practice guidelines (CPGs) regarding its assessment and management remains uncertain. The objective of this study is to appraise the quality of CPGs for dysphagia in PD. We searched OVID Medline, Embase, CINAHL and SpeechBite from January 2011 to July 2023 for guidance documents addressing screening, referral, monitoring, assessment, or management of dysphagia in PD. We additionally conducted an informal search of web pages of relevant professional societies and government organizations. Paired reviewers independently screened studies, and for relevant guidance documents, abstracted data and assessed their quality using the National Guideline Clearinghouse Extent of Adherence to Trustworthy Standards instrument. Thirteen CPGs proved eligible. Of these, eight (62%) were developed by professional societies. Overall, CPGs were deemed low quality. Eleven (85%) CPGs reported funding sources, and nine (69%) reported conflicts of interest. Five (35%) guidance documents included a methodologist, four (30%) included patient partners, four (30%) described study selection processes, and two (15%) clearly described relevant benefits and harms. Regarding dysphagia-specific recommendations, less than half of guidance documents met standards for trustworthiness; six (46%) provided a synthesis of available evidence, eight (54%) specified strength of recommendations, and two (15%) articulated unambiguous recommendations. Limited guidance exists regarding screening, monitoring and referral for dysphagia in PD. Existing guidance frequently fails to meet standards for trustworthiness. International, multidisciplinary, evidence-based practice guidelines with adequate methodological and patient partner involvement are needed.",
  "authors": [
    {
      "last_name": "Gandhi",
      "fore_name": "Pooja",
      "initials": "P",
      "name": "Pooja Gandhi",
      "affiliations": [
        "Department of Communication Sciences and Disorders, Faculty of Rehabilitation Medicine, University of Alberta, Edmonton, AB, Canada. pooja.gandhi@ualberta.ca.",
        "Swallowing Rehabilitation Research Laboratory, KITE Research Institute - Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada. pooja.gandhi@ualberta.ca."
      ],
      "orcid": "0000-0003-0297-7555"
    },
    {
      "last_name": "Tangamornsuksan",
      "fore_name": "Wimonchat",
      "initials": "W",
      "name": "Wimonchat Tangamornsuksan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Couban",
      "affiliations": [
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Steele",
      "fore_name": "Catriona M",
      "initials": "CM",
      "name": "Catriona M Steele",
      "affiliations": [
        "Swallowing Rehabilitation Research Laboratory, KITE Research Institute - Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada.",
        "Temerty Faculty of Medicine, Rehabilitation Sciences Institute, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Marras",
      "fore_name": "Connie",
      "initials": "C",
      "name": "Connie Marras",
      "affiliations": [
        "Division of Neurology, University Health Network, Toronto, ON, Canada.",
        "Department of Medicine (Neurology), University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Dysphagia",
    "iso_abbreviation": "Dysphagia",
    "issn": "1432-0460",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "576",
  "end_page": "587",
  "pages": "576-587",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Deglutition Disorders",
    "Guideline Adherence",
    "Parkinson Disease",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "39305303",
    "mid": "NIHMS2078716",
    "pmc": "PMC12145666",
    "doi": "10.1007/s00455-024-10755-6",
    "pii": "10.1007/s00455-024-10755-6"
  },
  "doi": "10.1007/s00455-024-10755-6",
  "pmc_id": "PMC12145666",
  "dates": {
    "completed": "2025-06-07",
    "revised": "2025-06-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AG077481",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.327609",
    "pmid": "39305303"
  }
}