{
  "pmid": "39308388",
  "uid": "39308388",
  "title": "Applying Best Practices from CAPs to a Community-Academic-Corrections Partnership: Academic Partner Perspectives.",
  "abstract": "BACKGROUND: While correctional systems often function separately from academic and community-based organizations, there is opportunity for mutually beneficial collaborative partnerships to strengthen services and relationships. Community-academic partnerships (CAPs) are a well-established model in implementation science and in scientific literature. Applying best practices for CAPs to a partnership that includes community, academic, and correctional partners could contribute to a stronger partnership with more capacity to improve population health of people who experience incarceration. OBJECTIVES: To describe our work to identify CAP best practices, and to discuss considerations and approaches for applying these best practices in an emerging community- academic-corrections partnership. METHODS: From the scientific literature, we identified best practices for CAPs across nine domains: bringing the community into the project; building new relationships while addressing the past; establishing mutually beneficial vision, goals, and purpose; roles and expectations of partners; communication; administration; leadership; project implementation and evaluation; and building community capacity and awareness. In this paper we describe considerations from the perspective of the academic partner regarding these nine best practice domains in the development of a community-academic-corrections partnership. CONCLUSIONS: While established CAP best practices have relevance, there are specific considerations for partnerships with correctional authorities that require attention. Informed by best practices, planning and preparation for partnership can help mitigate challenges, support effectiveness, and strengthen relationships.",
  "authors": [
    {
      "last_name": "Gaber",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Gaber",
      "affiliations": []
    },
    {
      "last_name": "Elston",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Elston",
      "affiliations": []
    },
    {
      "last_name": "Sanya",
      "fore_name": "Njideka",
      "initials": "N",
      "name": "Njideka Sanya",
      "affiliations": []
    },
    {
      "last_name": "McLeod",
      "fore_name": "Katherine E",
      "initials": "KE",
      "name": "Katherine E McLeod",
      "affiliations": []
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona G",
      "initials": "FG",
      "name": "Fiona G Kouyoumdjian",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Progress in community health partnerships : research, education, and action",
    "iso_abbreviation": "Prog Community Health Partnersh",
    "issn": "1557-055X",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "3",
    "pub_year": "2024"
  },
  "start_page": "437",
  "end_page": "445",
  "pages": "437-445",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Community-Based Participatory Research",
    "Community-Institutional Relations",
    "Universities",
    "Cooperative Behavior",
    "Capacity Building",
    "Prisons"
  ],
  "article_ids": {
    "pubmed": "39308388",
    "pii": "S1557055X24300178"
  },
  "dates": {
    "completed": "2024-09-23",
    "revised": "2024-09-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:50.141764",
    "pmid": "39308388"
  }
}