{
  "pmid": "39318892",
  "uid": "39318892",
  "title": "Strengthening guideline contextualization in the WHO European Region.",
  "abstract": "The World Health Organization (WHO) plays an important role in developing evidence-based and ethically sound guidelines to assist health workers, programme managers and policy-makers, particularly in countries with limited capacities to create their own. While the development of these guidelines follows rigorous methods, contextualizing recommendations is often necessary to ensure their applicability, feasibility and acceptability at the country level. The adaptation and adoption of global guidelines should happen in a transparent, systematic and participatory manner to maintain credibility while ensuring the ownership necessary for implementation. Here, we present an example from Estonia that showcases the process, requirements and outcomes of implementing WHO guidelines through effective contextualization. The work in Estonia showed that contextualization can shorten guideline development time and reduce costs. To support countries in contextualizing guidelines, including those developed by WHO, to local contexts while maintaining trustworthiness and relevance, the WHO Regional Office for Europe has developed a handbook based on the GRADE-Adolopment approach to guide this process. Furthermore, a rapid assessment of 21 of the 53 Member States in the WHO European Region revealed that many countries need guidance and support to build capacity for contextualizing guidelines. To address the capacity gaps, we suggest a way forward that encompasses four areas of further work: standardizing methods; institutionalizing guideline programmes and initiatives; promoting continuous and shared learning; and providing support and identifying resources. Strengthening countries' capacities to contextualize global guidelines is crucial and will become especially relevant during future health threats, such as pandemics, climate change and conflict situations.",
  "authors": [
    {
      "last_name": "Reinap",
      "fore_name": "Marge",
      "initials": "M",
      "name": "Marge Reinap",
      "affiliations": [
        "World Health Organization Regional Office for Europe, Marmorvej 51, 2100Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Nathan",
      "fore_name": "Naomi Limaro",
      "initials": "NL",
      "name": "Naomi Limaro Nathan",
      "affiliations": [
        "World Health Organization Regional Office for Europe, Marmorvej 51, 2100Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Muscat",
      "fore_name": "Natasha Azzopardi",
      "initials": "NA",
      "name": "Natasha Azzopardi Muscat",
      "affiliations": [
        "World Health Organization Regional Office for Europe, Marmorvej 51, 2100Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Laisaar",
      "fore_name": "Kaja-Triin",
      "initials": "KT",
      "name": "Kaja-Triin Laisaar",
      "affiliations": [
        "Institute of Family Medicine and Public Health, University of Tartu, Tartu, Estonia."
      ]
    },
    {
      "last_name": "Katus",
      "fore_name": "Urmeli",
      "initials": "U",
      "name": "Urmeli Katus",
      "affiliations": [
        "Institute of Family Medicine and Public Health, University of Tartu, Tartu, Estonia."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Clinical Epidemiology and Research Center, Humanitas Research Hospital, Milan, Italy."
      ]
    }
  ],
  "journal": {
    "title": "Bulletin of the World Health Organization",
    "iso_abbreviation": "Bull World Health Organ",
    "issn": "1564-0604",
    "issn_type": "Electronic",
    "volume": "102",
    "issue": "10",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "715",
  "end_page": "721",
  "pages": "715-721",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "World Health Organization",
    "Humans",
    "Europe",
    "Guidelines as Topic",
    "Estonia",
    "Practice Guidelines as Topic",
    "Capacity Building"
  ],
  "article_ids": {
    "pubmed": "39318892",
    "pmc": "PMC11418842",
    "doi": "10.2471/BLT.24.291779",
    "pii": "BLT.24.291779"
  },
  "doi": "10.2471/BLT.24.291779",
  "pmc_id": "PMC11418842",
  "dates": {
    "completed": "2024-09-25",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.849181",
    "pmid": "39318892"
  }
}