{
  "pmid": "39313079",
  "uid": "39313079",
  "title": "Microbial-assistance and chelation-support techniques promoting phytoremediation under abiotic stresses.",
  "abstract": "Phytoremediation, the use of plants to remove heavy metals from polluted environments, has been extensively studied. However, abiotic stresses such as drought, salt, and high temperatures can limit plant growth and metal uptake, reducing phytoremediation efficiency. High levels of HMs are also toxic to plants, further decreasing phytoremediation efficacy. This manuscript explores the potential of microbial-assisted and chelation-supported approaches to improve phytoremediation under abiotic stress conditions. Microbial assistance involves the use of specific microbes, including fungi that can produce siderophores. Siderophores bind essential metal ions, increasing their solubility and bioavailability for plant uptake. Chelation-supported methods employ organic acids and amino acids to enhance soil absorption and supply of essential metal ions. These chelating agents bind HMs ions, reducing their toxicity to plants and enabling plants to better withstand abiotic stresses like drought and salinity. Managed microbial-assisted and chelation-supported approaches offer more efficient and sustainable phytoremediation by promoting plant growth, metal uptake, and mitigating the effects of heavy metal and abiotic stresses. Managed microbial-assisted and chelation-supported approaches offer more efficient and sustainable phytoremediation by promoting plant growth, metal uptake, and mitigating the effects of HMs and abiotic stresses.These strategies represent a significant advancement in phytoremediation technology, potentially expanding its applicability to more challenging environmental conditions. In this review, we examined how microbial-assisted and chelation-supported techniques can enhance phytoremediation a method that uses plants to remove heavy metals from contaminated sites. These approaches not only boost plant growth and metal uptake but also alleviate the toxic effects of HMs and abiotic stresses like drought and salinity. By doing so, they make phytoremediation a more viable and effective solution for environmental remediation.",
  "authors": [
    {
      "last_name": "Naz",
      "fore_name": "Misbah",
      "initials": "M",
      "name": "Misbah Naz",
      "affiliations": [
        "School of Emergency Management, School of the Environment and Safety Engineering, Jiangsu University, 301 Xuefu Road, Zhenjiang, 212013, Jiangsu Province, PR China; Institute of Environment and Ecology, School of the Environment and Safety Engineering, Jiangsu University, 301 Xuefu Road, Zhenjiang, 212013, Jiangsu Province, PR China. Electronic address: misbahnaz.ray@yahoo.com."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Rahil",
      "initials": "MR",
      "name": "Muhammad Rahil Afzal",
      "affiliations": [
        "Institute of Environment and Ecology, School of the Environment and Safety Engineering, Jiangsu University, 301 Xuefu Road, Zhenjiang, 212013, Jiangsu Province, PR China. Electronic address: rahil.afzal@yahoo.com."
      ]
    },
    {
      "last_name": "Qi",
      "fore_name": "Shan Shan",
      "initials": "SS",
      "name": "Shan Shan Qi",
      "affiliations": [
        "Key Laboratory of Modern Agricultural Equipment and Technology, Ministry of Education, School of Agricultural Engineering Jiangsu University, 301 Xuefu Road, Zhenjiang, 212013, Jiangsu Province, PR China. Electronic address: qishanshan1986120@163.com."
      ]
    },
    {
      "last_name": "Dai",
      "fore_name": "Zhicong",
      "initials": "Z",
      "name": "Zhicong Dai",
      "affiliations": [
        "School of Emergency Management, School of the Environment and Safety Engineering, Jiangsu University, 301 Xuefu Road, Zhenjiang, 212013, Jiangsu Province, PR China; Institute of Environment and Ecology, School of the Environment and Safety Engineering, Jiangsu University, 301 Xuefu Road, Zhenjiang, 212013, Jiangsu Province, PR China; Jiangsu Collaborative Innovation Center of Technology and Material of Water Treatment, Suzhou University of Science and Technology, 99 Xuefu Road, Suzhou, 215009, Jiangsu Province, PR China. Electronic address: daizhicong@163.com."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Qiuyang",
      "initials": "Q",
      "name": "Qiuyang Sun",
      "affiliations": [
        "Institute of Environment and Ecology, School of the Environment and Safety Engineering, Jiangsu University, 301 Xuefu Road, Zhenjiang, 212013, Jiangsu Province, PR China. Electronic address: iuqiuyang@163.com."
      ]
    },
    {
      "last_name": "Du",
      "fore_name": "Daolin",
      "initials": "D",
      "name": "Daolin Du",
      "affiliations": [
        "Jingjiang College, Jiangsu University, Zhenjiang, 212013, PR China. Electronic address: ddl@ujs.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Chemosphere",
    "iso_abbreviation": "Chemosphere",
    "issn": "1879-1298",
    "issn_type": "Electronic",
    "volume": "365",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "143397",
  "pages": "143397",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Biodegradation, Environmental",
    "Metals, Heavy",
    "Chelating Agents",
    "Stress, Physiological",
    "Soil Pollutants",
    "Siderophores",
    "Plants",
    "Salinity",
    "Droughts"
  ],
  "article_ids": {
    "pubmed": "39313079",
    "doi": "10.1016/j.chemosphere.2024.143397",
    "pii": "S0045-6535(24)02295-1"
  },
  "doi": "10.1016/j.chemosphere.2024.143397",
  "dates": {
    "completed": "2024-10-11",
    "revised": "2024-10-11"
  },
  "chemicals": [
    "Metals, Heavy",
    "Chelating Agents",
    "Soil Pollutants",
    "Siderophores"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.169921",
    "pmid": "39313079"
  }
}