{
  "pmid": "39313313",
  "uid": "39313313",
  "title": "Dissociation of Drosophila Evi-Wg Complex Occurs Post Apical Internalization in the Maturing Acidic Endosomes.",
  "abstract": "Signaling pathways activated by secreted Wnt ligands play an essential role in tissue development and the progression of diseases, like cancer. Secretion of the lipid-modified Wnt proteins is tightly regulated by a repertoire of intracellular factors. For instance, a membrane protein, Evi, interacts with the Wnt ligand in the ER, and it is essential for its further trafficking and release in the extracellular space. After dissociating from the Wnt, the Wnt-unbound Evi is recycled back to the ER via Golgi. However, where in this trafficking path Wnt proteins dissociate from Evi remains unclear. Here, we have used the Drosophila wing epithelium to trace the route of the Evi-Wg (Wnt homolog) complex leading up to their separation. In these polarized cells, Wg is first trafficked to the apical surface; however, the secretion of Wg is believed to occurs post-internalization via recycling. Our results show that the Evi-Wg complex is internalized from the apical surface and transported to the retromer-positive endosomes. Furthermore, using antibodies that specifically label the Wnt-unbound Evi, we show that Evi and Wg separation occurs post-internalization in the acidic endosomes. These results refine our understanding of the polarized trafficking of Wg and highlight the importance of Wg endocytosis in its secondary secretion.",
  "authors": [
    {
      "last_name": "Sharma",
      "fore_name": "Satyam",
      "initials": "S",
      "name": "Satyam Sharma",
      "affiliations": [
        "Cell and Developmental Signaling Laboratory, Department of Biological Sciences, Indian Institute of Science Education and Research Bhopal, Bhopal, Madhya Pradesh, India."
      ],
      "orcid": "0000-0003-1802-1566"
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Cell and Developmental Signaling Laboratory, Department of Biological Sciences, Indian Institute of Science Education and Research Bhopal, Bhopal, Madhya Pradesh, India."
      ],
      "orcid": "0000-0001-9604-4806"
    }
  ],
  "journal": {
    "title": "Traffic (Copenhagen, Denmark)",
    "iso_abbreviation": "Traffic",
    "issn": "1600-0854",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "e12955",
  "pages": "e12955",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Drosophila",
    "Drosophila melanogaster",
    "Drosophila Proteins",
    "Endocytosis",
    "Endosomes",
    "Membrane Proteins",
    "Protein Transport",
    "Wings, Animal",
    "Wnt1 Protein"
  ],
  "article_ids": {
    "pubmed": "39313313",
    "doi": "10.1111/tra.12955"
  },
  "doi": "10.1111/tra.12955",
  "dates": {
    "completed": "2024-09-24",
    "revised": "2024-10-01"
  },
  "chemicals": [
    "Drosophila Proteins",
    "Membrane Proteins",
    "wg protein, Drosophila",
    "Wnt1 Protein",
    "Wls protein, Drosophila"
  ],
  "grants": [
    {
      "grant_id": "ECR/2016/001097",
      "agency": "Science and Engineering Research Board, Department of Science and Technology, Ministry of Science and Technology, India"
    },
    {
      "agency": "Intramural funds from IISER Bhopal"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:46.032425",
    "pmid": "39313313"
  }
}