{
  "pmid": "39313036",
  "uid": "39313036",
  "title": "Clinical and Sociodemographic Characteristics of New Residents of Assisted Living: A Nested Case-Control Study.",
  "abstract": "OBJECTIVE: To examine transitions to an assisted living facility among community-dwelling older adults who received publicly funded home care services. DESIGN: Nested case-control study. SETTING AND PARTICIPANTS: Linked, population-level health system administrative data were obtained from adults aged 65 years and older who received home care services in Ontario, Canada, from April 1, 2018, to December 31, 2019. New residents of assisted living were matched on age, sex, and initiation date of home care (± 7 days) to community-dwelling home care recipients in a 1:4 ratio. METHODS: Clinical and functional status, health service use, sociodemographic variables, and community-level characteristics were examined; conditional logistic regression was used to model associations with a transition to an assisted living facility. RESULTS: There were 2427 new residents of assisted living who were matched to 9708 home care recipients [mean (SD) age 85.5 (6.02) years, 72% female]. Most of the new residents were concentrated in urban communities and communities with higher income quintiles. New residents had an increased rate of physician-diagnosed dementia [adjusted hazard ratio (aHR), 1.28; 95% CI, 1.14-1.43], mood disorders (aHR, 1.17; 95% CI, 1.05-1.29), and cardiac arrhythmias (aHR, 1.19; 95% CI, 1.07-1.32). They also had higher rates of mild cognitive impairment (aHR, 1.43; 95% CI, 1.24-1.66), 2 or more falls (aHR, 1.29; 95% CI, 1.11-1.51), participation in activities of long-standing interest in the past 7 days (aHR, 1.29; 95% CI, 1.11-1.50), and a lower rate of a spouse or partner unpaid caregiver vs a child (aHR, 0.66; 95% CI, 0.56-0.79). CONCLUSIONS AND IMPLICATIONS: New residents of assisted living were mostly women, were cognitively impaired, had clinical comorbidities that could increase their risk of injuries, and had caregivers who were their children. These findings stress the importance of upscaling memory and dementia care in assisted living to address the needs of this population.",
  "authors": [
    {
      "last_name": "Manis",
      "fore_name": "Derek R",
      "initials": "DR",
      "name": "Derek R Manis",
      "affiliations": [
        "Edson College of Nursing and Health Innovation, Arizona State University, Phoenix, AZ, USA; ICES, Toronto, ON, Canada; Bruyère Research Institute, Ottawa, ON, Canada. Electronic address: Derek.Manis@asu.edu."
      ]
    },
    {
      "last_name": "Kirkwood",
      "fore_name": "David",
      "initials": "D",
      "name": "David Kirkwood",
      "affiliations": [
        "ICES, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Wenshan",
      "initials": "W",
      "name": "Wenshan Li",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Webber",
      "fore_name": "Colleen",
      "initials": "C",
      "name": "Colleen Webber",
      "affiliations": [
        "ICES, Toronto, ON, Canada; Bruyère Research Institute, Ottawa, ON, Canada; Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Fisher",
      "fore_name": "Stacey",
      "initials": "S",
      "name": "Stacey Fisher",
      "affiliations": [
        "ICES, Toronto, ON, Canada; Bruyère Research Institute, Ottawa, ON, Canada; Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "ICES, Toronto, ON, Canada; Bruyère Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Watt",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Watt",
      "affiliations": [
        "ICES, Toronto, ON, Canada; Department of Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada; Knowledge Translation Program, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Backman",
      "fore_name": "Chantal",
      "initials": "C",
      "name": "Chantal Backman",
      "affiliations": [
        "Bruyère Research Institute, Ottawa, ON, Canada; Ottawa Hospital Research Institute, Ottawa, ON, Canada; School of Nursing, Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Stall",
      "fore_name": "Nathan M",
      "initials": "NM",
      "name": "Nathan M Stall",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada; Division of General Internal Medicine and Geriatrics, Sinai Health and the University Health Network, Toronto, Canada; Women's Age Lab, Women's College Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "ICES, Toronto, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada; Schlegel Research Institute for Aging, Waterloo, ON, Canada; Centre for Integrated Care, St. Joseph's Health System, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "11",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "105270",
  "pages": "105270",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Male",
    "Case-Control Studies",
    "Aged, 80 and over",
    "Aged",
    "Assisted Living Facilities",
    "Ontario",
    "Independent Living",
    "Home Care Services"
  ],
  "article_ids": {
    "pubmed": "39313036",
    "doi": "10.1016/j.jamda.2024.105270",
    "pii": "S1525-8610(24)00692-3"
  },
  "doi": "10.1016/j.jamda.2024.105270",
  "dates": {
    "completed": "2024-11-08",
    "revised": "2024-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.390740",
    "pmid": "39313036"
  }
}