{
  "pmid": "39325172",
  "uid": "39325172",
  "title": "lncRNAs as prognostic markers and therapeutic targets in cuproptosis-mediated cancer.",
  "abstract": "Long non-coding RNAs (lncRNAs) have emerged as crucial regulators in various cellular processes, including cancer progression and stress response. Recent studies have demonstrated that copper accumulation induces a unique form of cell death known as cuproptosis, with lncRNAs playing a key role in regulating cuproptosis-associated pathways. These lncRNAs may trigger cell-specific responses to copper stress, presenting new opportunities as prognostic markers and therapeutic targets. This paper delves into the role of lncRNAs in cuproptosis-mediated cancer, underscoring their potential as biomarkers and targets for innovative therapeutic strategies. A thorough review of scientific literature was conducted, utilizing databases such as PubMed, Google Scholar, and ScienceDirect, with search terms like 'lncRNAs,' 'cuproptosis,' and 'cancer.' Studies were selected based on their relevance to lncRNA regulation of cuproptosis pathways and their implications for cancer prognosis and treatment. The review highlights the significant contribution of lncRNAs in regulating cuproptosis-related genes and pathways, impacting copper metabolism, mitochondrial stress responses, and apoptotic signaling. Specific lncRNAs are potential prognostic markers in breast, lung, liver, ovarian, pancreatic, and gastric cancers. The objective of this article is to explore the role of lncRNAs as potential prognostic markers and therapeutic targets in cancers mediated by cuproptosis.",
  "authors": [
    {
      "last_name": "Bhat",
      "fore_name": "Asif Ahmad",
      "initials": "AA",
      "name": "Asif Ahmad Bhat",
      "affiliations": [
        "Uttaranchal Institute of Pharmaceutical Sciences, Uttaranchal University, Dehradun, India."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, 21442, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Moglad",
      "fore_name": "Ehssan",
      "initials": "E",
      "name": "Ehssan Moglad",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Prince Sattam Bin Abdulaziz University, 11942, Al Kharj, Saudi Arabia."
      ]
    },
    {
      "last_name": "Thapa",
      "fore_name": "Riya",
      "initials": "R",
      "name": "Riya Thapa",
      "affiliations": [
        "Uttaranchal Institute of Pharmaceutical Sciences, Uttaranchal University, Dehradun, India."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Haider",
      "initials": "H",
      "name": "Haider Ali",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Saveetha University, Chennai, India.",
        "Department of Pharmacology, Kyrgyz State Medical College, Bishkek, Kyrgyzstan."
      ]
    },
    {
      "last_name": "Almalki",
      "fore_name": "Waleed Hassan",
      "initials": "WH",
      "name": "Waleed Hassan Almalki",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Umm Al-Qura University, Makkah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, 21589, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, 72341, Sakaka, Aljouf, Saudi Arabia."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Gaurav",
      "initials": "G",
      "name": "Gaurav Gupta",
      "affiliations": [
        "Centre for Research Impact & Outcome, Chitkara College of Pharmacy, Chitkara University, Rajpura, Punjab, 140401, India.",
        "Centre of Medical and Bio-Allied Health Sciences Research, Ajman University, Ajman, United Arab Emirates."
      ]
    },
    {
      "last_name": "Subramaniyan",
      "fore_name": "Vetriselvan",
      "initials": "V",
      "name": "Vetriselvan Subramaniyan",
      "affiliations": [
        "Pharmacology Unit, Jeffrey Cheah School of Medicine and Health Sciences, Monash University Malaysia, Jalan Lagoon Selatan, 47500, Bandar Sunway, Selangor Darul Ehsan, Malaysia. subramaniyan.vetriselvanpharma@gmail.com.",
        "Department of Medical Sciences, School of Medical and Life Sciences, Sunway University, Bandar Sunway, 47500, Subang Jaya, Selangor, Malaysia. subramaniyan.vetriselvanpharma@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Clinical and experimental medicine",
    "iso_abbreviation": "Clin Exp Med",
    "issn": "1591-9528",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "26"
  },
  "start_page": "226",
  "pages": "226",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "RNA, Long Noncoding",
    "Neoplasms",
    "Copper",
    "Prognosis",
    "Biomarkers, Tumor",
    "Gene Expression Regulation, Neoplastic"
  ],
  "article_ids": {
    "pubmed": "39325172",
    "pmc": "PMC11427524",
    "doi": "10.1007/s10238-024-01491-0",
    "pii": "10.1007/s10238-024-01491-0"
  },
  "doi": "10.1007/s10238-024-01491-0",
  "pmc_id": "PMC11427524",
  "dates": {
    "completed": "2024-09-26",
    "revised": "2024-12-02"
  },
  "chemicals": [
    "RNA, Long Noncoding",
    "Copper",
    "Biomarkers, Tumor"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.170863",
    "pmid": "39325172"
  }
}