{
  "pmid": "39322122",
  "uid": "39322122",
  "title": "Simultaneous evaluation of the imprecision and inconsistency domains of GRADE can be performed using prediction intervals.",
  "abstract": "OBJECTIVES: To explore the use of prediction interval (PI) for the simultaneous evaluation of the imprecision and inconsistency domains of Grading of Recommendations, Assessment, and Evaluation using stakeholder-provided decision thresholds. STUDY DESIGN AND SETTING: We propose transforming the PI of a meta-analysis from a relative risk scale to an absolute risk difference using an appropriate baseline risk. The transformed PI is compared to stakeholder-provided thresholds on an absolute scale. We applied this approach to a large convenience sample of meta-analyses extracted from the Cochrane Database of Systematic Reviews and compared it against the traditional approach of rating imprecision and inconsistency separately using confidence intervals and statistical measures of heterogeneity, respectively. We used empirically derived thresholds following Grading of Recommendations, Assessment, and Evaluation guidance. RESULTS: The convenience sample consisted of 2516 meta-analyses (median of 7 studies per meta-analysis; interquartile range: 5-11). The main analysis showed the percentage of meta-analyses in which both approaches had the same number of certainty levels rated down was 59%. The PI approach led to more levels of rating down (lower certainty) in 27% and to fewer levels of rating down (higher certainty) in 14%. Multiple sensitivity analyses using different thresholds showed similar results, but the PI approach had particularly increased width with a larger number of included studies and higher I[2] values. CONCLUSION: Using the PI for simultaneous evaluation of imprecision and inconsistency seems feasible and logical but can lead to lower certainty ratings. The PI-based approach requires further testing in future systematic reviews and guidelines using context-specific thresholds and evidence-to-decision criteria.",
  "authors": [
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Evidence-based Practice Center, Kern Center for the Science of Healthcare Delivery, Mayo Clinic, Rochester, MN, USA; Evidence Foundation, Cleveland Heights, OH, USA. Electronic address: Murad.mohammad@mayo.edu."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, OH, USA; Case Western Reserve University, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, OH, USA; Case Western Reserve University, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, OH, USA; Department of Internal Medicine, University of Kansas Medical Center, Kansas City, KS, USA."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, OH, USA; Division of Gastroenterology, University of Minnesota, Minneapolis, MN, USA."
      ]
    },
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, OH, USA; Department of Urology, Minneapolis VA Health Care System, Minneapolis, MN, USA."
      ]
    },
    {
      "last_name": "Siedler",
      "fore_name": "Madelin R",
      "initials": "MR",
      "name": "Madelin R Siedler",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, OH, USA."
      ]
    },
    {
      "last_name": "Altayar",
      "fore_name": "Osama",
      "initials": "O",
      "name": "Osama Altayar",
      "affiliations": [
        "Division of Gastroenterology, Washington University, St. Louis, MO, USA."
      ]
    },
    {
      "last_name": "Davitkov",
      "fore_name": "Perica",
      "initials": "P",
      "name": "Perica Davitkov",
      "affiliations": [
        "Case Western Reserve University, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Naqvi",
      "fore_name": "Syed Arsalan Ahmed",
      "initials": "SAA",
      "name": "Syed Arsalan Ahmed Naqvi",
      "affiliations": [
        "Division of Hematology-Oncology, Department of Medicine, Mayo Clinic, Arizona, USA."
      ]
    },
    {
      "last_name": "Riaz",
      "fore_name": "Irbaz Bin",
      "initials": "IB",
      "name": "Irbaz Bin Riaz",
      "affiliations": [
        "Evidence-based Practice Center, Kern Center for the Science of Healthcare Delivery, Mayo Clinic, Rochester, MN, USA; Division of Hematology-Oncology, Department of Medicine, Mayo Clinic, Arizona, USA."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Zhen",
      "initials": "Z",
      "name": "Zhen Wang",
      "affiliations": [
        "Evidence-based Practice Center, Kern Center for the Science of Healthcare Delivery, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Lifeng",
      "initials": "L",
      "name": "Lifeng Lin",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, University of Arizona, Tucson, AZ, USA‬‬‬‬‬‬‬."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "175",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "111543",
  "pages": "111543",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Meta-Analysis as Topic",
    "Confidence Intervals",
    "Reproducibility of Results",
    "GRADE Approach",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "39322122",
    "doi": "10.1016/j.jclinepi.2024.111543",
    "pii": "S0895-4356(24)00299-3"
  },
  "doi": "10.1016/j.jclinepi.2024.111543",
  "dates": {
    "completed": "2024-11-30",
    "revised": "2024-12-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:33.759177",
    "pmid": "39322122"
  }
}