{
  "pmid": "39326010",
  "uid": "39326010",
  "title": "Screen Failures and Causes in Inflammatory Bowel Disease Randomized Controlled Trials: A Study of 16 913 Screened Patients.",
  "abstract": "INTRODUCTION: While recruitment rates in inflammatory bowel disease (IBD) trials are continuously decreasing, the underlying reasons are likely multifactorial but remain poorly defined. Screen failure (SF) proportions and causes have not been extensively explored in IBD. AIM: We assessed SF proportions and underlying SF reasons in IBD phase 2 and 3 clinical trials. METHODS: We analyzed SF-related data from 17 randomized controlled phase 2 or 3 IBD trials. Twelve trials were in ulcerative colitis (UC) and 5 trials were in Crohn's disease (CD) operated by a single contract research organization, IQVIA. Differences between patient groups were tested for significance by Mann-Whitney and Fisher's tests when appropriate. RESULTS: We analyzed a total of 11 161 patients with UC and 5752 patients with CD. The mean SF proportion was 0.43 per trial in UC. The primary reason for SFs in UC was not meeting the overall (modified) Mayo score inclusion threshold and/or the endoscopic subscore of at least 2 (33.8% of all SF). In CD clinical trials, the mean SF proportion was at 0.53. The primary cause for SFs was not meeting the CDAI eligibility criteria (23.1% of all SFs). SF proportions were significantly higher in CD versus UC trials (P = .027). Clostridium difficile or any other intestinal infection and not meeting tuberculosis screening criteria were other major reasons for SFs both in UC and CD. CONCLUSION: High SF proportion in IBD clinical trials, particularly for CD studies, pose obstacles to patient recruitment. While underlying causes are diverse, arbitrarily defined clinical and/or endoscopic eligibility criteria remain the major limiting factors.",
  "authors": [
    {
      "last_name": "Uzzan",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Uzzan",
      "affiliations": [
        "Paris Est Créteil University UPEC, Assistance Publique-Hôpitaux de Paris (AP-HP), Henri Mondor Hospital, Gastroenterology Department, Fédération Hospitalo-Universitaire TRUE InnovaTive theRapy for immUne disordErs, Créteil, France."
      ],
      "orcid": "0000-0002-7761-2879"
    },
    {
      "last_name": "Georgiev",
      "fore_name": "Georgi",
      "initials": "G",
      "name": "Georgi Georgiev",
      "affiliations": [
        "IQVIA, IBD Department, Sofia, Bulgaria."
      ]
    },
    {
      "last_name": "Peyrin-Biroulet",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Peyrin-Biroulet",
      "affiliations": [
        "Department of Gastroenterology, Nancy University Hospital Inserm NGERE U1256, Lorraine University, Vandoeuvre-Les-Nancy, France."
      ]
    },
    {
      "last_name": "Bouhnik",
      "fore_name": "Yoram",
      "initials": "Y",
      "name": "Yoram Bouhnik",
      "affiliations": [
        "Paris IBD Center, Groupe Hospitalier Privé Ambroise Paré-Hartmann, Neuilly-sur-Seine, France."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, Farncombe Family Digestive Health Research Institute, Hamilton, ON, Canada.",
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jairath",
      "fore_name": "Vipul",
      "initials": "V",
      "name": "Vipul Jairath",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, Western University, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Ungaro",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Ungaro",
      "affiliations": [
        "Gastroenterology Department, IBD Center, Mount Sinai Hospital, New York, NY, USA."
      ],
      "orcid": "0000-0001-8687-3758"
    },
    {
      "last_name": "Burisch",
      "fore_name": "Johan",
      "initials": "J",
      "name": "Johan Burisch",
      "affiliations": [
        "Gastrounit, Medical Division, University Hospital Copenhagen-Amager and Hvidovre, Hvidovre, Denmark.",
        "Copenhagen Center for Inflammatory Bowel Disease in Children, Adolescents and Adults, University Hospital Copenhagen-Amager and Hvidovre, Hvidovre, Denmark."
      ],
      "orcid": "0000-0002-3312-5139"
    },
    {
      "last_name": "Kirchgesner",
      "fore_name": "Julien",
      "initials": "J",
      "name": "Julien Kirchgesner",
      "affiliations": [
        "Department of Gastroenterology, Sorbonne Université, INSERM, Institut Pierre Louis d'Epidémiologie et de Santé Publique, AP-HP, Hôpital Saint-Antoine, Paris, France."
      ]
    },
    {
      "last_name": "Verstockt",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Verstockt",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, University Hospitals Leuven, KU Leuven, Leuven, Belgium.",
        "Department of Chronic Diseases and Metabolism, KU Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Fez",
      "initials": "F",
      "name": "Fez Hussain",
      "affiliations": [
        "IQVIA, IBD Department, Sofia, Bulgaria."
      ]
    },
    {
      "last_name": "Reinisch",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Reinisch",
      "affiliations": [
        "Medizinische Universität Wien Klinische Abt. Gastroenterologie & Hepatologie, AKH Wien Arbeitsgruppe Chronisch Entzündliche Darmerkrankungen (CED) Währinger Gürtel 18-20, Wien, Austria."
      ],
      "orcid": "0000-0002-2088-091X"
    }
  ],
  "journal": {
    "title": "Inflammatory bowel diseases",
    "iso_abbreviation": "Inflamm Bowel Dis",
    "issn": "1536-4844",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "07"
  },
  "start_page": "1811",
  "end_page": "1818",
  "pages": "1811-1818",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Crohn Disease",
    "Patient Selection",
    "Colitis, Ulcerative",
    "Male",
    "Female",
    "Adult",
    "Mass Screening",
    "Prognosis",
    "Inflammatory Bowel Diseases",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "39326010",
    "doi": "10.1093/ibd/izae233",
    "pii": "7778241"
  },
  "doi": "10.1093/ibd/izae233",
  "dates": {
    "completed": "2025-07-08",
    "revised": "2025-07-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.197279",
    "pmid": "39326010"
  }
}