{
  "pmid": "39334309",
  "uid": "39334309",
  "title": "Economic burden of patients with leading cancers in China: a cost-of-illness study.",
  "abstract": "BACKGROUND: China accounts for 24% of newly diagnosed cancer cases and 30% of cancer-related deaths worldwide. Comprehensive analyses of the economic burden on patients across different cancer treatment phases, based on empirical data, are lacking. This study aims to estimate the financial burden borne by patients and analyze the cost compositions of the leading cancers with the highest number of new cases in China. METHODS: This cross-sectional cost-of-illness study analyzed patients diagnosed with lung, breast, colorectal, esophageal, liver, or gastric cancer, identified through electronic health records (EHRs) from 84 hospitals across 17 provinces in China. Patients completed any one of the initial treatment phase, follow-up phase, and relapse/metastasis phase were recruited by trained attending physicians through a stratified sampling procedure to ensure enough cases for each cancer progression stage and cancer treatment phase. Direct and indirect costs by treatment phase were collected from the EHRs and self-reported surveys. We estimated per case cost for each type of cancer, and employed subgroup analyses and multiple linear regression models to explore cost drivers. RESULTS: We recruited a total of 13,745 cancer patients across three treatment phases. The relapse/metastasis phase incurred the highest per case costs, varying from $8,890 to $14,572, while the follow-up phase was the least costly, ranging from $1,840 to $4,431. Being in the relapse/metastasis phase and having an advanced clinical stage of cancer at diagnosis were associated with significantly higher cost, while patients with low socioeconomic status borne lower costs. CONCLUSIONS: There were substantial financial burden on patients with six leading cancers in China. Health policymakers should emphasize comprehensive healthcare coverage for marginalized populations such as the uninsured, less educated, and those living in underdeveloped regions.",
  "authors": [
    {
      "last_name": "Wu",
      "fore_name": "Ziting",
      "initials": "Z",
      "name": "Ziting Wu",
      "affiliations": [
        "National School of Development, Peking University, Beijing, 100871, China.",
        "Institute for Global Health and Development, Peking University, Beijing, 100871, China.",
        "PKU China Center for Health Economic Research, Peking University, Beijing, 100871, China."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Yiwen",
      "initials": "Y",
      "name": "Yiwen Yu",
      "affiliations": [
        "School of Population Medicine and Public Health, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, 100730, China. vivienne9090@hotmail.com.",
        "Office of Cancer Screening, National Clinical Research Center for Cancer/Cancer Hospital, National Cancer Center, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China. vivienne9090@hotmail.com."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Qiushi",
      "initials": "Q",
      "name": "Qiushi Chen",
      "affiliations": [
        "The Harold and Inge Marcus Department of Industrial and Manufacturing Engineering, The Pennsylvania State University, University Park, PA, USA."
      ]
    },
    {
      "last_name": "Cao",
      "fore_name": "Zhong",
      "initials": "Z",
      "name": "Zhong Cao",
      "affiliations": [
        "State Key Lab of Intelligent Technologies and Systems, Beijing National Research Center for Information Science and Technology, Department of Automation, Tsinghua University, Beijing, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Simiao",
      "initials": "S",
      "name": "Simiao Chen",
      "affiliations": [
        "School of Population Medicine and Public Health, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, 100730, China.",
        "Heidelberg Institute of Global Health, Faculty of Medicine and University Hospital, Heidelberg University, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Gordon G",
      "initials": "GG",
      "name": "Gordon G Liu",
      "affiliations": [
        "National School of Development, Peking University, Beijing, 100871, China. gordonliu@nsd.pku.edu.cn.",
        "Institute for Global Health and Development, Peking University, Beijing, 100871, China. gordonliu@nsd.pku.edu.cn.",
        "PKU China Center for Health Economic Research, Peking University, Beijing, 100871, China. gordonliu@nsd.pku.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "27"
  },
  "start_page": "1135",
  "pages": "1135",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "China",
    "Cross-Sectional Studies",
    "Male",
    "Female",
    "Middle Aged",
    "Cost of Illness",
    "Neoplasms",
    "Aged",
    "Adult",
    "Health Care Costs",
    "Health Expenditures"
  ],
  "article_ids": {
    "pubmed": "39334309",
    "pmc": "PMC11429825",
    "doi": "10.1186/s12913-024-11514-x",
    "pii": "10.1186/s12913-024-11514-x"
  },
  "doi": "10.1186/s12913-024-11514-x",
  "pmc_id": "PMC11429825",
  "dates": {
    "completed": "2024-09-28",
    "revised": "2024-10-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "NA",
      "agency": "China National Cancer Center"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.388910",
    "pmid": "39334309"
  }
}