{
  "pmid": "39330247",
  "uid": "39330247",
  "title": "Electrospun Silk-ICG Composite Fibers and the Application toward Hemorrhage Control.",
  "abstract": "In trauma and surgery, efficient hemorrhage control is crucial to avert fatal blood loss and increase the likelihood of survival. There is a significant demand for novel biomaterials capable of promptly and effectively managing bleeding. This study aimed to develop flexible biocomposite fibrous scaffolds with an electrospinning technique using silk fibroin (SF) and indocyanine green (ICG). The FDA-approved ICG dye has unique photothermal properties. The water permeability, degradability, and biocompatibility of Bombyx mori cocoon-derived SF make it promising for biomedical applications. While as-spun SF-ICG fibers were dissolvable in water, ethanol vapor treatment (EVT) effectively induced secondary structural changes to promote β-sheet formation. This resulted in significantly improved aqueous stability and mechanical strength of the fibers, thereby increasing their fluid uptake capability. The enhanced SF-ICG interaction effectively prevented ICG leaching from the composite fibers, enabling them to generate heat under NIR irradiation due to ICG's photothermal properties. Our results showed that an SF-ICG 0.4% fibrous matrix can uptake 473% water. When water was replaced by bovine blood, a 25 s NIR irradiation induced complete blood coagulation. However, pure silk did not have the same effect. Additionally, NIR irradiation of the SF-ICG fibers successfully stopped the flow of blood in an in vitro model that mimicked a damaged blood vessel. This novel breakthrough offers a biotextile platform poised to enhance patient outcomes across various medical scenarios, representing a significant milestone in functional biomaterials.",
  "authors": [
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Department of Chemistry, Illinois Institute of Technology, Chicago, IL 60616, USA."
      ]
    },
    {
      "last_name": "Clutter",
      "fore_name": "Elwin",
      "initials": "E",
      "name": "Elwin Clutter",
      "affiliations": [
        "Department of Chemistry, Illinois Institute of Technology, Chicago, IL 60616, USA."
      ]
    },
    {
      "last_name": "Garklavs",
      "fore_name": "Olga",
      "initials": "O",
      "name": "Olga Garklavs",
      "affiliations": [
        "Wilbur Wright College, City Colleges of Chicago, Chicago, IL 60634, USA."
      ]
    },
    {
      "last_name": "Kanniyappan",
      "fore_name": "Hemalatha",
      "initials": "H",
      "name": "Hemalatha Kanniyappan",
      "affiliations": [
        "Department of Chemistry, Illinois Institute of Technology, Chicago, IL 60616, USA."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Rong R",
      "initials": "RR",
      "name": "Rong R Wang",
      "affiliations": [
        "Department of Chemistry, Illinois Institute of Technology, Chicago, IL 60616, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of functional biomaterials",
    "iso_abbreviation": "J Funct Biomater",
    "issn": "2079-4983",
    "issn_type": "Print",
    "volume": "15",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "19"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39330247",
    "pmc": "PMC11433354",
    "doi": "10.3390/jfb15090272",
    "pii": "jfb15090272"
  },
  "doi": "10.3390/jfb15090272",
  "pmc_id": "PMC11433354",
  "dates": {
    "revised": "2024-09-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R15 HD096410",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R15HD096410",
      "agency": "NIH Eunice Kennedy Shriver National Institute of Child Health & Human Development"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:43.287437",
    "pmid": "39330247"
  }
}