{
  "pmid": "39340433",
  "uid": "39340433",
  "title": "Systemic lupus erythematosus and epilepsy: A Mendelian randomization study.",
  "abstract": "OBJECTIVE: Numerous observational studies have found a relationship between systemic lupus erythematosus (SLE) and epilepsy; however, their causal relationship remains unclear. This study aimed to investigate the causal role of SLE in epilepsy or any of its subtypes using a two-sample Mendelian randomization (MR) analysis. METHODS: Single nucleotide polymorphisms (SNPs) linked to SLE were utilized as instrumental variables in MR analysis to assess their causal impact on epilepsy. The primary MR findings were derived using the inverse variance weighted (IVW) method, which was further supported by the weighted median and MR-Egger regression techniques. Additionally, sensitivity analyses, including Cochran's Q test and pleiotropy tests, were conducted to evaluate the influence of these SNPs on epilepsy, particularly looking for signs of horizontal pleiotropy and heterogeneity. RESULTS: We selected 43 SNPs that reached genome-wide significance from genome-wide association studies (GWASs) on SLE to serve as instrumental variables in this study. The IVW method showed no evidence to support a causal association between SLE and epilepsy (all epilepsy: odds ratio (OR) = 1.006, 95% confidence interval (CI) = 0.994-1.018; focal epilepsy: OR = 1.006, 95% CI = 0.994-1.019; generalized epilepsy: OR = 1.015, 95% CI = 0.996-1.035). Other MR complementary methods revealed consistent results. Furthermore, there was no evidence indicating heterogeneity or horizontal pleiotropy. SIGNIFICANCE: The findings of MR analysis did not support a genetically predicted causal relationship between SLE and epilepsy, but emphasized the need for further research on shared pathophysiological mechanisms, particularly the role of immune system abnormalities and potential influences such as chronic inflammation and therapeutic interventions. PLAIN LANGUAGE SUMMARY: The etiology of epilepsy is complex and diverse, including immune factors. Through a Mendelian randomization analysis, we did not find evidence of a genetic causal relationship between systemic lupus erythematosus and epilepsy. However, this does not invalidate epidemiological evidence, and further exploration is needed to investigate factors influencing the relationship between the two.",
  "authors": [
    {
      "last_name": "Hu",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Hu",
      "affiliations": [
        "Department of Neurology, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Duo",
      "initials": "D",
      "name": "Duo Lin",
      "affiliations": [
        "Department of Neurology, Zhongshan Hospital of Traditional Chinese Medicine, Guangdong, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Dongmei",
      "initials": "D",
      "name": "Dongmei Wu",
      "affiliations": [
        "Department of Neurology, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Neurology, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ],
      "orcid": "0000-0003-0451-4597"
    },
    {
      "last_name": "Li",
      "fore_name": "Gongbo",
      "initials": "G",
      "name": "Gongbo Li",
      "affiliations": [
        "Department of Neurology, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    }
  ],
  "journal": {
    "title": "Epilepsia open",
    "iso_abbreviation": "Epilepsia Open",
    "issn": "2470-9239",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "2274",
  "end_page": "2282",
  "pages": "2274-2282",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Lupus Erythematosus, Systemic",
    "Humans",
    "Mendelian Randomization Analysis",
    "Epilepsy",
    "Polymorphism, Single Nucleotide",
    "Genome-Wide Association Study",
    "Genetic Predisposition to Disease"
  ],
  "article_ids": {
    "pubmed": "39340433",
    "pmc": "PMC11633673",
    "doi": "10.1002/epi4.13058"
  },
  "doi": "10.1002/epi4.13058",
  "pmc_id": "PMC11633673",
  "dates": {
    "completed": "2024-12-11",
    "revised": "2024-12-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "kryc-yq-2215",
      "agency": "Kuanren Talents Program of the second affiliated Hospital of Chongqing Medical University"
    },
    {
      "grant_id": "cstc2020jcyj-msxmX0149",
      "agency": "Natural Science Foundation of Chongqing"
    },
    {
      "grant_id": "CSTB2023NSCQ-MSX0176",
      "agency": "Natural Science Foundation of Chongqing"
    },
    {
      "grant_id": "2022M710562",
      "agency": "China Postdoctoral Science Foundation"
    },
    {
      "grant_id": "82001434",
      "agency": "Natural Science Foundation of China"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.711038",
    "pmid": "39340433"
  }
}