{
  "pmid": "39345253",
  "uid": "39345253",
  "title": "Prenatal vitamin C and fish oil supplement use are associated with human milk microbiota composition in the Canadian CHILD Cohort Study.",
  "abstract": "Maternal diet may modulate human milk microbiota, but the effects of nutritional supplements are unknown. We examined the associations of prenatal diet and supplement use with milk microbiota composition. Mothers reported prenatal diet intake and supplement use using self-administered food frequency and standardised questionnaires, respectively. The milk microbiota was profiled using 16S rRNA gene sequencing. Associations of prenatal diet quality, dietary patterns, and supplement use with milk microbiota diversity and taxonomic structure were examined using Wilcoxon signed-rank tests and multivariable models adjusting for relevant confounders. A subset of 645 mothers participating in the CHILD Cohort Study (originally known as the Canadian Healthy Infant Longitudinal Development Study) provided one milk sample between 2 and 6 months postpartum and used prenatal multivitamin supplements ≥4 times a week. After adjusting for confounders, vitamin C supplement use was positively associated with milk bacterial Shannon diversity (β = 0.18, 95% CI = 0.05, 0.31) and Veillonella and Granulicatella relative abundance (β = 0.54; 95% CI = 0.05, 1.03 and β = 0.44; 95% CI = 0.04, 0.84, respectively), and negatively associated with Finegoldia relative abundance (β = -0.31; 95% CI = -0.63, -0.01). Fish oil supplement use was positively associated with Streptococcus relative abundance (β = 0.26; 95% CI = 0.03, 0.50). Prenatal diet quality and dietary patterns were not associated with milk microbiota composition. Prenatal vitamin C and fish oil supplement use were associated with differences in the milk microbiota composition. Future studies are needed to confirm our findings and elucidate mechanisms linking maternal supplement use to milk microbiota and child health.",
  "authors": [
    {
      "last_name": "Chehab",
      "fore_name": "Rana F",
      "initials": "RF",
      "name": "Rana F Chehab",
      "affiliations": [
        "Department of Nutrition Science, Purdue University, West Lafayette, IN, USA."
      ],
      "orcid": "0000-0003-3558-9006"
    },
    {
      "last_name": "Fehr",
      "fore_name": "Kelsey",
      "initials": "K",
      "name": "Kelsey Fehr",
      "affiliations": [
        "Department of Pediatrics and Child Health, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Moossavi",
      "fore_name": "Shirin",
      "initials": "S",
      "name": "Shirin Moossavi",
      "affiliations": [
        "Department of Physiology and Pharmacology, Snyder Institute for Chronic Diseases, University of Calgary, Calgary, AB, Canada.",
        "Department of Pediatrics, Alberta Children's Hospital Research Institute, University of Calgary, Calgary, AB, Canada.",
        "International Microbiome Centre, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Subbarao",
      "fore_name": "Padmaja",
      "initials": "P",
      "name": "Padmaja Subbarao",
      "affiliations": [
        "Hospital for Sick Children, Department of Pediatrics & Physiology and Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Moraes",
      "fore_name": "Theo J",
      "initials": "TJ",
      "name": "Theo J Moraes",
      "affiliations": [
        "Department of Pediatrics, Hospital for Sick Children and University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mandhane",
      "fore_name": "Piushkumar",
      "initials": "P",
      "name": "Piushkumar Mandhane",
      "affiliations": [
        "Department of Paediatrics, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences Corporation, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Turvey",
      "fore_name": "Stuart E",
      "initials": "SE",
      "name": "Stuart E Turvey",
      "affiliations": [
        "Department of Pediatrics, British Columbia Children's Hospital and The University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Khafipour",
      "fore_name": "Ehsan",
      "initials": "E",
      "name": "Ehsan Khafipour",
      "affiliations": [
        "Department of Animal Science, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Azad",
      "fore_name": "Meghan B",
      "initials": "MB",
      "name": "Meghan B Azad",
      "affiliations": [
        "Department of Pediatrics and Child Health, University of Manitoba, Winnipeg, MB, Canada.",
        "Manitoba Interdisciplinary Lactation Centre (MILC), Children's Hospital Research Institute of Manitoba, Winnipeg, MB, Canada.",
        "Department of Food and Human Nutritional Sciences, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Forman",
      "fore_name": "Michele R",
      "initials": "MR",
      "name": "Michele R Forman",
      "affiliations": [
        "Department of Nutrition Science, Purdue University, West Lafayette, IN, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of nutritional science",
    "iso_abbreviation": "J Nutr Sci",
    "issn": "2048-6790",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2024"
  },
  "start_page": "e53",
  "pages": "e53",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Milk, Human",
    "Dietary Supplements",
    "Fish Oils",
    "Canada",
    "Pregnancy",
    "Microbiota",
    "Ascorbic Acid",
    "Adult",
    "Cohort Studies",
    "Infant",
    "Diet",
    "RNA, Ribosomal, 16S",
    "Longitudinal Studies",
    "Male",
    "Maternal Nutritional Physiological Phenomena"
  ],
  "article_ids": {
    "pubmed": "39345253",
    "pmc": "PMC11428054",
    "doi": "10.1017/jns.2024.58",
    "pii": "S2048679024000582"
  },
  "doi": "10.1017/jns.2024.58",
  "pmc_id": "PMC11428054",
  "dates": {
    "completed": "2024-09-30",
    "revised": "2024-10-01"
  },
  "chemicals": [
    "Fish Oils",
    "Ascorbic Acid",
    "RNA, Ribosomal, 16S"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:51.331725",
    "pmid": "39345253"
  }
}