{
  "pmid": "39341602",
  "uid": "39341602",
  "title": "Health service utilization, substance use treatment response, and death in patients with opioid use disorder and comorbid hepatitis C findings from prospective cohort study with administrative database linkage.",
  "abstract": "BACKGROUND: Among patients with opioid use disorder (OUD), high rates of overdose and death have been reported in subgroups with Hepatitis C Virus (HCV). Evidence on the comorbid effect of HCV on clinical and substance use trajectories has been limited by small sample sizes, short follow-up, and heavy reliance on administrative data which lacks granularity on important prognostic factors. Additionally, few studies include populations on substance use treatment. AIM: To establish the impact of HCV exposure (antibody positivity) on health care utilization patterns, substance use treatment response, and death in a cohort of patients with OUD on opioid agonist therapy (OAT). METHODS: This multi-center prospective cohort study recruited adult patients with OUD on OAT from 57 substance use treatment centers in Ontario, Canada. The study collected substance use outcomes, and classified patients with ≥50 % positive opioid urine screens over one year of follow-up as having poor treatment response. Additional data obtained via linkage with ICES administrative databases evaluated the relationship between HCV status, healthcare service utilization, and death over 3 years of follow-up. Multiple logistic regression models established the adjusted impact of HCV on various outcomes. RESULTS: Among recruited participants (n = 3430), 44.10 % were female with a mean age of 38.64 years (Standard deviation: 10.96). HCV was prevalent in 10.6 % of the cohort (n = 365). Methadone was used most often (83.9 %, n = 2876), followed by sublingual buprenorphine (16.2 %, n = 554). Over the three-year follow-up, 5.3 % of patients died (n = 181). Unadjusted results reveal rates of hospitalization (all-cause, mental-health related, critical care) and emergency department visits (mental health-related), were significantly higher among HCV patients. Associations diminished in adjusted models. Active injection drug use exhibited the highest predictive risk for all outcomes. CONCLUSION: A high degree of acute physical and mental illness and its resulting health service utilization burden is concentrated among patients with OUD and comorbid HCV. Future research should explore the role for targeted interventions and how best to implement integrated healthcare models to better address the complex health needs of HCV populations who inject drugs.",
  "authors": [
    {
      "last_name": "Dennis",
      "fore_name": "Brittany B",
      "initials": "BB",
      "name": "Brittany B Dennis",
      "affiliations": [
        "British Columbia Centre on Substance Use, Vancouver, BC, Canada; Division of Social Medicine, Department of Medicine, University of British Columbia, Vancouver, BC, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: brittany.dennis@medportal.ca."
      ]
    },
    {
      "last_name": "Babe",
      "fore_name": "Glenda",
      "initials": "G",
      "name": "Glenda Babe",
      "affiliations": [
        "ICES McMaster, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gayowsky",
      "fore_name": "Anastasia",
      "initials": "A",
      "name": "Anastasia Gayowsky",
      "affiliations": [
        "ICES McMaster, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rosic",
      "fore_name": "Tea",
      "initials": "T",
      "name": "Tea Rosic",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, ON, Canada; Department of Psychiatry, University of Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rodrigues",
      "fore_name": "Myanca",
      "initials": "M",
      "name": "Myanca Rodrigues",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bach",
      "fore_name": "Paxton",
      "initials": "P",
      "name": "Paxton Bach",
      "affiliations": [
        "British Columbia Centre on Substance Use, Vancouver, BC, Canada; Division of Social Medicine, Department of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Perez",
      "affiliations": [
        "ICES McMaster, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "de Oliveira",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire de Oliveira",
      "affiliations": [
        "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; ICES, Toronto, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Samet",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Samet",
      "affiliations": [
        "Department of Medicine, Boston University, Boston, USA."
      ]
    },
    {
      "last_name": "Weaver",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Weaver",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Young",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Young",
      "affiliations": [
        "British Columbia Centre on Substance Use, Vancouver, BC, Canada; Division of Social Medicine, Department of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Dionne",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Dionne",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Aijaz",
      "initials": "A",
      "name": "Aijaz Ahmed",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, Stanford University, Palo Alto, CA, USA."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Donghee",
      "initials": "D",
      "name": "Donghee Kim",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, Stanford University, Palo Alto, CA, USA."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, ON, Canada; Biostatistics Unit, Research Institute at St Joseph's Healthcare, Hamilton, Ontario, Canada; Departments of Pediatrics/Anesthesia, McMaster University, Hamilton, Ontario, Canada; Faculty of Health Sciences, University of Johannesburg, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Samaan",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, ON, Canada; Department of Psychiatry and Behavioral Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of substance use and addiction treatment",
    "iso_abbreviation": "J Subst Use Addict Treat",
    "issn": "2949-8759",
    "issn_type": "Electronic",
    "volume": "167",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "209524",
  "pages": "209524",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Male",
    "Opioid-Related Disorders",
    "Adult",
    "Prospective Studies",
    "Hepatitis C",
    "Ontario",
    "Middle Aged",
    "Comorbidity",
    "Databases, Factual",
    "Opiate Substitution Treatment",
    "Patient Acceptance of Health Care",
    "Drug Overdose",
    "Analgesics, Opioid"
  ],
  "article_ids": {
    "pubmed": "39341602",
    "mid": "NIHMS2026652",
    "pmc": "PMC11750131",
    "doi": "10.1016/j.josat.2024.209524",
    "pii": "S2949-8759(24)00236-4"
  },
  "doi": "10.1016/j.josat.2024.209524",
  "pmc_id": "PMC11750131",
  "dates": {
    "completed": "2024-10-31",
    "revised": "2025-01-29"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [
    {
      "grant_id": "R25 DA033211",
      "agency": "NIDA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R25 DA037756",
      "agency": "NIDA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:55.792708",
    "pmid": "39341602"
  }
}