{
  "pmid": "39351881",
  "uid": "39351881",
  "title": "Oral vitamin D supplementation for adults with obesity undergoing bariatric surgery.",
  "abstract": "BACKGROUND: Vitamin D deficiency following bariatric surgery is common and is expected to be associated with a deleterious impact on the skeleton. However, the benefits of vitamin D supplementation and the optimal dose in this population is currently unknown. The available guidelines on the topic are derived from experts' opinions, and are not evidence based. OBJECTIVES: To compare the effects of different doses of vitamin D supplementation (low dose (less than 600 international units (IU)/day), moderate dose (600 IU/day to 3500 IU/day), high dose (greater than 3500 IU/day)) to each other or to placebo in adults living with obesity undergoing bariatric surgery. SEARCH METHODS: We searched CENTRAL, MEDLINE, Embase, LILACS, two trial registries, and the reference lists of systematic reviews, articles, and health technology assessment reports without language restrictions. The last search of all databases was 27 June 2023, except Embase, which we searched on 14 August 2015. SELECTION CRITERIA: We included randomised controlled trials or controlled clinical trials on vitamin D supplementation comparing different doses or comparing vitamin D to placebo in people undergoing bariatric surgery. DATA COLLECTION AND ANALYSIS: We used standard Cochrane methods. Primary outcomes were fractures and adverse events. Secondary outcomes were vitamin D status, all-cause mortality, bone mineral change, secondary hyperparathyroidism, health-related quality of life, and muscle strength. We used GRADE to assess the certainty of the evidence for each outcome in each comparison. MAIN RESULTS: We identified five trials with 314 participants. We included three trials in the quantitative analysis. Moderate-dose vitamin D compared to placebo One trial compared moderate-dose vitamin D (3200 IU/day) to placebo. Moderate-dose vitamin D, compared to placebo, may improve vitamin D status and may result in little to no difference in the achieved parathyroid hormone level (achieved 25-hydroxyvitamin D level: mean difference (MD) 13.60 ng/mL, 95% confidence interval (CI) 7.94 to 19.26; achieved parathyroid hormone level: -6.60 pg/mL, 95% CI -17.12 to 3.92; 1 study, 79 participants; low-certainty evidence). The trial reported no adverse events in the moderate-dose vitamin D arm, but did not provide any information on adverse events in the placebo arm. There were no data on fractures, all-cause mortality, bone density change, health-related quality of life, and muscle strength. High-dose vitamin D compared to moderate-dose vitamin D Two trials in Roux-en-Y gastric bypass compared moderate-dose (equivalent dose 800 IU/day to 2000 IU/day) to high-dose (equivalent dose 5000 IU/day to 7943 IU/day) vitamin D. The evidence of high-dose vitamin D on adverse events is very uncertain (risk ratio (RR) 5.18, 95% CI 0.23 to 116.56; 2 studies, 81 participants; very low-certainty evidence). High-dose vitamin D may increase 25-hydroxyvitamin D levels compared to a moderate dose at 12 months, but the evidence is very uncertain (MD 15.55 ng/mL, 95% CI 3.50 to 27.61; I[2] = 62%; 2 studies, 73 participants; very low-certainty evidence). High-dose vitamin D may have little to no effect on parathyroid hormone levels compared to a moderate dose at 12 months, but the evidence is very uncertain (MD 2.15 pg/mL, 95% CI -21.31 to 17.01; I[2] = 0%; 2 studies, 72 participants; very low-certainty evidence). High-dose vitamin D may have little to no effect on mortality and bone mineral density at the lumbar spine, hip, and forearm, but the evidence is very uncertain. There were no data on fractures, health-related quality of life, or muscle strength. AUTHORS' CONCLUSIONS: No trials reported on fractures and the evidence available on adverse events is scarce. Moderate-dose vitamin D may improve vitamin D status and may result in little to no improvement in parathyroid hormone levels compared with placebo. High-dose vitamin D supplementation (greater than 3500 IU/day) may increase 25-hydroxyvitamin D levels, and may have little to no effect on parathyroid hormone levels, compared to a moderate dose, but the evidence for both is very uncertain. The currently available limited evidence may not have a significant impact on practice. Further studies are needed to explore the impact of vitamin D supplementation on fractures, adverse events, and musculoskeletal parameters in people undergoing bariatric surgery.",
  "authors": [
    {
      "last_name": "Chakhtoura",
      "fore_name": "Marlene T",
      "initials": "MT",
      "name": "Marlene T Chakhtoura",
      "affiliations": [
        "Calcium Metabolism and Osteoporosis Program, WHO Collaborating Center for Metabolic Bone Disorders, American University of Beirut Medical Center, Beirut, Lebanon.",
        "Scholars in HeAlth Research Program (SHARP), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Nakhoul",
      "fore_name": "Nancy F",
      "initials": "NF",
      "name": "Nancy F Nakhoul",
      "affiliations": [
        "Scholars in HeAlth Research Program (SHARP), American University of Beirut, Beirut, Lebanon.",
        "Department of Internal Medicine, Faculty of Medicine and Medical Sciences, University of Balamand, Koura, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Safadi",
      "fore_name": "Bassem Y",
      "initials": "BY",
      "name": "Bassem Y Safadi",
      "affiliations": [
        "Department of Surgery, American University of Beirut Medical Center, Beirut, Lebanon.",
        "Surgical Services, Aman Hospital, Doha, Qatar."
      ]
    },
    {
      "last_name": "Mantzoros",
      "fore_name": "Christos S",
      "initials": "CS",
      "name": "Christos S Mantzoros",
      "affiliations": [
        "Department of Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts, USA.",
        "Boston VA Healthcare System, Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Metzendorf",
      "fore_name": "Maria-Inti",
      "initials": "MI",
      "name": "Maria-Inti Metzendorf",
      "affiliations": [
        "Institute of General Practice, Medical Faculty of the Heinrich-Heine University, Düsseldorf, Germany."
      ]
    },
    {
      "last_name": "El-Hajj Fuleihan",
      "fore_name": "Ghada",
      "initials": "G",
      "name": "Ghada El-Hajj Fuleihan",
      "affiliations": [
        "Calcium Metabolism and Osteoporosis Program, WHO Collaborating Center for Metabolic Bone Disorders, American University of Beirut Medical Center, Beirut, Lebanon.",
        "Scholars in Health Research Program (SHARP), American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "10",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "CD011800",
  "pages": "CD011800",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Administration, Oral",
    "Bariatric Surgery",
    "Bone Density",
    "Cause of Death",
    "Dietary Supplements",
    "Fractures, Bone",
    "Obesity",
    "Postoperative Complications",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Vitamin D",
    "Vitamin D Deficiency",
    "Vitamins"
  ],
  "article_ids": {
    "pubmed": "39351881",
    "pmc": "PMC11443589",
    "doi": "10.1002/14651858.CD011800.pub2"
  },
  "doi": "10.1002/14651858.CD011800.pub2",
  "pmc_id": "PMC11443589",
  "dates": {
    "completed": "2024-10-01",
    "revised": "2025-07-08"
  },
  "chemicals": [
    "Vitamin D",
    "Vitamins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.261830",
    "pmid": "39351881"
  }
}