{
  "pmid": "39353639",
  "uid": "39353639",
  "title": "Sodium-glucose cotransporter-2 (SGLT-2) inhibitors for adults with chronic kidney disease: a clinical practice guideline.",
  "abstract": "CLINICAL QUESTION: What is the impact of sodium-glucose cotransporter-2 (SGLT-2) inhibitors on survival and on cardiovascular and kidneyoutcomes for adults living with chronic kidney disease (CKD)? CURRENT PRACTICE: Few therapies slow kidney disease progression and improve long term prognosis for adults living with CKD. SGLT-2 inhibitors have demonstrated cardiovascular and kidney benefits in adults with CKD with and without type 2 diabetes. Existing guidance for SGLT-2 inhibitors does not account for the totality of current best evidence for adults with CKD and does not provide fully stratified treatment effects and recommendations across all risk groups based on risk of CKD progression and complications. RECOMMENDATIONS: The guideline panel considered evidence regarding benefits and harms of SGLT-2 inhibitor therapy for adults with CKD over a five year period, along with contextual factors, and provided the following recommendations:1. For adults at low risk of CKD progression and complications, we suggest administering SGLT-2 inhibitors (weak recommendation in favour)2. For adults at moderate risk of CKD progression and complications, we suggest administering SGLT-2 inhibitors (weak recommendation in favour)3. For adults at high risk of CKD progression and complications, we recommend administering SGLT-2 inhibitors (strong recommendation in favour)4. For adults at very high risk of CKD progression and complications, we recommend administering SGLT-2 inhibitors (strong recommendation in favour).Recommendations are applicable to all adults with CKD, irrespective of type 2 diabetes status. HOW THIS GUIDELINE WAS CREATED: An international panel including patients, clinicians, and methodologists produced these recommendations following standards for trustworthy guidelines and using the GRADE approach. The panel identified typical risk strata of adults with CKD (from low to very high risk of CKD progression and related complications) using the classification system developed by Kidney Disease Improving Global Outcomes (KDIGO), and applied an individual patient perspective in moving from evidence to recommendations. Effects of SGLT-2 inhibitors were interpreted in absolute terms applicable to different risk strata with varying baseline risks for outcomes of benefit over a five year period. The panel explicitly considered the balance of benefits, harms, and burdens of starting an SGLT-2 inhibitor, incorporating the values and preferences of adults with different risk profiles. Interactive evidence summaries and decision aids accompany multilayered recommendations, developed in an online authoring and publication platform (www.magicapp.org) that allows reuse and adaptation. THE EVIDENCE: A linked systematic review and pairwise meta-analysis (13 trials including 29 614 participants) of benefits and harms associated with SGLT-2 inhibitors in adults with CKD with or without type 2 diabetes informed guidance. Among individuals at very high risk of CKD progression and complications, moderate to high certainty evidence shows SGLT-2 inhibitors (relative to placebo or standard care without SGLT-2 inhibitors) decrease all-cause and cardiovascular mortality, hospitalisation for heart failure, kidney failure, non-fatal myocardial infarction, and non-fatal stroke. Among individuals at high risk, moderate to high certainty evidence shows SGLT-2 inhibitors result in similar benefits across outcomes except demonstrating little or no effect on hospitalisation for heart failure and kidney failure. Among individuals at moderate and low risk, moderate to high certainty evidence shows SGLT-2 inhibitors probably reduce all-cause mortality and non-fatal stroke, with little or no effect for other outcomes of benefit. Risk-stratified estimates were unavailable for outcomes of harm; the panel therefore considered absolute effects summarised across risk strata. SGLT-2 inhibitors are associated with little or no effect on acute kidney injury requiring dialysis, bone fractures, lower limb amputations, ketoacidosis, genital infections, or symptomatic hypovolaemia, although a residual possibility of harms at the individual patient level remains. UNDERSTANDING THE RECOMMENDATION: In order to apply recommendations, clinicians must appropriately identify adults with CKD, consider the underlying aetiology, and risk stratify them based on glomerular filtration rate (estimated or measured) and degree of albuminuria. In addition to classifying individuals into risk strata, further estimation of a given patient's risk based on the extent of their kidney disease and other comorbidities may be warranted to inform individual-level decisions and shared decision making. Available risk calculators may help estimate a given patient's risk of CKD progression and complications.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada, L8N 3Z5.",
        "Department of Health Research Methods, Evidence and Impact, HSC 2C, Hamilton, Ontario, Canada, L8S 4L8.",
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway, 0282.",
        ". Both authors contributed equally (co-first authors)."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Xiaoxi",
      "initials": "X",
      "name": "Xiaoxi Zeng",
      "affiliations": [
        "Department of Nephrology, West China Hospital, Sichuan University, Chengdu, China, 610041.",
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway, 0282.",
        ". Both authors contributed equally (co-first authors)."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Sheyu",
      "initials": "S",
      "name": "Sheyu Li",
      "affiliations": [
        "Department of Endocrinology and Metabolism, West China Hospital, Sichuan University, Chengdu, China, 610041 lisheyu@gmail.com belen.ponte@hug.ch thomas.agoritsas@unige.ch.",
        "Chinese Evidence-Based Medicine Center, Cochrane China Center and MAGIC China Center, West China Hospital, Sichuan University, Chengdu, China, 610041."
      ]
    },
    {
      "last_name": "Rayner",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Rayner",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, HSC 2C, Hamilton, Ontario, Canada, L8S 4L8."
      ]
    },
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, HSC 2C, Hamilton, Ontario, Canada, L8S 4L8.",
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway, 0282.",
        "Ted Rogers Center for Heart Research, Toronto, Ontario, Canada, M5G 1X8."
      ]
    },
    {
      "last_name": "Aertgeerts",
      "fore_name": "Bert",
      "initials": "B",
      "name": "Bert Aertgeerts",
      "affiliations": [
        "Academic Centre for General Practice, Department of Public Health and Primary Care, KU Leuven, Leuven, Belgium, 3000.",
        "CEBAM, Belgian Centre for Evidence-Based Medicine, Cochrane Belgium, Leuven, Belgium, 3000."
      ]
    },
    {
      "last_name": "Coyac",
      "fore_name": "Frederic",
      "initials": "F",
      "name": "Frederic Coyac",
      "affiliations": [
        "Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Farhoumand",
      "fore_name": "Pauline Darbellay",
      "initials": "PD",
      "name": "Pauline Darbellay Farhoumand",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, Hôpitaux Universitaire de Genève and University of Geneva, Geneva, Switzerland, 1205."
      ]
    },
    {
      "last_name": "Demaine",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Demaine",
      "affiliations": [
        "Plymouth, United Kingdom."
      ]
    },
    {
      "last_name": "Heen",
      "fore_name": "Anja Fog",
      "initials": "AF",
      "name": "Anja Fog Heen",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway, 0282.",
        "Department of Medicine, Lovisenberg Diaconal Hospital, Oslo, Norway, 0456."
      ]
    },
    {
      "last_name": "Jha",
      "fore_name": "Vivekanand",
      "initials": "V",
      "name": "Vivekanand Jha",
      "affiliations": [
        "George Institute for Global Health, Elegance Tower, Jasola District Centre, New Delhi, India, 110025.",
        "School of Public Health, Imperial College London, London, UK, SW7 2AZ.",
        "Prasanna School of Public Health, Manipal Academy of Higher Education, Madhav Nagar, Eshwar Nagar, Manipal, Karnataka, India, 576104."
      ]
    },
    {
      "last_name": "Machuve",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Machuve",
      "affiliations": [
        "Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Nagler",
      "fore_name": "Evi",
      "initials": "E",
      "name": "Evi Nagler",
      "affiliations": [
        "Department of Nephrology, Ghent University Hospital, Ghent, Belgium, 9000."
      ]
    },
    {
      "last_name": "Tunnicliffe",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Tunnicliffe",
      "affiliations": [
        "Sydney School of Public Health, The University of Sydney, Sydney, New South Wales, Australia, 2006.",
        "Centre for Kidney Research, The Children's Hospital at Westmead, Westmead, New South Wales, Australia, 2145."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada, L8N 3Z5.",
        "Department of Health Research Methods, Evidence and Impact, HSC 2C, Hamilton, Ontario, Canada, L8S 4L8.",
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway, 0282."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway, 0282.",
        "Department of Medicine, Innlandet Hospital Trust, Gjøvik, Norway, 2819."
      ]
    },
    {
      "last_name": "Ponte",
      "fore_name": "Belen",
      "initials": "B",
      "name": "Belen Ponte",
      "affiliations": [
        "Division of Nephrology and Hypertension, Department of Medicine, University of Geneva, University Hospitals of Geneva, Geneva, Switzerland, 1205 lisheyu@gmail.com belen.ponte@hug.ch thomas.agoritsas@unige.ch.",
        ". Both authors contributed equally (co-last authors)."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, HSC 2C, Hamilton, Ontario, Canada, L8S 4L8 lisheyu@gmail.com belen.ponte@hug.ch thomas.agoritsas@unige.ch.",
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway, 0282.",
        "Division of General Internal Medicine, Department of Medicine, Hôpitaux Universitaire de Genève and University of Geneva, Geneva, Switzerland, 1205.",
        ". Both authors contributed equally (co-last authors)."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "387",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "e080257",
  "pages": "e080257",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Humans",
    "Sodium-Glucose Transporter 2 Inhibitors",
    "Renal Insufficiency, Chronic",
    "Diabetes Mellitus, Type 2",
    "Adult",
    "Disease Progression",
    "Hypoglycemic Agents",
    "Cardiovascular Diseases"
  ],
  "article_ids": {
    "pubmed": "39353639",
    "doi": "10.1136/bmj-2024-080257"
  },
  "doi": "10.1136/bmj-2024-080257",
  "dates": {
    "completed": "2024-10-01",
    "revised": "2024-11-21"
  },
  "chemicals": [
    "Sodium-Glucose Transporter 2 Inhibitors",
    "Hypoglycemic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.328356",
    "pmid": "39353639"
  }
}