{
  "pmid": "39351273",
  "uid": "39351273",
  "title": "Outcomes of arthroscopic coracoclavicular management for acromioclavicular joint injuries: A systematic review.",
  "abstract": "INTRODUCTION: Various surgical procedures for coracoclavicular (CC) ligament repair have been described for symptomatic acromioclavicular joint dislocations, with none emerging as a clear gold standard. There has been increased interest in arthroscopic approaches. This systematic review evaluates clinical outcomes after arthroscopic surgeries used to treat chronic and acute AC joint dislocations. METHODS: We searched three databases (PubMed, EMBASE, and OVID [MEDLINE]) from database inception to December 20, 2022. Studies were included if they met the following criteria: studies evaluating humans, English language studies, level of evidence I to IV, and studies investigating clinical outcomes in patients following arthroscopic surgery for coracoclavicular ligament reconstruction. Studies on open reconstruction techniques only were excluded. Primary outcomes included function/pain scores, coracoclavicular distances, complications, and revision rates. RESULTS: Fifty-two studies were included. In 33 studies, postoperative Constant-Murley scores ranged from 82.8 to 99 points. Postoperative VAS scores ranged from 0.3 to 4.1 in 16 studies. In 46 studies, revision rates ranged from 0 % to 44.4 %. We did not observe a difference in revision rates between chronic and acute cases (P = 0.268). Complications were more common in chronic than acute cases (25.5 % vs. 16.4 %; P < 0.001). CONCLUSIONS: Arthroscopic surgery for chronic and acute CC ligament injuries exceeds the MCID and PASS for several outcomes, with low failure rates. Arthroscopic CC reconstruction is a safe and effective alternative for chronic AC joint dislocations. LEVEL OF EVIDENCE: IV (Systematic Review of Level I-IV Studies).",
  "authors": [
    {
      "last_name": "Shah",
      "fore_name": "Rohan",
      "initials": "R",
      "name": "Rohan Shah",
      "affiliations": [
        "Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Gohal",
      "fore_name": "Chetan",
      "initials": "C",
      "name": "Chetan Gohal",
      "affiliations": [
        "Rothman Orthopaedic Institute, New York, NY, USA."
      ]
    },
    {
      "last_name": "Plantz",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Plantz",
      "affiliations": [
        "Department of Orthopaedic Surgery, Northwestern Memorial Hospital, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Erickson",
      "fore_name": "Brandon J",
      "initials": "BJ",
      "name": "Brandon J Erickson",
      "affiliations": [
        "Rothman Orthopaedic Institute, New York, NY, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Department of Orthopaedic Surgery, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tjong",
      "fore_name": "Vehniah",
      "initials": "V",
      "name": "Vehniah Tjong",
      "affiliations": [
        "Department of Orthopaedic Surgery, Northwestern Memorial Hospital, Chicago, IL, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of orthopaedics",
    "iso_abbreviation": "J Orthop",
    "issn": "0972-978X",
    "issn_type": "Print",
    "volume": "59",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "13",
  "end_page": "21",
  "pages": "13-21",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39351273",
    "pmc": "PMC11439535",
    "doi": "10.1016/j.jor.2024.07.015",
    "pii": "S0972-978X(24)00283-6"
  },
  "doi": "10.1016/j.jor.2024.07.015",
  "pmc_id": "PMC11439535",
  "dates": {
    "revised": "2025-07-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:31.580756",
    "pmid": "39351273"
  }
}