{
  "pmid": "39378731",
  "uid": "39378731",
  "title": "Contrasting but interconnecting metatranscriptome between large buoyant and small suspended particles during cyanobacterial blooming in the large shallow eutrophic Taihu Lake.",
  "abstract": "Large cyanobacterial colonies as visible particles floating on the water surface provide different microbial niches from small particles suspended in the water column in eutrophic freshwaters. However, functional potential differences among microbes colonizing on these contrasting particles are not well understood. Here, the metatranscriptome of microbes inhabiting these two kinds of particles during cyanobacterial bloom (dominated by Microcystis spp.) was analyzed and compared. Community compositions of active bacteria associated with small suspended particles (SA, aggregates dominated by small cyanobacteria colonies, other algae and detritus, etc.) were much more diverse than those associated with large buoyant cyanobacterial colonies (LA), but functional diversity was not significantly different between them. Transcripts related to phosphorus and nitrogen metabolism from Proteobacteria, and respiration from Bacteroidetes were enriched in LA, whereas many more pathways such as photosynthesis from Cyanobacteria, cofactors, and protein metabolism from all dominant phyla were enriched in SA. Nevertheless, many transcripts were significantly correlated within and between LA and SA. These results indicated interconnection of bacteria between LA and SA. Moreover, many transcripts in SA were significantly correlated with transcripts from cyanobacterial phycobilisome in LA, indicating that bacterial metabolism in SA may influence cyanobacterial biomass in LA. Thus, the prediction of cyanobacterial blooms by bacterial activity in SA may be possible when there is no visible bloom on the water surface.",
  "authors": [
    {
      "last_name": "Shi",
      "fore_name": "Limei",
      "initials": "L",
      "name": "Limei Shi",
      "affiliations": [
        "Key Laboratory of Lake and Watershed Science for Water Security, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China; State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China; University of Chinese Academy of Sciences, Nanjing, 211135, China. Electronic address: lmshi@niglas.ac.cn."
      ]
    },
    {
      "last_name": "Cai",
      "fore_name": "Yuanfeng",
      "initials": "Y",
      "name": "Yuanfeng Cai",
      "affiliations": [
        "State Key Laboratory of Soil and Sustainable Agriculture, Institute of Soil Science, Chinese Academy of Sciences, Nanjing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Key Laboratory of Lake and Watershed Science for Water Security, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China; State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China; University of Chinese Academy of Sciences, Nanjing, 211135, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Jiayin",
      "initials": "J",
      "name": "Jiayin Liu",
      "affiliations": [
        "State Key Laboratory of Pharmaceutical Biotechnology, School of Life Sciences, Nanjing University, Nanjing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Min",
      "initials": "M",
      "name": "Min Zhang",
      "affiliations": [
        "Key Laboratory of Lake and Watershed Science for Water Security, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China; State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China; University of Chinese Academy of Sciences, Nanjing, 211135, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Feizhou",
      "initials": "F",
      "name": "Feizhou Chen",
      "affiliations": [
        "Key Laboratory of Lake and Watershed Science for Water Security, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China; State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China; Sino-Danish Center for Science and Education, University of Chinese Academy of Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Xiaoli",
      "initials": "X",
      "name": "Xiaoli Shi",
      "affiliations": [
        "Key Laboratory of Lake and Watershed Science for Water Security, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China; State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China; University of Chinese Academy of Sciences, Nanjing, 211135, China."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Yu",
      "affiliations": [
        "Key Laboratory of Lake and Watershed Science for Water Security, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China; State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Pengfu",
      "initials": "P",
      "name": "Pengfu Li",
      "affiliations": [
        "State Key Laboratory of Pharmaceutical Biotechnology, School of Life Sciences, Nanjing University, Nanjing, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Qinglong L",
      "initials": "QL",
      "name": "Qinglong L Wu",
      "affiliations": [
        "Key Laboratory of Lake and Watershed Science for Water Security, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China; State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China; Center for Evolution and Conservation Biology, Southern Marine Sciences and Engineering Guangdong Laboratory (Guangzhou), Guangzhou, China; Sino-Danish Center for Science and Education, University of Chinese Academy of Sciences, Beijing, China; Fuxianhu Research Station for Plateau Deep Lake Ecosystem, Chinese Academy of Sciences, Chengjiang, China. Electronic address: qlwu@niglas.ac.cn."
      ]
    }
  ],
  "journal": {
    "title": "Water research",
    "iso_abbreviation": "Water Res",
    "issn": "1879-2448",
    "issn_type": "Electronic",
    "volume": "267",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "122539",
  "pages": "122539",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Lakes",
    "Cyanobacteria",
    "Eutrophication",
    "Transcriptome",
    "China",
    "Microcystis"
  ],
  "article_ids": {
    "pubmed": "39378731",
    "doi": "10.1016/j.watres.2024.122539",
    "pii": "S0043-1354(24)01438-6"
  },
  "doi": "10.1016/j.watres.2024.122539",
  "dates": {
    "completed": "2024-11-27",
    "revised": "2024-11-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.713020",
    "pmid": "39378731"
  }
}