{
  "pmid": "39375217",
  "uid": "39375217",
  "title": "Extracorporeal pediatric renal replacement therapy: diversifying application beyond kidney failure.",
  "abstract": "The utilization of extracorporeal renal replacement therapy (RRT), including continuous renal replacement therapy (CRRT) and hemodialysis (HD), beyond the treatment of volume overload and acute kidney injury (AKI) has witnessed a significant shift, demonstrating the potential to improve patient outcomes for a range of diseases. This comprehensive review explores the non-kidney applications for RRT platforms in critically ill children, focusing on diverse clinical scenarios such as sepsis, inborn errors of metabolism, liver failure, drug overdose, tumor lysis syndrome, and rhabdomyolysis. In the context of sepsis and septic shock, RRT not only facilitates fluid, electrolyte, and acid/base homeostasis, but may offer benefits in cytokine regulation, endotoxin clearance, and immunomodulation which may improve multi-organ dysfunction as well as hemodynamic challenges posed by this life-threatening condition. RRT modalities also have an important role in caring for children with inborn errors of metabolism, liver failure, and tumor lysis syndrome as they can control metabolic derangements with the efficient clearance of endogenous toxins in affected children. In cases of drug overdose, RRT is a crucial tool for rapid extracorporeal clearance of exogenous toxins, mitigating potential organ damage. The intricate interplay between liver failure and kidney function is examined, elucidating the role of RRT and plasma exchange in maintaining fluid and electrolyte balance when hepatic dysfunction complicates the clinical picture. Furthermore, RRT and HD are explored in the context of rhabdomyolysis, highlighting their utility in addressing AKI secondary to traumatic events and crush syndrome.",
  "authors": [
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Department of Pediatrics, Division of Pediatric Nephrology, McMaster University, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Askenazi",
      "fore_name": "David",
      "initials": "D",
      "name": "David Askenazi",
      "affiliations": [
        "Department of Pediatrics, Division of Pediatric Nephrology, Pediatric and Infant Center for Acute Nephrology, Children's of Alabama, University of Alabama at Birmingham, Birmingham, AL, USA."
      ]
    },
    {
      "last_name": "Bayrakci",
      "fore_name": "Benan",
      "initials": "B",
      "name": "Benan Bayrakci",
      "affiliations": [
        "Department of Pediatric Intensive Care Medicine, The Center for Life Support Practice and Research, Hacettepe University, Ankara, Turkey."
      ]
    },
    {
      "last_name": "Deep",
      "fore_name": "Akash",
      "initials": "A",
      "name": "Akash Deep",
      "affiliations": [
        "Pediatric Intensive Care Unit, King's College Hospital NHS Foundation Trust, London, UK. akash.deep@kcl.ac.uk.",
        "Department of Women and Children's Health, School of Life Course Sciences, King's College London, London, SE1 7EH, UK. akash.deep@kcl.ac.uk."
      ],
      "orcid": "0000-0001-8430-5570"
    },
    {
      "last_name": "Morgan",
      "fore_name": "Jolyn",
      "initials": "J",
      "name": "Jolyn Morgan",
      "affiliations": [
        "Center for Acute Care Nephrology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."
      ]
    },
    {
      "last_name": "Neumayr",
      "fore_name": "Tara M",
      "initials": "TM",
      "name": "Tara M Neumayr",
      "affiliations": [
        "Department of Pediatrics, Divisions of Pediatric Critical Care Medicine and Pediatric Nephrology, Washington University School of Medicine, St. Louis, MO, USA."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric nephrology (Berlin, Germany)",
    "iso_abbreviation": "Pediatr Nephrol",
    "issn": "1432-198X",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "4",
    "pub_year": "2025",
    "pub_month": "Apr"
  },
  "start_page": "923",
  "end_page": "932",
  "pages": "923-932",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Child",
    "Acute Kidney Injury",
    "Renal Replacement Therapy",
    "Rhabdomyolysis",
    "Tumor Lysis Syndrome",
    "Sepsis",
    "Liver Failure",
    "Critical Illness",
    "Continuous Renal Replacement Therapy",
    "Metabolism, Inborn Errors",
    "Renal Dialysis",
    "Drug Overdose"
  ],
  "article_ids": {
    "pubmed": "39375217",
    "pmc": "PMC11885324",
    "doi": "10.1007/s00467-024-06533-z",
    "pii": "10.1007/s00467-024-06533-z"
  },
  "doi": "10.1007/s00467-024-06533-z",
  "pmc_id": "PMC11885324",
  "dates": {
    "completed": "2025-04-24",
    "revised": "2025-05-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.117325",
    "pmid": "39375217"
  }
}