{
  "pmid": "39370309",
  "uid": "39370309",
  "title": "Development and validation of a clinic-radiomics model based on intratumoral habitat imaging for progression-free survival prediction of patients with clear cell renal cell carcinoma: A multicenter study.",
  "abstract": "PURPOSE: To develop and validate a clinicoradiomics model based on intratumoral habitat imaging for preoperatively predicting of progression-free survival (PFS) of clear cell renal cell carcinoma (ccRCC) and analyzing progression-associated genes expression. METHODS: This retrospective study included 691 ccRCC patients from multicenter databases. Entire tumor segmentation was performed with handcrafted process to generate habitat subregions based on a pixel-wise gray-level co-occurrence matrix analysis. Cox regression models for PFS prediction were constructed using conventional volumetric radiomics features (Radiomics), habitat subregions-derived radiomics (Rad-Habitat), and an integration of habitat radiomics and clinical characteristics (Hybrid Cox). Training (n = 393) and internal validation (n = 118) was performed in a Nanjing cohort, external validation was performed in a Wuhan and Zhejiang cohort (n = 227) and in a TCGA-KIRC (n =71) with imaging-genomic correlation. Statistical analysis included the area-under-ROC curve analysis, C-index, decision curve analysis (DCA) and Kaplan-Meier survival analysis. RESULTS: Hybrid Cox model resulted in a C-index of 0.83 (95% CI, 0.73-0.93) in internal validation and 0.79 (95% CI, 0.74-0.84) in external validation for PFS prediction, higher than Radiomics and Rad-Habitat model. Patients stratified by Hybrid Cox model presented with significant difference survivals between high-risk and low-risk group in 3 data sets (all P < 0.001 at Log-rank test). TCGA-KIRC data analysis revealed 37 upregulated and 81 downregulated genes associated with habitat imaging features of ccRCC. Differentially expressed genes likely play critical roles in protein and mineral metabolism, immune defense, and cellular polarity maintenance.",
  "authors": [
    {
      "last_name": "Shan",
      "fore_name": "Shuai",
      "initials": "S",
      "name": "Shuai Shan",
      "affiliations": [
        "Engineering Research Center of Health Emergency, From the Medical Imaging College, Nanjing Medical University, Nanjing, China; Department of Radiology, The First Affiliated Hospital with Nanjing Medical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Han-Yao",
      "initials": "HY",
      "name": "Han-Yao Sun",
      "affiliations": [
        "Department of Radiology, The First Affiliated Hospital with Nanjing Medical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Zi",
      "initials": "Z",
      "name": "Zi Yang",
      "affiliations": [
        "School of Automation, Hangzhou Dianzi University, Hangzhou, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Qiao",
      "initials": "Q",
      "name": "Qiao Li",
      "affiliations": [
        "Occupational Disease Prevention and Treatment Institute of Jiangsu Provincial Center for Disease Control and Prevention, Nanjing, China."
      ]
    },
    {
      "last_name": "Zhi",
      "fore_name": "Rui",
      "initials": "R",
      "name": "Rui Zhi",
      "affiliations": [
        "Department of Radiology, The First Affiliated Hospital with Nanjing Medical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "School of Automation, Hangzhou Dianzi University, Hangzhou, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Dong",
      "initials": "YD",
      "name": "Yu-Dong Zhang",
      "affiliations": [
        "Engineering Research Center of Health Emergency, From the Medical Imaging College, Nanjing Medical University, Nanjing, China; Department of Radiology, The First Affiliated Hospital with Nanjing Medical University, Nanjing, China. Electronic address: zhangyd3895@njmu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Urologic oncology",
    "iso_abbreviation": "Urol Oncol",
    "issn": "1873-2496",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "63.e7",
  "end_page": "63.e17",
  "pages": "63.e7-63.e17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Validation Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Carcinoma, Renal Cell",
    "Kidney Neoplasms",
    "Male",
    "Female",
    "Middle Aged",
    "Retrospective Studies",
    "Progression-Free Survival",
    "Aged",
    "Radiomics"
  ],
  "article_ids": {
    "pubmed": "39370309",
    "doi": "10.1016/j.urolonc.2024.09.025",
    "pii": "S1078-1439(24)00664-1"
  },
  "doi": "10.1016/j.urolonc.2024.09.025",
  "dates": {
    "completed": "2024-11-29",
    "revised": "2025-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.712376",
    "pmid": "39370309"
  }
}