{
  "pmid": "39374674",
  "uid": "39374674",
  "title": "Role of nanofertilization in plant nutrition under abiotic stress conditions.",
  "abstract": "Plants require nutrients for growth, which they obtain from the soil via the root system. Fertilizers offer the essential nutrients (nitrogen, phosphorus, and potassium, as well as critical secondary elements) required by plants. Soil productivity falls with each crop until nutrients are provided. A wide range of so-called fertilizer products, such as organic fertilizers, argon mineral fertilizers, and mineral fertilizers, can assist farmers in adjusting fertilization methods based on the environment and agricultural conditions (inhibitors, restricted materials, growth mediums, plant bio-stimulants, etc.). Agricultural land is reduced by erosion, pollution, careless irrigation, and fertilization. On the other hand, more agricultural production is needed to meet the demands of expanding industries and the nutritional needs of a growing population. Nano fertilizers have recently started to be manufactured to obtain the highest yield and its quality per unit area. Previous researchers found that nano fertilizers could improve plant nutrient uptake efficiency, lower soil toxicity, mitigate the potential negative effects of excessive chemical fertilizer use, and reduce the frequency of fertilization. To maximize crop yields and optimize nutrient use while reducing the overuse of chemical fertilizers, nano fertilizersNFs are crucial in agriculture. The key component of these fertilizers is that they contain one or more macro- and micronutrients that can be applied regularly in minute doses while not damaging the environment. However, they have a minimal effect on plant growth and agricultural yields when employed in high numbers, like synthetic fertilizers. This article explains the features, relevance and classification of nano-fertilizers, their use in plant development, their advantages and disadvantages, and the results achieved in this field.",
  "authors": [
    {
      "last_name": "Dai",
      "fore_name": "Zhicong",
      "initials": "Z",
      "name": "Zhicong Dai",
      "affiliations": [
        "School of Emergency Management, Jiangsu University, Zhenjiang, 212013, Jiangsu Province, PR China; Institute of Environment and Ecology, School of the Environment and Safety Engineering, Jiangsu University, 301 Xuefu Road, Zhenjiang, 212013, Jiangsu Province, PR China; Jiangsu Collaborative Innovation Center of Technology and Material of Water Treatment, Suzhou University of Science and Technology, Suzhou, 215009, Jiangsu Province, PR China. Electronic address: daizhicong@163.com."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Zhiyun",
      "initials": "Z",
      "name": "Zhiyun Huang",
      "affiliations": [
        "Institute of Environment and Ecology, School of the Environment and Safety Engineering, Jiangsu University, 301 Xuefu Road, Zhenjiang, 212013, Jiangsu Province, PR China. Electronic address: huangzhiyun2024@163.com."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Die",
      "initials": "D",
      "name": "Die Hu",
      "affiliations": [
        "Key Laboratory of Modern Agricultural Equipment and Technology, Ministry of Education, School of Agricultural Engineering Jiangsu University, 301 Xuefu Road, Zhenjiang, 212013, Jiangsu Prov-ince, PR China. Electronic address: hu_209die@163.com."
      ]
    },
    {
      "last_name": "Naz",
      "fore_name": "Misbah",
      "initials": "M",
      "name": "Misbah Naz",
      "affiliations": [
        "School of Emergency Management, Jiangsu University, Zhenjiang, 212013, Jiangsu Province, PR China; Institute of Environment and Ecology, School of the Environment and Safety Engineering, Jiangsu University, 301 Xuefu Road, Zhenjiang, 212013, Jiangsu Province, PR China. Electronic address: misbahnaz.ray@yahoo.com."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Rahil",
      "initials": "MR",
      "name": "Muhammad Rahil Afzal",
      "affiliations": [
        "School of Emergency Management, Jiangsu University, Zhenjiang, 212013, Jiangsu Province, PR China; Institute of Environment and Ecology, School of the Environment and Safety Engineering, Jiangsu University, 301 Xuefu Road, Zhenjiang, 212013, Jiangsu Province, PR China. Electronic address: rahil.afzal@yahoo.com."
      ]
    },
    {
      "last_name": "Raza",
      "fore_name": "Muhammad Ammar",
      "initials": "MA",
      "name": "Muhammad Ammar Raza",
      "affiliations": [
        "School of Food Science and Biotechnology, Key Laboratory of Fruits and Vegetables Postharvest and Processing Technology Research of Zhejiang Province, Zhejiang Gongshang University, Hangzhou, 310018, PR China. Electronic address: ammarraza1983@hotmail.com."
      ]
    },
    {
      "last_name": "Benavides-Mendoza",
      "fore_name": "Adalberto",
      "initials": "A",
      "name": "Adalberto Benavides-Mendoza",
      "affiliations": [
        "Universidad Autónoma Agraria Antonio Narro, Saltillo, Mexico. Electronic address: abenmen@gmail.com."
      ]
    },
    {
      "last_name": "Tariq",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Tariq",
      "affiliations": [
        "Department of Pharmacology, Lahore Pharmacy Collage, Lahore, 54000, Pakistan. Electronic address: maliktariq05@gmail.com."
      ]
    },
    {
      "last_name": "Qi",
      "fore_name": "Shanshan",
      "initials": "S",
      "name": "Shanshan Qi",
      "affiliations": [
        "Key Laboratory of Modern Agricultural Equipment and Technology, Ministry of Education, School of Agricultural Engineering Jiangsu University, 301 Xuefu Road, Zhenjiang, 212013, Jiangsu Prov-ince, PR China. Electronic address: qishanshan1986120@163.com."
      ]
    },
    {
      "last_name": "Du",
      "fore_name": "Daolin",
      "initials": "D",
      "name": "Daolin Du",
      "affiliations": [
        "Jingjiang College, Jiangsu University, Zhenjiang, 212013, PR China. Electronic address: ddl@ujs.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Chemosphere",
    "iso_abbreviation": "Chemosphere",
    "issn": "1879-1298",
    "issn_type": "Electronic",
    "volume": "366",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "143496",
  "pages": "143496",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Fertilizers",
    "Agriculture",
    "Soil",
    "Phosphorus",
    "Stress, Physiological",
    "Nitrogen",
    "Plants",
    "Plant Development",
    "Crops, Agricultural",
    "Potassium"
  ],
  "article_ids": {
    "pubmed": "39374674",
    "doi": "10.1016/j.chemosphere.2024.143496",
    "pii": "S0045-6535(24)02396-8"
  },
  "doi": "10.1016/j.chemosphere.2024.143496",
  "dates": {
    "completed": "2024-11-02",
    "revised": "2024-11-02"
  },
  "chemicals": [
    "Fertilizers",
    "Soil",
    "Phosphorus",
    "Nitrogen",
    "Potassium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.172618",
    "pmid": "39374674"
  }
}