{
  "pmid": "39386277",
  "uid": "39386277",
  "title": "Opportunities and lessons learned from a retrospective analysis of administrative billing data to understand the language profile of high-risk close contacts of COVID-19 cases in Ontario.",
  "abstract": "BACKGROUND: During a public health emergency, it is vital to have access to data sources that can identify communities disproportionately affected and to ensure public health communications are meeting the needs of diverse populations. OBJECTIVE: To explore how administrative billing data for language interpretation services could be used as an additional source of information to understand the language profile of high-risk close contacts of COVID-19 cases. METHODS: A retrospective descriptive analysis was conducted using administrative billing data from Public Health Ontario's Contact Tracing Initiative from May 2020 to February 2022. Data from the Contact Tracing Initiative were utilized to identify drivers that could have influenced patterns in language interpretation requests. Trends were compared with community language profiles using 2021 Canadian Census data. RESULTS: Interpreters responded to 2,604 requests across 38,518 interpretation minutes and provided information in 50 different languages. The top five requested languages were French, Arabic, Spanish, Punjabi and Mandarin. Five distinct periods were identified of different language predominance including Spanish in spring/summer 2020, French in summer/fall 2020 and Arabic in spring 2021. Overall, these trends aligned with the language profile of health units contributing most submissions. CONCLUSION: Public health agencies could benefit from using existing secondary data sources to understand the language interpretation needs of their communities. This study also demonstrated how existing data sources could be used to help assess how communities are being disproportionately affected by public health emergencies and how this might change over time.",
  "authors": [
    {
      "last_name": "Chambers",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Chambers",
      "affiliations": [
        "Public Health Ontario, Toronto, ON."
      ]
    },
    {
      "last_name": "Cachia",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Cachia",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Jessica P",
      "initials": "JP",
      "name": "Jessica P Hopkins",
      "affiliations": [
        "Public Health Ontario, Toronto, ON.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Canada communicable disease report = Releve des maladies transmissibles au Canada",
    "iso_abbreviation": "Can Commun Dis Rep",
    "issn": "1188-4169",
    "issn_type": "Print",
    "volume": "50",
    "issue": "10",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "375",
  "end_page": "380",
  "pages": "375-380",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39386277",
    "pmc": "PMC11464010",
    "doi": "10.14745/ccdr.v50i10a06",
    "pii": "501006"
  },
  "doi": "10.14745/ccdr.v50i10a06",
  "pmc_id": "PMC11464010",
  "dates": {
    "revised": "2024-10-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:57.514166",
    "pmid": "39386277"
  }
}