{
  "pmid": "39381402",
  "uid": "39381402",
  "title": "A Cost-Utility Analysis of Carpal Tunnel Release With Open, Endoscopic, and Ultrasound Guidance Techniques From a Societal Perspective.",
  "abstract": "PURPOSE: The objective of this study was to perform a cost-utility analysis comparing open carpal tunnel release (OCTR), endoscopic carpal tunnel release (ECTR), and carpal tunnel release with ultrasound (CTR-US) guidance. The aim of this study was to determine whether one of the three approaches was dominant from a societal perspective in terms of cost-utility, in order to help inform policy and treatment decision making going forward. METHODS: This study was performed using a decision tree model, with three potential treatment decisions (OCTR, ECTR, and CTR-US). A cost-utility analysis was performed, using the incremental cost-effectiveness ratio. The willingness-to-pay threshold was set at $50,000/quality-adjusted life year (QALY) as per previous literature. RESULTS: The total payer episode costs for OCTR, ECTR, and CTR-US were $4,324, $4,978, and $3,249, respectively. The cost of time off work for each procedure was $4,376.14, $3,650.24, and $622.20, respectively. The overall QALYs gained from each procedure were 0.42, 0.42, and 0.43, respectively (the maximum possible being 0.5 for a 6-month period). Compared with OCTR, ECTR and CTR-US were both less costly from a societal perspective (-$71.90 and -$4,828.94, respectively) and associated with greater QALYs gained (+0.0004 and +0.0143, respectively). CONCLUSIONS: Overall, the key finding of this study is that, from a societal perspective, CTR-US is less costly and provides greater QALY improvement when compared with OCTR and ECTR, and thus, CTR-US is considered a dominant intervention over both OCTR and ECTR. TYPE OF STUDY/LEVEL OF EVIDENCE: Economic and decision analysis; IIb.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Department of Orthopaedic Surgery, Addenbrooke's Hospital, Cambridge University Hospitals NHS Foundation Trust, Cambridge, United Kingdom."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Dhillon",
      "fore_name": "Dalraj",
      "initials": "D",
      "name": "Dalraj Dhillon",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Shahabinezhad",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Shahabinezhad",
      "affiliations": [
        "Department of Family Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hand surgery global online",
    "iso_abbreviation": "J Hand Surg Glob Online",
    "issn": "2589-5141",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "659",
  "end_page": "664",
  "pages": "659-664",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39381402",
    "pmc": "PMC11456643",
    "doi": "10.1016/j.jhsg.2024.06.006",
    "pii": "S2589-5141(24)00127-0"
  },
  "doi": "10.1016/j.jhsg.2024.06.006",
  "pmc_id": "PMC11456643",
  "dates": {
    "revised": "2024-10-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.936151",
    "pmid": "39381402"
  }
}