{
  "pmid": "39381595",
  "uid": "39381595",
  "title": "Protocol for a Series of Systematic Reviews and Network Meta-analyses of Randomized Controlled Trials of Medications for Patients with Overactive Bladder Symptoms.",
  "abstract": "Multiple randomized controlled trials (RCTs) have examined first-line pharmacological agents such as anticholinergics and β3 agonists for the management of overactive bladder symptoms (OAB). Although earlier systematic reviews and (network) meta-analyses aimed to summarize the evidence, a substantial number of trials were not included, so a comprehensive and methodologically rigorous evaluation of the comparative effectiveness of all first-line pharmacological treatments is lacking. We aim to conduct a series of systematic reviews and network meta-analyses (NMAs) for a comprehensive assessment of the effectiveness and safety of first-line pharmacological treatments for OAB. Eligible studies will include RCTs comparing anticholinergics and β3 agonists to one another or to placebo in adults with OAB or detrusor overactivity. Pairs of reviewers with methodological training will independently evaluate candidate studies to determine eligibility and extract relevant data. We will incorporate patient-important outcomes, including urinary urgency episodes, urgency incontinence episodes, any type of incontinence episodes, urinary frequency, nocturia, and adverse events. We will conduct the NMAs using a frequentist framework and a graph theory model for each outcome. Analysis will follow rigorous methodologies, including handling of missing data and assessment of the risk of bias. We will conduct sensitivity and subgroup analyses and will apply the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach to rate evidence certainty. Our approach aims to address the knowledge gap in the treatment of OAB by synthesizing evidence from RCTs worldwide. We will employ robust statistical methods, including frequentist NMA, to general clinically relevant and patient-important insights. Sensitivity and subgroup analyses will enhance the robustness and generalizability of our findings. Our reviews strive to inform evidence-based decisions in the management of OAB, to ultimate improve patient outcomes. Our study results may guide health policy decisions, such as reimbursement policies, and future studies in functional urology. The protocol for the review series is registered on PROSPERO as CRD42023266915.",
  "authors": [
    {
      "last_name": "van der Worp",
      "fore_name": "Henk",
      "initials": "H",
      "name": "Henk van der Worp",
      "affiliations": [
        "Department of Primary and Long-term Care, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."
      ]
    },
    {
      "last_name": "Puerto Nino",
      "fore_name": "Angie K",
      "initials": "AK",
      "name": "Angie K Puerto Nino",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland.",
        "Division of Urology, Department of Surgery, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Blanker",
      "fore_name": "Marco H",
      "initials": "MH",
      "name": "Marco H Blanker",
      "affiliations": [
        "Department of Primary and Long-term Care, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."
      ]
    },
    {
      "affiliations": []
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland.",
        "Department of Surgery, South Karelian Central Hospital, Lappeenranta, Finland."
      ]
    }
  ],
  "journal": {
    "title": "European urology open science",
    "iso_abbreviation": "Eur Urol Open Sci",
    "issn": "2666-1683",
    "issn_type": "Electronic",
    "volume": "69",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "89",
  "end_page": "99",
  "pages": "89-99",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39381595",
    "pmc": "PMC11459702",
    "doi": "10.1016/j.euros.2024.08.006",
    "pii": "S2666-1683(24)00630-X"
  },
  "doi": "10.1016/j.euros.2024.08.006",
  "pmc_id": "PMC11459702",
  "dates": {
    "revised": "2024-10-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.827640",
    "pmid": "39381595"
  }
}