{
  "pmid": "39381071",
  "uid": "39381071",
  "title": "The Efficacy and Safety of Bisphosphonate Therapy for Osteopenia/Osteoporosis in Patients With Chronic Kidney Disease: A Systematic Review and Individual Patient-Level Meta-Analysis of Placebo-Controlled Randomized Trials.",
  "abstract": "BACKGROUND: The efficacy and safety of bisphosphonate therapy for the treatment of osteoporosis and osteopenia in the setting of chronic kidney disease (CKD) is unclear. OBJECTIVE: To determine the effect of bisphosphonate therapy on fractures, bone mineral density (BMD), and adverse events in adults across the spectrum of CKD and dialysis. DESIGN: Systematic review and individual patient-level meta-analysis. SETTING: Searches of Ageline, CINAHL, the Cochrane Library, EMBASE, and Medline from inception to August 25, 2016, supplemented with manual screening and clinicalstudydatarequest.com. Authors were contacted for individual patient-level data. PATIENTS: Randomized, placebo-controlled trials with 100 or more participants that evaluated the treatment of primary osteoporosis/osteopenia in adult men and women with bisphosphonate therapy. MEASUREMENTS: Study characteristics, quality, and data were assessed independently by 2 reviewers. Outcome measures were fractures, BMD, and adverse events including decline in estimated glomerular filtration rate (eGFR) and hypocalcemia (calcium <2.00 mmol/L). METHODS: Single-stage individual patient-level meta-analysis. RESULTS: Of 39 eligible studies, individual patient-level data was available for 7 studies, all of which were studies of ibandronate. Of 7428 participants (5010 ibandronate, 2418 placebo), 100% were female, 98.6% were white, the mean body mass index was 25.7 kg/m[2] (SD 3.9), 18.9% were smokers and there were 740 fracture events. The mean eGFR was 69.1 mL/min/1.73 m[2] (SD 15.9) including 14.5%, 54.9%, 27.5%, 3.0%, and 0.2% stages G1, G2, G3A, G3B, and G4 CKD. Ibandronate increased hip and lumbar spine BMD and decreased the risk of fracture in the overall population (hazard ratio (HR) 0.871, 95% confidence interval (CI) 0.746, 1.018) but in patients with stage G3B CKD, it increased the risk of fracture (HR 3.862, 95% CI 1.156, 12.903). Ibandronate did not impact eGFR over 12 months but increased the risk of hypocalcemia (HR 1.324, 95% CI 1.056, 1.660) with no evidence of any effect modification by CKD stage (all tests of interaction p > 0.05). LIMITATIONS: Clinically significant heterogeneity among studies, lack of long-term follow-up and bone biopsy results, limited representation of stage G4 and G5 CKD patients. CONCLUSIONS: Chronic kidney disease potentially modifies the efficacy but not the safety of bisphosphonate therapy in osteopenia and osteoporosis. REGISTRATION: PROSPERO CRD42020145613.",
  "authors": [
    {
      "last_name": "Whitlock",
      "fore_name": "Reid",
      "initials": "R",
      "name": "Reid Whitlock",
      "affiliations": [
        "Chronic Disease Innovation Centre, Winnipeg, MB, Canada."
      ],
      "orcid": "0000-0002-7046-0358"
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Kerry",
      "initials": "K",
      "name": "Kerry MacDonald",
      "affiliations": [
        "University of Manitoba Libraries, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Tangri",
      "fore_name": "Navdeep",
      "initials": "N",
      "name": "Navdeep Tangri",
      "affiliations": [
        "Chronic Disease Innovation Centre, Winnipeg, MB, Canada.",
        "Section of Nephrology, Department of Medicine, University of Manitoba, Winnipeg, MB, Canada."
      ],
      "orcid": "0000-0002-5075-6370"
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Collister",
      "fore_name": "David",
      "initials": "D",
      "name": "David Collister",
      "affiliations": [
        "Chronic Disease Innovation Centre, Winnipeg, MB, Canada.",
        "Section of Nephrology, Department of Medicine, University of Manitoba, Winnipeg, MB, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Division of Nephrology, Department of Medicine, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB Canada."
      ],
      "orcid": "0000-0002-2323-6521"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2024"
  },
  "start_page": "20543581241283523",
  "pages": "20543581241283523",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39381071",
    "pmc": "PMC11459530",
    "doi": "10.1177/20543581241283523",
    "pii": "10.1177_20543581241283523"
  },
  "doi": "10.1177/20543581241283523",
  "pmc_id": "PMC11459530",
  "dates": {
    "revised": "2024-10-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.665594",
    "pmid": "39381071"
  }
}