{
  "pmid": "39381072",
  "uid": "39381072",
  "title": "Pregnancy Outcomes in Living Kidney Donors: Protocol of a Population-Based Cohort Study in Three Canadian Provinces.",
  "abstract": "BACKGROUND: A substantial proportion of living kidney donors are women of childbearing age. Some prior studies report a higher risk of gestational hypertension and pre-eclampsia in living kidney donors compared with nondonors. Further research is needed to better quantify the risk of adverse maternal, fetal/infant, and neonatal outcomes attributable to living kidney donation. OBJECTIVE: To determine the risk of hypertensive disorders of pregnancy, including gestational hypertension, pre-eclampsia, and eclampsia, and other maternal and fetal/infant outcomes in living kidney donors compared with a matched group of nondonors of similar baseline health. DESIGN AND SETTING: Protocol for a population-based, matched cohort study using Canadian administrative health care databases. The protocol will be run separately in 3 provinces, Ontario, Alberta, and British Columbia, and results will be combined statistically using meta-analysis. PARTICIPANTS: The cohort will include women aged 18 to 48 years who donated a kidney between July 1992 and March 2022 and had at least one postdonation singleton pregnancy of ≥20 weeks gestation between January 1993 and February 2023. We expect to include at least 150 living kidney donors with over 200 postdonation pregnancies from Ontario and a similar number of donors and pregnancies across Alberta and British Columbia combined. Nondonors will include women from the general population with at least one pregnancy of ≥20 weeks gestation between January 1993 and February 2023. Nondonors will be randomly assigned cohort entry dates based on the distribution of nephrectomy dates in donors. The sample of nondonors will be restricted to those aged 18 to 48 years on their cohort entry dates with delivery dates at least 6 months after their assigned entry dates. A concern with donor and nondonor comparisons is that donors are healthier than the general population. To reduce this concern, we will also apply 30+ exclusion criteria to further restrict the nondonor group so that they have similar health measures at cohort entry as the donors. Donor and nondonor pregnancies will then be matched (1:4) on 5 potential confounders: delivery date, maternal age at delivery date, time between cohort entry and delivery date, neighborhood income quintile, and parity at delivery date. MEASUREMENTS: The primary outcome will be a composite of maternal gestational hypertension, preeclampsia, or eclampsia. Secondary maternal outcomes will include components of the primary outcome, early pre-eclampsia, severe maternal morbidity, cesarean section, postpartum hemorrhage, and gestational diabetes. Fetal/infant/neonatal outcomes will include premature birth/low birth weight, small for gestational age, neonatal intensive care unit admission, stillbirth, and neonatal death. METHODS: The primary unit of analysis will be the pregnancy. We will compute the risk ratio of the primary composite outcome in donors versus nondonors using a log-binomial mixed regression model with random effects to account for the correlation within women with multiple pregnancies and within matched sets of donors and nondonors. We will perform the statistical analyses within each province and then combine aggregated results using meta-analytic techniques to produce overall estimates of the study outcomes. LIMITATIONS: Due to regulations that prevent individual-level records from being sent to other provinces, we cannot pool individual-level data from all 3 provinces. CONCLUSION: Compared to prior studies, this study will better estimate the donation-attributable risk of adverse maternal, fetal/infant, and neonatal outcomes. Transplant centers can use the results to counsel female living donor candidates of childbearing age and to inform recommended practices for the follow-up and care of living kidney donors who become pregnant.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Wang",
      "affiliations": [
        "Division of Nephrology, Western University, London, Ontario, Canada.",
        "Division of Nephrology, Department of Medicine, Cumming School of Medicine, University of Calgary, Alberta, Canada."
      ],
      "orcid": "0000-0003-0225-8307"
    },
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada.",
        "Lawson Health Research Institute, London Health Sciences Centre, Ontario, Canada."
      ],
      "orcid": "0000-0002-5304-8038"
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Lawson Health Research Institute, London Health Sciences Centre, Ontario, Canada."
      ],
      "orcid": "0009-0000-6944-6471"
    },
    {
      "last_name": "Sontrop",
      "fore_name": "Jessica M",
      "initials": "JM",
      "name": "Jessica M Sontrop",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada.",
        "Lawson Health Research Institute, London Health Sciences Centre, Ontario, Canada."
      ],
      "orcid": "0000-0001-7784-2028"
    },
    {
      "last_name": "Roshanov",
      "fore_name": "Pavel",
      "initials": "P",
      "name": "Pavel Roshanov",
      "affiliations": [
        "Division of Nephrology, Western University, London, Ontario, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0003-3908-1955"
    },
    {
      "last_name": "Lam",
      "fore_name": "Ngan N",
      "initials": "NN",
      "name": "Ngan N Lam",
      "affiliations": [
        "Divisions of Transplant Medicine and Nephrology, Cumming School of Medicine, Calgary, Alberta, Canada.",
        "Department of Community Health Sciences, University of Calgary, Alberta, Canada."
      ],
      "orcid": "0000-0002-0129-7091"
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal/Infant Medicine, Department of Obstetrics and Gynecology, Radiology and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lentine",
      "fore_name": "Krista L",
      "initials": "KL",
      "name": "Krista L Lentine",
      "affiliations": [
        "SSM Health Saint Louis University Hospital Transplant Center, Missouri, USA.",
        "Department of Medicine, Saint Louis University School of Medicine, Missouri, USA."
      ]
    },
    {
      "last_name": "King",
      "fore_name": "James",
      "initials": "J",
      "name": "James King",
      "affiliations": [
        "Provincial Research Data Services, Alberta Health Services; Data and Research Services, Alberta SPOR SUPPORT Unit, Calgary, Canada."
      ]
    },
    {
      "last_name": "Youngson",
      "fore_name": "Erik",
      "initials": "E",
      "name": "Erik Youngson",
      "affiliations": [
        "Provincial Research Data Services, Alberta Health Services; Data and Research Services, Alberta SPOR SUPPORT Unit, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hendren",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Hendren",
      "affiliations": [
        "Division of Nephrology, Faculty of Medicine, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Western University, London, Ontario, Canada.",
        "ICES, Toronto, Ontario, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada.",
        "Lawson Health Research Institute, London Health Sciences Centre, Ontario, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2024"
  },
  "start_page": "20543581241284030",
  "pages": "20543581241284030",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39381072",
    "pmc": "PMC11459540",
    "doi": "10.1177/20543581241284030",
    "pii": "10.1177_20543581241284030"
  },
  "doi": "10.1177/20543581241284030",
  "pmc_id": "PMC11459540",
  "dates": {
    "revised": "2024-10-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.105719",
    "pmid": "39381072"
  }
}