{
  "pmid": "39393430",
  "uid": "39393430",
  "title": "Randomized Controlled Trials Assessing Continuous Outcomes for the Use of Platelet-Rich Plasma in Knee Osteoarthritis Are Statistically Fragile: A Systematic Review.",
  "abstract": "PURPOSE: To assess the statistical fragility of randomized controlled trials that assess the use of platelet-rich plasma (PRP) for the treatment of knee osteoarthritis (OA) and report a continuous primary outcome measure with statistical significance. METHODS: A systematic electronic search of MEDLINE, EMBASE, and Cochrane database was performed on August 10, 2024. All randomized controlled trials addressing the use of PRP for the treatment of symptomatic knee osteoarthritis were included that reported statistically significant primary continuous outcomes. The continuous fragility index (CFI) and continuous fragility quotient (CFQ) were calculated using approximative method, as previously described using the mean and standard deviation of the outcomes of interest. RESULTS: There were a total of 34 eligible outcomes available for analysis. The overall median CFI across all included studies was 5.7 (IQR: 4.8-9.9). The overall median CFQ across all included studies was 0.131 (IQR: 0.055-0.243). Loss to follow-up was greater than the CFI in only 3 of 34 eligible outcomes (8.8%). The most analyzed outcome was the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) total score (n = 9) with a median CFI of 6.6 and median CFQ of 0.250. The outcome with the highest median CFI was the WOMAC stiffness subscale at 93. Spearman correlation analysis demonstrated a nonstatistically significant trend toward decreasing CFI (-0.497) and a statistically significant decrease in CFQ (-0.681; p = 0.03) with increasing grades of osteoarthritis. CONCLUSIONS: There was an overall median CFI of 5.7 and CFQ of 0.131 for RCTs that report statistically significant continuous outcomes for the use of PRP in treating symptomatic knee OA. Although there are no current guidelines regarding statistical fragility of continuous outcomes, these results can be considered fragile given statistical significance may be reversed with only a few changes in patient outcomes. LEVEL OF EVIDENCE: II; systematic review of Level I and II studies.",
  "authors": [
    {
      "last_name": "Lameire",
      "fore_name": "Darius L",
      "initials": "DL",
      "name": "Darius L Lameire",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Toronto, Toronto, Ontario, Canada. Electronic address: darius.lameire@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Abdel Khalik",
      "fore_name": "Hassaan",
      "initials": "H",
      "name": "Hassaan Abdel Khalik",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sritharan",
      "fore_name": "Praveen",
      "initials": "P",
      "name": "Praveen Sritharan",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Jain",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Cheng",
      "affiliations": [
        "DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chahal",
      "fore_name": "Jaskarndip",
      "initials": "J",
      "name": "Jaskarndip Chahal",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Toronto, Toronto, Ontario, Canada; Division of Orthopaedic Surgery, Women's College Hospital, Toronto, Ontario, Canada; University of Toronto Orthopaedic Sports Medicine (UTOSM), University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "2668",
  "end_page": "2679.e2",
  "pages": "2668-2679.e2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Osteoarthritis, Knee",
    "Platelet-Rich Plasma",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "39393430",
    "doi": "10.1016/j.arthro.2024.09.054",
    "pii": "S0749-8063(24)00779-5"
  },
  "doi": "10.1016/j.arthro.2024.09.054",
  "dates": {
    "completed": "2025-06-24",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.316651",
    "pmid": "39393430"
  }
}