{
  "pmid": "39390540",
  "uid": "39390540",
  "title": "Dedifferentiated liposarcoma of the extremities: a Korean multi-center study of 107 cases.",
  "abstract": "BACKGROUND: Dedifferentiated liposarcoma of the extremities (DDL-E) is rare in comparison to that of the retroperitoneum. Its clinical features and surgical principle for resection margins at the dedifferentiated and the well-differentiated components are yet to be elucidated. METHODS: This retrospective multi-center study examined patients diagnosed with DDL-E from August 2004 to May 2023 at 5 sarcoma centers. Clinical features, oncologic outcomes, and prognostic factors were analyzed. RESULTS: A total of 107 patients were reviewed. The 5-year local recurrence free survival (LRFS), metastasis-free survival (MFS) and disease specific survival (DSS) were 84.7%, 78.6%, and 87.8%, respectively. Other primary malignancies and extrapulmonary metastasis were observed in 27 and 4 patients, respectively. The independent risk factor for local recurrence was R1/2 margin at the dedifferentiated component of the tumor. Metastasis was associated with tumor size in univariate analysis. The independent risk factor for DSS was tumor grade. Previous unplanned excision, de novo presentation, tumor depth, absence of the well-differentiated component, infiltrative border, R1/2 margin at the well-differentiated component were not associated with oncologic outcomes. CONCLUSIONS: This is the largest study examining DDL-E to-date. Localized DDL-E has low potential for metastasis and carries an excellent prognosis. Other primary malignancy and extrapulmonary metastasis are more frequent in DDL-E, thus close monitoring of other sites during follow-up is recommended. While wide resection margin is the standard surgical approach for DDL-E, further investigation into moderated wide resection margin at the well-differentiated component is warranted.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Jay Hoon",
      "initials": "JH",
      "name": "Jay Hoon Park",
      "affiliations": [
        "Department of Orthopaedic Surgery, Seoul National University Hospital, Seoul, Korea.",
        "Department of Translational Medicine, Seoul National University College of Medicine, Seoul, Korea."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Sung Eun",
      "initials": "SE",
      "name": "Sung Eun Kim",
      "affiliations": [
        "Department of Orthopaedic Surgery, Seoul National University Hospital, Seoul, Korea.",
        "Department of Orthopaedic Surgery, Seoul National University College of Medicine, Seoul, Korea."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Wanlim",
      "initials": "W",
      "name": "Wanlim Kim",
      "affiliations": [
        "Department of Orthopaedic Surgery, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Youngsung",
      "initials": "Y",
      "name": "Youngsung Kim",
      "affiliations": [
        "Department of Orthopaedic Surgery, Seoul National University Bundang Hospital, Seongnam, Korea."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "June Hyuk",
      "initials": "JH",
      "name": "June Hyuk Kim",
      "affiliations": [
        "Orthopaedic Oncology Clinic, National Cancer Center, Goyang, Gyeonggi, Korea."
      ]
    },
    {
      "last_name": "Seo",
      "fore_name": "Sung Wook",
      "initials": "SW",
      "name": "Sung Wook Seo",
      "affiliations": [
        "Department of Orthopaedic Surgery, Samsung Medical Center, Seoul, Korea."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Han-Soo",
      "initials": "HS",
      "name": "Han-Soo Kim",
      "affiliations": [
        "Department of Orthopaedic Surgery, Seoul National University Hospital, Seoul, Korea.",
        "Department of Orthopaedic Surgery, Seoul National University College of Medicine, Seoul, Korea."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Shinn",
      "initials": "S",
      "name": "Shinn Kim",
      "affiliations": [
        "Department of Orthopaedic Surgery, Seoul National University Hospital, Seoul, Korea."
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Ilkyu",
      "initials": "I",
      "name": "Ilkyu Han",
      "affiliations": [
        "Department of Orthopaedic Surgery, Seoul National University Hospital, Seoul, Korea. ilkyu.han@gmail.com.",
        "Department of Orthopaedic Surgery, Seoul National University College of Medicine, Seoul, Korea. ilkyu.han@gmail.com.",
        "Musculoskeletal Tumor Center, Seoul National University Cancer Hospital, 101 Daehak-Ro Jongno-Gu, Seoul, 03080, Korea. ilkyu.han@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "BMC cancer",
    "iso_abbreviation": "BMC Cancer",
    "issn": "1471-2407",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "10"
  },
  "start_page": "1259",
  "pages": "1259",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Liposarcoma",
    "Middle Aged",
    "Female",
    "Retrospective Studies",
    "Aged",
    "Extremities",
    "Adult",
    "Republic of Korea",
    "Neoplasm Recurrence, Local",
    "Prognosis",
    "Aged, 80 and over",
    "Young Adult",
    "Margins of Excision",
    "Risk Factors",
    "Adolescent"
  ],
  "article_ids": {
    "pubmed": "39390540",
    "pmc": "PMC11465691",
    "doi": "10.1186/s12885-024-13021-y",
    "pii": "10.1186/s12885-024-13021-y"
  },
  "doi": "10.1186/s12885-024-13021-y",
  "pmc_id": "PMC11465691",
  "dates": {
    "completed": "2024-10-11",
    "revised": "2024-10-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.684746",
    "pmid": "39390540"
  }
}