{
  "pmid": "39393998",
  "uid": "39393998",
  "title": "Postoperative pain and neurocognitive outcomes after noncardiac surgery: a systematic review and dose-response meta-analysis.",
  "abstract": "BACKGROUND: Postoperative delirium (POD) and postoperative cognitive dysfunction (POCD) are common after noncardiac surgery. Postsurgical pain is frequent and can persist as chronic postsurgical pain (CPSP). The association between postsurgical pain and POD or POCD is biologically plausible. We conducted this systematic review to evaluate the association between acute postsurgical pain or CPSP and POD or POCD in adults undergoing noncardiac surgery. METHODS: We followed Preferred Reporting Items for Systematic Review and Meta-Analyses. We searched MEDLINE, EMBASE, Cochrane, CINAHL and PSYCHINFO up to May 2023. We included cohort, case-control, and cross-sectional studies of any language. Pairs of reviewers independently screened studies, extracted data and assessed the risk of bias using the CLARITY tool and the Joanna Briggs Institute checklist. We assessed the certainty of evidence using the Grading of Recommendations Assessment, Development, and Evaluation approach. Where possible, we conducted random-effects meta-analyses to summarise our findings. RESULTS: We analysed 30 studies (>9000 participants) that assessed the association between acute postoperative pain and POD/POCD. Dose-response meta-analyses found that postoperative pain intensity was associated with occurrence of POD (adjusted relative risk [aRR]/unit of pain intensity: 1.26; 95% confidence interval [CI]: 1.17-1.35; low certainty of evidence) and risk of developing POD (aRR/unit of pain intensity: 1.18; 95% CI: 1.08-1.30; low certainty of evidence). There was very low certainty of evidence regarding the association between postoperative pain and POCD. No studies assessed the association between CPSP and POCD. Residual confounding and substantial methodological variability between studies prevented pooling data from many of the included studies and lowered certainty of evidence. CONCLUSIONS: Dose-response meta-analyses found that postoperative pain intensity was associated with occurrence of and risk of developing POD. SYSTEMATIC REVIEW PROTOCOL: PROSPERO-CRD42021192105.",
  "authors": [
    {
      "last_name": "Khaled",
      "fore_name": "Maram",
      "initials": "M",
      "name": "Maram Khaled",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada; Perioperative and Surgery Research Program, Population Health Research Institute, David Braley Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sabac",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Sabac",
      "affiliations": [
        "Department of Health Sciences, McMaster University, Hamilton, ON, Canada; Institute of Medical Science, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Fuda",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Fuda",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Koubaesh",
      "fore_name": "Chantal",
      "initials": "C",
      "name": "Chantal Koubaesh",
      "affiliations": [
        "School of Medical Education, Newcastle University, Newcastle upon Tyne, UK."
      ]
    },
    {
      "last_name": "Gallab",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Gallab",
      "affiliations": [
        "Department of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Qu",
      "fore_name": "Marianna",
      "initials": "M",
      "name": "Marianna Qu",
      "affiliations": [
        "Department of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lo Bianco",
      "fore_name": "Giuliana",
      "initials": "G",
      "name": "Giuliana Lo Bianco",
      "affiliations": [
        "Department of Anesthesia and Intensive Care, IRCCS San Raffaele Scientific Institute, Milan, Italy."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada; Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Paul",
      "fore_name": "James",
      "initials": "J",
      "name": "James Paul",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada; Perioperative and Surgery Research Program, Population Health Research Institute, David Braley Research Institute, Hamilton, ON, Canada; Clinical Epidemiology and Research Centre (CERC), Department of Biomedical Sciences, Humanitas University & IRCCS Humanitas Research Hospital, Milan, Italy. Electronic address: marcum2@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "British journal of anaesthesia",
    "iso_abbreviation": "Br J Anaesth",
    "issn": "1471-6771",
    "issn_type": "Electronic",
    "volume": "134",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "89",
  "end_page": "101",
  "pages": "89-101",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Pain, Postoperative",
    "Postoperative Cognitive Complications",
    "Surgical Procedures, Operative",
    "Delirium",
    "Chronic Pain"
  ],
  "article_ids": {
    "pubmed": "39393998",
    "doi": "10.1016/j.bja.2024.08.032",
    "pii": "S0007-0912(24)00550-6"
  },
  "doi": "10.1016/j.bja.2024.08.032",
  "dates": {
    "completed": "2025-01-06",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.675638",
    "pmid": "39393998"
  }
}