{
  "pmid": "39398492",
  "uid": "39398492",
  "title": "The missing clinical guidance: a scoping review of care for autistic transgender and gender-diverse people.",
  "abstract": "UNLABELLED: The co-occurrence of autism and gender diversity has been increasingly studied in the past decade. It is estimated that ∼11% of transgender and gender-diverse (TGD) individuals are diagnosed with autism. However, there is insufficient knowledge about appropriate gender-related clinical care for autistic TGD individuals. We performed a scoping review of current clinical guidance for the care of TGD individuals to identify what was said about autism. Clinical guidance documents were searched in PubMed, Web of Science, Google Scholar, Embase, Guidelines International Network, and TRIP medical database, as well as reference mining and expert recommendation. Evidence was synthesised by narrative synthesis, recommendation mapping, and reference frequency analysis. Out of the identified 31 clinical guidance documents, only eleven specifically mentioned the intersection between autism and TGD. Key concepts among the available recommendations included advocating for a multidisciplinary approach; emphasising the intersectionality of autism and gender-diverse experiences during assessments; and-importantly-recognising that autism, in itself, does not serve as an exclusion criterion for receiving gender-related care. However, detailed and practical clinical guidance is lacking due to a gap in evidence. Empirical research into the care experiences and outcomes of autistic TGD individuals using a developmental, lifespan, and strengths-based approach is needed to generate evidence-informed and tailored guidance. FUNDING: This study was funded through a Canadian Institutes of Health Research Sex and Gender Science Chair program (GSB 171373) awarded to M-CL.",
  "authors": [
    {
      "last_name": "Bo",
      "fore_name": "Lorna",
      "initials": "L",
      "name": "Lorna Bo",
      "affiliations": [
        "Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "School of Clinical Medicine, University of Cambridge, Cambridge, United Kingdom."
      ]
    },
    {
      "last_name": "van der Miesen",
      "fore_name": "Anna I R",
      "initials": "AIR",
      "name": "Anna I R van der Miesen",
      "affiliations": [
        "Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Department of Child and Adolescent Psychiatry, Center of Expertise on Gender Dysphoria, Amsterdam University Medical Centers, Location Vrije Universiteit, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Klomp",
      "fore_name": "Sascha E",
      "initials": "SE",
      "name": "Sascha E Klomp",
      "affiliations": [
        "Private Consultant, Utrecht, the Netherlands."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Zachary J",
      "initials": "ZJ",
      "name": "Zachary J Williams",
      "affiliations": [
        "Medical Scientist Training Program, Vanderbilt University School of Medicine, Nashville, TN, USA.",
        "Department of Hearing & Speech Sciences, Vanderbilt University Medical Center, Nashville, TN, USA.",
        "Vanderbilt Brain Institute, Vanderbilt University, Nashville, TN, USA.",
        "Frist Center for Autism and Innovation, Vanderbilt University, Nashville, TN, USA.",
        "Vanderbilt Kennedy Center, Vanderbilt University Medical Center, Nashville, TN, USA."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Department of Psychiatry, The Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lai",
      "fore_name": "Meng-Chuan",
      "initials": "MC",
      "name": "Meng-Chuan Lai",
      "affiliations": [
        "Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Department of Psychiatry, The Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Psychology, Faculty of Arts and Science, University of Toronto, Toronto, Ontario, Canada.",
        "Autism Research Centre, Department of Psychiatry, University of Cambridge, Cambridge, United Kingdom.",
        "Department of Psychiatry, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan."
      ]
    }
  ],
  "journal": {
    "title": "EClinicalMedicine",
    "iso_abbreviation": "EClinicalMedicine",
    "issn": "2589-5370",
    "issn_type": "Electronic",
    "volume": "76",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "102849",
  "pages": "102849",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39398492",
    "pmc": "PMC11470179",
    "doi": "10.1016/j.eclinm.2024.102849",
    "pii": "S2589-5370(24)00428-0"
  },
  "doi": "10.1016/j.eclinm.2024.102849",
  "pmc_id": "PMC11470179",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.545640",
    "pmid": "39398492"
  }
}