{
  "pmid": "39390410",
  "uid": "39390410",
  "title": "Surgical management and outcomes of renal tumors with inferior vena cava extension among children: a single center retrospective study from Pakistan.",
  "abstract": "OBJECTIVE: The aim of this study was to assess management and determine outcomes of renal tumors with inferior vena cava (IVC) and intracardiac (IC) extension in a tertiary care center in Pakistan. METHODS: A retrospective chart review was conducted at the Aga Khan University Hospital, Karachi, Pakistan. All patients from 1 to 18 years of age with renal tumors with intravascular extensions, surgically managed from January 1988 till June 2016, were included. Data was extracted by reviewing medical records, and the tumor details, treatment and outcomes were analyzed. RESULTS: A total of 18 patients out of the total 61 patients with renal tumors, presented with IVC and/or IC extension, with the majority involving the right kidney. Mean age was 5.9 (SD:4.9) and a female preponderance (56%) was seen. Wilms tumor (77%) was the most common tumor type, with the level of tumor extension into IVC predominantly being below the diaphragm (55.5%). Fourteen patients received preoperative chemotherapy, with tumor regression, seen in 10. Most patients underwent thrombectomy through the renal vein (56%). Regarding outcomes, frequency of mortality and morbidity was 1 and 2, respectively, with 7 patients having no recurrent 5 years post-surgery. CONCLUSION: A greater incidence (29.5%) of IVC and or IC Tumor extension was found compared to existing literature, which could likely be due to a higher referral rate to the center. Moreover, this is a single-center study and so a multi-center study is crucial to form an assessment of surgical management in resource-limited settings. Our study is the first from Pakistan on this particular renal tumor presentation. Considering the varying case presentations and surgical techniques used, further studies are needed to standardize surgical management and optimize patient outcomes.",
  "authors": [
    {
      "last_name": "Halepota",
      "fore_name": "Huma Faiz",
      "initials": "HF",
      "name": "Huma Faiz Halepota",
      "affiliations": [
        "Department of Pediatric Surgery, Aga Khan University Hospital Karachi, Stadium Road, Karachi, 74800, Sindh, Pakistan.",
        "St Jude Children's Research Hospital Memphis, Karachi, 74800, Sindh, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Department of Medicine, Aga Khan University Hospital Karachi, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Irshad",
      "fore_name": "Hammad Atif",
      "initials": "HA",
      "name": "Hammad Atif Irshad",
      "affiliations": [
        "Medical College, Aga Khan University Hospital, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Arshad",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Arshad",
      "affiliations": [
        "Department of Pediatric Surgery, Aga Khan University Hospital Karachi, Stadium Road, Karachi, 74800, Sindh, Pakistan. arshad.muhammad@aku.edu."
      ]
    }
  ],
  "journal": {
    "title": "BMC pediatrics",
    "iso_abbreviation": "BMC Pediatr",
    "issn": "1471-2431",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "10"
  },
  "start_page": "645",
  "pages": "645",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Vena Cava, Inferior",
    "Female",
    "Retrospective Studies",
    "Male",
    "Pakistan",
    "Child",
    "Child, Preschool",
    "Kidney Neoplasms",
    "Infant",
    "Adolescent",
    "Treatment Outcome",
    "Neoplasm Invasiveness",
    "Thrombectomy",
    "Wilms Tumor",
    "Nephrectomy"
  ],
  "article_ids": {
    "pubmed": "39390410",
    "pmc": "PMC11465680",
    "doi": "10.1186/s12887-024-05122-1",
    "pii": "10.1186/s12887-024-05122-1"
  },
  "doi": "10.1186/s12887-024-05122-1",
  "pmc_id": "PMC11465680",
  "dates": {
    "completed": "2024-10-11",
    "revised": "2024-10-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.814671",
    "pmid": "39390410"
  }
}