{
  "pmid": "39395566",
  "uid": "39395566",
  "title": "The left atrial appendage exclusion for prophylactic stroke reduction (LEAAPS) trial: Rationale and design.",
  "abstract": "INTRODUCTION: Left atrial appendage exclusion (LAAE) has been shown in randomized trials to reduce ischemic stroke risk in patients undergoing cardiac surgery with known atrial fibrillation (AF). Many patients undergoing cardiac surgery without pre-existing AF are at risk of stroke and may benefit from LAAE. METHODS: Left Atrial Appendage Exclusion for Prophylactic Stroke Reduction (LeAAPS) is an international, prospective, randomized, multicenter, blinded trial evaluating the effectiveness of LAAE in preventing ischemic stroke or systemic embolism in patients undergoing cardiac surgery at increased risk of AF and ischemic stroke. The trial will enroll 6500 patients at increased risk of stroke in whom a cardiac surgery is planned at 250 sites worldwide. Eligible patients are ≥18 years old, have no pre-existing AF but are at increased risk for AF and stroke (based on age, CHA2DS2-VASc score, left atrium size or brain natriuretic peptide). Patients are randomized 1:1 to receive either LAAE with AtriClip or no LAAE during cardiac surgery. Healthcare providers outside of the operating room and the patient will be blinded to allocation. The primary effectiveness endpoint is the first occurrence of ischemic stroke, systemic arterial embolism, or surgical or endovascular LAA closure. The powered secondary effectiveness endpoint is ischemic stroke or systemic arterial embolism. The primary safety endpoint is the occurrence of one of the following events (through 30 days): pericardial effusion requiring percutaneous or surgical treatment, peri-operative major bleeding, deep sternal wound infection, or myocardial infarction. Other endpoints include mortality, rehospitalizations, clinically diagnosed AF, transient ischemic attack, and cognitive and quality of life assessments. Follow-up is every 6 months for a minimum of 5 years; primary analysis occurs when 469 patients have had an ischemic stroke or systemic embolism. CONCLUSION: The results of the LeAAPS trial will demonstrate whether LAAE with AtriClip at the time of other routine cardiac surgery reduces stroke or systemic arterial embolism during long-term follow-up in patients at high risk of stroke without pre-existing AF. TRIAL REGISTRATION: ClinicalTrials.gov, Identifier: NCT05478304, https://clinicaltrials.gov/study/NCT05478304?term=%20NCT05478304&rank=1.",
  "authors": [
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton, Ontario, Canada. Electronic address: richard.whitlock@phri.ca."
      ]
    },
    {
      "last_name": "McCarthy",
      "fore_name": "Patrick M",
      "initials": "PM",
      "name": "Patrick M McCarthy",
      "affiliations": [
        "Division of Cardiac Surgery, Department of Surgery, Bluhm Cardiovascular Institute, Northwestern University Feinberg School of Medicine and Northwestern Medicine, Chicago, IL."
      ]
    },
    {
      "last_name": "Gerdisch",
      "fore_name": "Marc W",
      "initials": "MW",
      "name": "Marc W Gerdisch",
      "affiliations": [
        "Department of Cardiothoracic Surgery, Franciscan Health, Indianapolis, IN."
      ]
    },
    {
      "last_name": "Ramlawi",
      "fore_name": "Basel",
      "initials": "B",
      "name": "Basel Ramlawi",
      "affiliations": [
        "Department of Cardiothoracic Surgery Research, Lankenau Institute for Medical Research, Wynnewood, PA."
      ]
    },
    {
      "last_name": "Alexander",
      "fore_name": "John H",
      "initials": "JH",
      "name": "John H Alexander",
      "affiliations": [
        "Duke Clinical Research Institute, Division of Cardiology, Duke University, Durham, NC."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Ibrahim",
      "initials": "I",
      "name": "Ibrahim Sultan",
      "affiliations": [
        "Department of Cardiothoracic Surgery, University of Pittsburgh Medical Center, 5200 Centre Ave, Ste 715, Pittsburgh, PA."
      ]
    },
    {
      "last_name": "Rose",
      "fore_name": "David Z",
      "initials": "DZ",
      "name": "David Z Rose",
      "affiliations": [
        "Department of Neurology, University of South Florida Morsani College of Medicine, Tampa, FL."
      ]
    },
    {
      "last_name": "Healey",
      "fore_name": "Jeffrey S",
      "initials": "JS",
      "name": "Jeffrey S Healey",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Yashasvi Awasthi",
      "initials": "YA",
      "name": "Yashasvi Awasthi Sharma",
      "affiliations": [
        "AtriCure, Inc, OH."
      ]
    },
    {
      "last_name": "Belley-Côté",
      "fore_name": "Emilie P",
      "initials": "EP",
      "name": "Emilie P Belley-Côté",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Connolly",
      "fore_name": "Stuart J",
      "initials": "SJ",
      "name": "Stuart J Connolly",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American heart journal",
    "iso_abbreviation": "Am Heart J",
    "issn": "1097-6744",
    "issn_type": "Electronic",
    "volume": "284",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "94",
  "end_page": "102",
  "pages": "94-102",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Male",
    "Atrial Appendage",
    "Atrial Fibrillation",
    "Cardiac Surgical Procedures",
    "Ischemic Stroke",
    "Multicenter Studies as Topic",
    "Postoperative Complications",
    "Prospective Studies",
    "Stroke",
    "Equivalence Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "39395566",
    "doi": "10.1016/j.ahj.2024.10.006",
    "pii": "S0002-8703(24)00268-0"
  },
  "doi": "10.1016/j.ahj.2024.10.006",
  "dates": {
    "completed": "2025-03-10",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.246318",
    "pmid": "39395566"
  }
}