{
  "pmid": "39402088",
  "uid": "39402088",
  "title": "Increasing handgrip strength via post-hypnotic suggestions with lasting effects.",
  "abstract": "In our study, we suggested participants to feel strong during hypnosis and tested if that affected their handgrip strength. Handgrip strength is measured via a hand dynamometer and indicates muscle strength and participants' general medical condition. In addition, we obtained subjective ratings of strength via a visual analogue scale. We developed a hypnosis intervention to increase strength and tied the feeling of strength to a post-hypnotic power anchor. Participants could activate this power anchor afterwards to feel strong again. We also had a randomized control group that read Arnold Schwarzenegger's autobiography instead of hypnosis. We tested the effect of the post-hypnotic power anchor on two experimental sessions separated by one week. Our data show that participants in the hypnosis group felt significantly stronger when they activated their post-hypnotic power anchor compared to their own baseline, both in the first and second experimental session. In addition, participants in the hypnosis group showed a significant increase in objective handgrip strength compared to their own baseline one week after the hypnosis session. We conclude that our hypnosis intervention primarily improved strength perception and secondary objective handgrip strength. Our intervention can help patients to improve their medical condition and athletes to improve their sport performance.",
  "authors": [
    {
      "last_name": "Nieft",
      "fore_name": "Ulrike",
      "initials": "U",
      "name": "Ulrike Nieft",
      "affiliations": [
        "Institute for Biology, University of Leipzig, Leipzig, Germany."
      ]
    },
    {
      "last_name": "Schlütz",
      "fore_name": "Marleen",
      "initials": "M",
      "name": "Marleen Schlütz",
      "affiliations": [
        "Institute for Psychology, Friedrich Schiller University Jena, Jena, Germany.",
        "Institute for Psychosocial Medicine, Psychotherapy and Psychooncology, Jena University Hospital, Stoystraße 3, 07743, Jena, Germany."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute for Psychosocial Medicine, Psychotherapy and Psychooncology, Jena University Hospital, Stoystraße 3, 07743, Jena, Germany. schmidt.barbara@uni-jena.de."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "14"
  },
  "start_page": "23344",
  "pages": "23344",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Humans",
    "Hand Strength",
    "Male",
    "Female",
    "Hypnosis",
    "Adult",
    "Young Adult",
    "Muscle Strength",
    "Suggestion"
  ],
  "article_ids": {
    "pubmed": "39402088",
    "pmc": "PMC11473724",
    "doi": "10.1038/s41598-024-73117-0",
    "pii": "10.1038/s41598-024-73117-0"
  },
  "doi": "10.1038/s41598-024-73117-0",
  "pmc_id": "PMC11473724",
  "dates": {
    "completed": "2024-10-14",
    "revised": "2025-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.474261",
    "pmid": "39402088"
  }
}