{
  "pmid": "39405415",
  "uid": "39405415",
  "title": "A change of mind: Error motivation is shaped by error perceptions in different learning environments.",
  "abstract": "BACKGROUND: The medical profession has traditionally had a culture of \"blame and shame,\" despite the importance errors have for learning, motivation, and improvement of clinical skills. This study aimed to explore how medical students and newly graduated doctors perceive errors across different learning contexts and levels of expertise, and how error perceptions influence motivation and engagement in learning activities. METHODS: Semi-structured interviews were conducted, and thematic analysis was used to identify themes. Survey questions were developed based on the themes. The final survey included 27 questions divided into three sections. The survey was distributed via RedCap to medical students in year 1, year 4, and year 6 together with newly graduated doctors in Denmark. RESULTS: Of the 541 respondents, a majority anticipated making errors in both non-clinical (77.4%) and clinical (61.5%) learning situations, finding them motivating for participation (91.9% and 96.2%, respectively). A psychologically safe learning environment was seen to enhance the perception of errors as learning opportunities (96.9%) and increase risk willingness (96.3% non-clinical, 97.7% clinical). Respondents focused on the specific errors they made (86.0%), and their supervisors were perceived to focus more on correct handling of errors (70.7%). Respondents expected to conduct fewer errors in non-clinical learning situations in PGY-1 compared to medical students in year 1 (F(3529) = 3.0, adjusted p = 0.03). They showed an increase in risk willingness in clinical learning situations from year 6 to PGY-1 (F(3520) = 2.7, adjusted p-value 0.006) as long as the learning situations were considered psychologically safe. CONCLUSION: The study suggests that a psychologically safe learning environment mitigates the \"shame and blame culture\" associated with errors. Respondents generally embraced errors as valuable learning experiences but noted a lack of specific error-related feedback. These findings underscore the nuanced relationship between errors, explicit learning activities, and supervisor support in medical education.",
  "authors": [
    {
      "last_name": "Dyre Rasmussen",
      "fore_name": "Liv",
      "initials": "L",
      "name": "Liv Dyre Rasmussen",
      "affiliations": [
        "Copenhagen Academy for Medical Education and Simulation (CAMES), Capital Region of Denmark, Copenhagen, Denmark."
      ],
      "orcid": "0000-0001-8975-7015"
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada and McMaster Education Research Innovation and Theory Program, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Morcke",
      "fore_name": "Anne Mette",
      "initials": "AM",
      "name": "Anne Mette Morcke",
      "affiliations": [
        "Development of Centre for Educational, Aarhus University, Denmark."
      ]
    },
    {
      "last_name": "Rasmussen",
      "fore_name": "Kasper",
      "initials": "K",
      "name": "Kasper Rasmussen",
      "affiliations": [
        "Department of Otorhinolaryngology, Head and Neck Surgery and Audiology, Rigshospitalet University Hospital of Copenhagen, Copenhagen, Denmark.",
        "Department of Health and Medical Sciences, University of Copenhagen, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Ringsted",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Ringsted",
      "affiliations": [
        "Department of Health, Aarhus University, Aarhus, Denmark."
      ]
    },
    {
      "last_name": "Tolsgaard",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Tolsgaard",
      "affiliations": [
        "Copenhagen Academy for Medical Education and Simulation (CAMES), Capital Region of Denmark, Copenhagen, Denmark.",
        "Centre for Fetal Medicine, Copenhagen University Hospital University of Copenhagen, Copenhagen, Denmark."
      ]
    }
  ],
  "journal": {
    "title": "Medical teacher",
    "iso_abbreviation": "Med Teach",
    "issn": "1466-187X",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "1037",
  "end_page": "1045",
  "pages": "1037-1045",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Motivation",
    "Students, Medical",
    "Female",
    "Male",
    "Learning",
    "Denmark",
    "Medical Errors",
    "Adult",
    "Interviews as Topic",
    "Surveys and Questionnaires",
    "Clinical Competence",
    "Physicians",
    "Perception",
    "Attitude of Health Personnel"
  ],
  "article_ids": {
    "pubmed": "39405415",
    "doi": "10.1080/0142159X.2024.2412783"
  },
  "doi": "10.1080/0142159X.2024.2412783",
  "dates": {
    "completed": "2025-05-19",
    "revised": "2025-05-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.294489",
    "pmid": "39405415"
  }
}