{
  "pmid": "39417268",
  "uid": "39417268",
  "title": "Trends in Government-Initiated Public Engagement in Canadian Health Policy From 2000 to 2021.",
  "abstract": "INTRODUCTION: Canada has a rich history of public engagement in health policy; however, shifts in engagement practices over time have not been critically examined. METHODOLOGY: We searched for cases of government-initiated public engagement in Canadian health policy from 2000 to 2021 at the federal, provincial (Ontario, British Columbia, Nova Scotia) and pan-Canadian levels. Government databases, portals and platforms for engagement were searched, followed by academic and grey literature using relevant search terms. A coding scheme was iteratively developed to categorize cases by target population, recruitment method and type of engagement. RESULTS: We identified 132 cases of government-initiated public engagement. We found a predominance of feedback and consultation engagement types and self-selection recruitment, especially at the federal level from 2016 onward. Engagements that targeted multiple populations (patients, public and other stakeholders) were favoured overall and over time. Just over 10% of cases in our survey mentioned efforts to engage with equity-deserving groups. CONCLUSION: Overall, our results identify a heavy reliance over time on more passive, indirect engagement approaches, which limit opportunities for collaborative problem solving and fail to include equity-deserving populations. Those overseeing the design and implementation of government-initiated public engagement will draw valuable lessons from this review to inform the design of engagement initatives.",
  "authors": [
    {
      "last_name": "Dhamanaskar",
      "fore_name": "Roma",
      "initials": "R",
      "name": "Roma Dhamanaskar",
      "affiliations": [
        "Health Policy Program Faculty of Health Sciences, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Boothe",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Boothe",
      "affiliations": [
        "Associate Professor, Department of Political Science, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Massie",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Massie",
      "affiliations": [
        "Department of Political Science, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "Jeonghwa",
      "initials": "J",
      "name": "Jeonghwa You",
      "affiliations": [
        "Research Fellow, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Just",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Just",
      "affiliations": [
        "Lead, Performance, Funding and Capacity, Ontario Health, Toronto, ON."
      ]
    },
    {
      "last_name": "Kuang",
      "fore_name": "Grace",
      "initials": "G",
      "name": "Grace Kuang",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, ON."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Professor, Department of Health Research Methods, Evidence and Impact, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6580",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "SP",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "17",
  "end_page": "35",
  "pages": "17-35",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Humans",
    "Health Policy",
    "Community Participation",
    "Government"
  ],
  "article_ids": {
    "pubmed": "39417268",
    "pmc": "PMC11523115",
    "doi": "10.12927/hcpol.2024.27416",
    "pii": "hcpol.2024.27416"
  },
  "doi": "10.12927/hcpol.2024.27416",
  "pmc_id": "PMC11523115",
  "dates": {
    "completed": "2024-10-17",
    "revised": "2024-11-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:01:56.779511",
    "pmid": "39417268"
  }
}