{
  "pmid": "39416487",
  "uid": "39416487",
  "title": "Traditional healing and medicine in dementia care for Indigenous populations in North America, Australia, and New Zealand: Exploring culturally-safe dementia care policy from a global perspective.",
  "abstract": "INTRODUCTION: In 2018, the World Health Organization recognized traditional healers as community stakeholders in dementia care. This scoping review aimed to summarize the existing dementia care literature regarding strategies for the integration of traditional healing in dementia care and the roles of traditional healers. METHODS: A group of Indigenous Elders from Northern Ontario, Canada, guided, reviewed, and validated the research process and findings. The Joanna Briggs Institute approach was applied to a structured search strategy across the CINAHL, Embase, MEDLINE, and PsycINFO databases. A title and abstract screening were completed, followed by a full-text assessment of the identified manuscripts. RESULTS: A total of 143 full manuscripts were reviewed, of which two studies fully met the community-determined inclusion/exclusion criteria. DISCUSSION: The integration of traditional healing practices into dementia care offers a pathway to culturally-safe care for people with dementia. The findings identified policy advocacy as key to engage, educate, and empower traditional healers. HIGHLIGHTS: The WHO recognized traditional healers as community stakeholders in dementia care and prevention worldwide in 2018; however, traditional healers are underrepresented and marginalized in healthcare systems due to the lack of culturally-safe dementia care (CSDC) policies at community and national levels globally.Community-based CSDC models were critically reviewed and validated by local Indigenous community stakeholder consultations.The result is a call to action to assist the WHO and Alzheimer's Disease International in developing guidelines for CSDC policy improvements with the global Indigenous community for the engagement and empowerment of traditional healers to navigate dementia care and to implement the WHO Global Action Plan on the Public Health Response to Dementia (2017-2025).Integration of Western biomedical and Indigenous traditional healing and medicine in dementia care in the healthcare system can reduce health disparities and empower traditional healers on a global scale. Indigenous-led models that include traditional healers in dementia care are critical for improving equity gaps in dementia care for Indigenous Peoples.",
  "authors": [
    {
      "last_name": "Shrestha",
      "fore_name": "Hom Lal",
      "initials": "HL",
      "name": "Hom Lal Shrestha",
      "affiliations": [
        "School of Rural and Northern Health Laurentian University Sudbury Ontario Canada."
      ],
      "orcid": "0000-0003-1138-345X"
    },
    {
      "last_name": "Shrestha",
      "fore_name": "Lucy",
      "initials": "L",
      "name": "Lucy Shrestha",
      "affiliations": [
        "School of Kinesiology and Health Sciences Laurentian University Sudbury Ontario Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael McArthur",
      "affiliations": [
        "Health Sciences Library Northern Ontario School of Medicine (NOSM) University Sudbury Ontario Canada."
      ]
    },
    {
      "last_name": "Rowe",
      "fore_name": "Robyn K",
      "initials": "RK",
      "name": "Robyn K Rowe",
      "affiliations": [
        "School of Computing Queen's University Kingston Ontario Canada."
      ]
    },
    {
      "last_name": "Maar",
      "fore_name": "Marion",
      "initials": "M",
      "name": "Marion Maar",
      "affiliations": [
        "Health Sciences Library Northern Ontario School of Medicine (NOSM) University Sudbury Ontario Canada."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Walker",
      "affiliations": [
        "School of Rural and Northern Health Laurentian University Sudbury Ontario Canada.",
        "Department of Health Research Methods, Evidence, and Impact McMaster University Hamilton Ontario Canada."
      ]
    }
  ],
  "journal": {
    "title": "Alzheimer's & dementia (Amsterdam, Netherlands)",
    "iso_abbreviation": "Alzheimers Dement (Amst)",
    "issn": "2352-8729",
    "issn_type": "Print",
    "volume": "16",
    "issue": "4",
    "pub_year": "2024"
  },
  "start_page": "e12620",
  "pages": "e12620",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39416487",
    "pmc": "PMC11480903",
    "doi": "10.1002/dad2.12620",
    "pii": "DAD212620"
  },
  "doi": "10.1002/dad2.12620",
  "pmc_id": "PMC11480903",
  "dates": {
    "revised": "2024-10-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:06.461361",
    "pmid": "39416487"
  }
}