{
  "pmid": "39415630",
  "uid": "39415630",
  "title": "Factors That Influence Access to Medical Assistance in Dying Services: An Integrative Review.",
  "abstract": "BACKGROUND: In nearly all jurisdictions where it is permitted, Medical Assistance in Dying is situated in a healthcare system. Currently, limited evidence demonstrates how supply and demand factors influence access to Medical Assistance in Dying. OBJECTIVE: The aim of this study is to synthesise empirical research from jurisdictions where Medical Assistance in Dying is legal to identify how supply and demand factors influence access for eligible adults. METHOD: An integrative review was conducted. CINAHL Complete, PubMed, ProQuest, PsycINFO and Embase databases were systematically searched for studies published between January 1998 and January 2024. Records were independently assessed against inclusion and exclusion criteria. Additional studies were identified by forward and backward citation searching. All studies were assessed for quality. Findings were analysed deductively using an established conceptual framework, and a secondary narrative synthesis was undertaken. RESULTS: Fifty-eight studies met the inclusion criteria. Most studies (n = 32) reported results related to the supply side, 16 reported on the demand side and 10 reported on both supply and demand dimensions of access. Studies about supply showed that health service policies may obstruct access to Medical Assistance in Dying. For healthcare professionals, the practice entails an additional workload and can create tensions with colleagues. Studies of the demand for Medical Assistance in Dying focused on supporting time-critical decisions, adequate planning and caregiver support. CONCLUSION: Access to Medical Assistance in Dying requires the participation of health services and healthcare professionals but is hindered by policies that obstruct access and direct financial and indirect emotional labour costs. Innovative and inclusive models to promote high-quality, compassionate care at the end of life and access to Medical Assistance in Dying should be considered. PATIENT OR PUBLIC CONTRIBUTION: Patients, caregivers and service users were involved in many of the studies included in this review, and their experiences and perspectives contributed to the analysis and synthesis in this review.",
  "authors": [
    {
      "last_name": "Hewitt",
      "fore_name": "Jayne",
      "initials": "J",
      "name": "Jayne Hewitt",
      "affiliations": [
        "School of Nursing and Midwifery, Griffith University, Southport, Queensland, Australia.",
        "Queen Elizabeth II Hospital, Metro South Health and Hospital Service, Coopers Plains, Queensland, Australia.",
        "Law Futures Centre, Griffith University, Nathan, Queensland, Australia."
      ],
      "orcid": "0000-0002-6888-2666"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "University of Adelaide Nursing School, Adelaide, Australia."
      ],
      "orcid": "0000-0002-6732-8508"
    },
    {
      "last_name": "Bonner",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Bonner",
      "affiliations": [
        "School of Nursing and Midwifery, Griffith University, Southport, Queensland, Australia.",
        "Kidney Health Service, Metro North Hospital and Health Service, Herston, Queensland, Australia."
      ],
      "orcid": "0000-0001-9920-6743"
    },
    {
      "last_name": "Bloomer",
      "fore_name": "Melissa J",
      "initials": "MJ",
      "name": "Melissa J Bloomer",
      "affiliations": [
        "School of Nursing and Midwifery, Griffith University, Southport, Queensland, Australia.",
        "Intensive Care Unit, Princess Alexandra Hospital, Metro South Health and Hospital Service, Woolloongabba, Queensland, Australia."
      ],
      "orcid": "0000-0003-1170-3951"
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "e70058",
  "pages": "e70058",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Health Services Accessibility",
    "Suicide, Assisted",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "39415630",
    "pmc": "PMC11483748",
    "doi": "10.1111/hex.70058"
  },
  "doi": "10.1111/hex.70058",
  "pmc_id": "PMC11483748",
  "dates": {
    "completed": "2024-10-17",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "This study was partially supported by a School of Nursing and Midwifery Seed Grant."
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.878309",
    "pmid": "39415630"
  }
}