{
  "pmid": "39417267",
  "uid": "39417267",
  "title": "Public Engagement in Canadian Health Policy: Looking Back, Taking Stock and Charting the Future.",
  "abstract": "Canada has a rich history of public engagement in the health policy sector. However, current political, economic and social challenges call for critical reflection on this history, to assess whether current approaches to engaging Canadian publics are up to the task, and what adaptations or new approaches might be needed. If the persisting inequities in health systems across Canada are going to be addressed, it is imperative that those designing, developing and implementing policies find ways to reflect the needs and preferences of the communities and populations most adversely affected by these inequities in their decisions. The purpose of this special issue is to address this important topic through a series of research papers and commentaries. Our work is targeted to health policy makers across Canada who are seeking to engage with various publics on a wide array of health policy issues. We offer key insights into what more purposeful and equitable public engagement might look like, as well as common pitfalls in public engagement practices and how they can be avoided.",
  "authors": [
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Professor, Department of Health Research Methods, Evidence and Impact, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Boothe",
      "fore_name": "Katherine",
      "initials": "K",
      "affiliations": [
        "Associate Professor, Department of Political Science, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Abebe",
      "fore_name": "Alpha",
      "initials": "A",
      "affiliations": [
        "Associate Professor, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Dhamanaskar",
      "fore_name": "Roma",
      "initials": "R",
      "affiliations": [
        "Health Policy Program, Faculty of Health Sciences, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6580",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "SP",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "10",
  "end_page": "16",
  "pages": "10-16",
  "language": "eng",
  "publication_types": [
    "Editorial",
    "Introductory Journal Article"
  ],
  "keywords": [
    "Humans",
    "Canada",
    "Community Participation",
    "Health Policy",
    "Policy Making"
  ],
  "article_ids": {
    "pubmed": "39417267",
    "pmc": "PMC11523113",
    "doi": "10.12927/hcpol.2024.27417",
    "pii": "hcpol.2024.27417"
  },
  "doi": "10.12927/hcpol.2024.27417",
  "pmc_id": "PMC11523113",
  "dates": {
    "completed": "2024-10-17",
    "revised": "2025-02-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.738728",
    "pmid": "39417267"
  }
}