{
  "pmid": "39417667",
  "uid": "39417667",
  "title": "Attending to Power: Stakeholder Perspectives on Training Physicians to Address Intimate Partner Violence.",
  "abstract": "Intimate partner violence (IPV) is associated with a wide range of mental and physical health concerns. Research suggests that many physicians lack knowledge and skills to adequately respond to patients experiencing IPV. In order to better integrate physicians' contributions into intersectoral responses to IPV, we asked stakeholders with expertise and experience related to IPV about the knowledge, skills, attitudes, and behaviors they wanted them to have. Guided by principles of interpretive description, and using a key informant method, we conducted unstructured interviews with 18 stakeholders in IPV-related frontline, managerial, or policy roles in Ontario, Canada. Data collection and analysis proceeded iteratively through 2022; \"thoughtful practitioners\" outside the research team were recruited at key junctures to provide feedback on formative findings. Stakeholders suggested that \"attending to power\" should be a core principle for medical practice related to IPV. Attending to power encompassed understanding interactional, organizational, and structural power dynamics related to IPV and purposefully engaging with power, by taking action to empower people subjected to violence. Specific recommendations for practice concerned four focal contexts: relationships between partners, between patients and providers, between providers, and in social systems and structures. Strengthening physicians' capacity to attend to power dynamics relevant to their IPV practice is an important step in both improving medical care for people experiencing IPV and integrating physician contributions into other services and supports.",
  "authors": [
    {
      "last_name": "Cavanagh",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Cavanagh",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Health Policy PhD Program, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ritz",
      "fore_name": "Stacey A",
      "initials": "SA",
      "name": "Stacey A Ritz",
      "affiliations": [
        "Department of Pathology & Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7347-6259"
    }
  ],
  "journal": {
    "title": "Qualitative health research",
    "iso_abbreviation": "Qual Health Res",
    "issn": "1552-7557",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "8",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "837",
  "end_page": "846",
  "pages": "837-846",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Intimate Partner Violence",
    "Ontario",
    "Female",
    "Male",
    "Interviews as Topic",
    "Attitude of Health Personnel",
    "Physicians",
    "Qualitative Research",
    "Power, Psychological",
    "Adult",
    "Stakeholder Participation"
  ],
  "article_ids": {
    "pubmed": "39417667",
    "pmc": "PMC12117120",
    "doi": "10.1177/10497323241276409"
  },
  "doi": "10.1177/10497323241276409",
  "pmc_id": "PMC12117120",
  "dates": {
    "completed": "2025-06-07",
    "revised": "2025-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.152239",
    "pmid": "39417667"
  }
}