{
  "pmid": "39419481",
  "uid": "39419481",
  "title": "Inequalities in Transitions to Home Care: A Longitudinal Analysis of the Canadian Longitudinal Study on Aging.",
  "abstract": "OBJECTIVES: To investigate inequalities in transitions to home care across a broad set of demographic and socioeconomic factors in Canadian middle-aged and older adults. DESIGN: Longitudinal, retrospective cohort study. SETTING AND PARTICIPANTS: A total of 51,338 community-dwelling adults aged 45+ years, using national data from the Canadian Longitudinal Study on Aging across 3 timepoints from 2011 to 2021. METHODS: We analyzed transitions in home care use using multistate Markov models, with home care use and nonuse as transient states, and loss to follow-up as a terminal state. We calculated hazard ratios for transitions between states adjusting for factors related to home care need (ie, functional limitations, chronic conditions) within the following equity strata: income, education, immigration history, sex, gender, rurality, racial background, and tangible social support. RESULTS: Across all timepoints, 5.4% of non-home care users transitioned to home care by the next timepoint and 33.2% of home care users continued to use home care at the next timepoint. Among non-home care users, identifying as a woman, female, white, completing higher levels of education, having higher income, and having less support available was associated with an increased likelihood of transitioning to home care use. Among home care users, higher income was also associated with a greater likelihood to discontinue using home care compared with lower income users. The association between income and home care use was stronger among female individuals. CONCLUSIONS AND IMPLICATIONS: We found meaningful differences in home care transitions across several equity strata. Individuals with higher income have greater ability to access to private care, creating inequity in access to home care services. Gendered factors such as income and social support have important associations with home care use. Home care planning and policy must address the unique barriers and disadvantages diverse populations face to ensure equitable use of home care and promote healthy aging.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "James",
      "initials": "J",
      "name": "James Lee",
      "affiliations": [
        "McMaster University, Department of Health Research Methods, Evidence, and Impact, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Watt",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Watt",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Unity Health Toronto, Toronto, Ontario, Canada; University of Toronto, Division of Geriatric Medicine, Department of Medicine, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mayhew",
      "fore_name": "Alexandra J",
      "initials": "AJ",
      "name": "Alexandra J Mayhew",
      "affiliations": [
        "McMaster University, Department of Health Research Methods, Evidence, and Impact, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sinn",
      "fore_name": "Chi-Ling Joanna",
      "initials": "CJ",
      "name": "Chi-Ling Joanna Sinn",
      "affiliations": [
        "Centre for Integrated Care, St. Joseph's Health System, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schumacher",
      "fore_name": "Connie",
      "initials": "C",
      "name": "Connie Schumacher",
      "affiliations": [
        "Brock University, School of Nursing, Faculty of Applied Health Sciences, St. Catherines, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "McMaster University, Department of Health Research Methods, Evidence, and Impact, Hamilton, Ontario, Canada; Centre for Integrated Care, St. Joseph's Health System, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "McMaster University, Department of Health Research Methods, Evidence, and Impact, Hamilton, Ontario, Canada. Electronic address: jonesa13@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "12",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "105307",
  "pages": "105307",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Male",
    "Home Care Services",
    "Longitudinal Studies",
    "Canada",
    "Middle Aged",
    "Aged",
    "Retrospective Studies",
    "Socioeconomic Factors",
    "Aged, 80 and over",
    "Healthcare Disparities",
    "Independent Living"
  ],
  "article_ids": {
    "pubmed": "39419481",
    "doi": "10.1016/j.jamda.2024.105307",
    "pii": "S1525-8610(24)00729-1"
  },
  "doi": "10.1016/j.jamda.2024.105307",
  "dates": {
    "completed": "2024-11-28",
    "revised": "2024-11-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.531138",
    "pmid": "39419481"
  }
}