{
  "pmid": "39417270",
  "uid": "39417270",
  "title": "Whom Do I Trust to Represent Me? Long-Term Care Resident and Family Perspectives on Legitimate Representation.",
  "abstract": "INTRODUCTION: Public engagement in long-term care policy making in Canada has primarily focused on \"intermediary agents\" who speak on behalf of long-term care (LTC) residents and their family caregivers. Yet the legitimacy of these intermediaries, as perceived by those they represent, has gone largely unexplored. This study examines LTC resident and family perspectives on who can legitimately represent them in LTC policy making. METHODOLOGY: We used an interpretive description design, drawing on semi-structured interviews with LTC residents and family caregivers in Ontario, Canada. Data were analyzed using inductive thematic analysis. RESULTS: Eighteen interviews were conducted with 19 participants. Three key characteristics of legitimate representatives were identified: (1) willingness to act in the best interests of residents and families, (2) having the necessary skills and capacity to participate in LTC policy making and (3) engaging directly with residents and families. CONCLUSION: Governments and civil society organizations seeking to establish and maintain legitimacy in the eyes of LTC residents and family members can pursue this goal by supporting intermediaries who mirror the identities or experiences of those they represent, who are dedicated to serving their interests and who routinely and directly engage with them to understand the realities of LTC.",
  "authors": [
    {
      "last_name": "You",
      "fore_name": "Jeonghwa",
      "initials": "J",
      "affiliations": [
        "Research Fellow Department of Health Research Methods, Evidence and Impact McMaster University Hamilton, ON."
      ]
    },
    {
      "last_name": "Boothe",
      "fore_name": "Katherine",
      "initials": "K",
      "affiliations": [
        "Associate Professor, Department of Political Science, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "affiliations": [
        "Associate Professor School of Nursing McMaster University McMaster Institute for Research on Aging Hamilton, ON."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "affiliations": [
        "Associate Professor Department of Health Research Methods, Evidence and Impact Scientific Director McMaster Health Forum McMaster University Hamilton, ON."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Professor, Department of Health Research Methods, Evidence and Impact, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6580",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "SP",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "48",
  "end_page": "61",
  "pages": "48-61",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Long-Term Care",
    "Ontario",
    "Female",
    "Male",
    "Aged",
    "Middle Aged",
    "Caregivers",
    "Family",
    "Aged, 80 and over",
    "Policy Making",
    "Interviews as Topic",
    "Qualitative Research",
    "Adult",
    "Trust",
    "Health Policy"
  ],
  "article_ids": {
    "pubmed": "39417270",
    "pmc": "PMC11523119",
    "doi": "10.12927/hcpol.2024.27414",
    "pii": "hcpol.2024.27414"
  },
  "doi": "10.12927/hcpol.2024.27414",
  "pmc_id": "PMC11523119",
  "dates": {
    "completed": "2024-10-17",
    "revised": "2024-11-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.741955",
    "pmid": "39417270"
  }
}