{
  "pmid": "39417274",
  "uid": "39417274",
  "title": "Public Deliberation for Ethically Complex Policies: The Case of Medical Assistance in Dying in Canada.",
  "abstract": "Almost 50,000 people in Canada have had a medically assisted death since federal legislation was passed in 2016. Still, the debate about the permissibility of medical assistance in dying (MAiD) continues to rage. The central role of shared values and ethics in public policy making emphasizes the importance of engaging the public, particularly around heavily value-laden issues such as MAiD. Public deliberation, a mode of engagement that fosters sustained and reasoned discussion between participants, is well-suited to addressing such ethically contentious policy issues. In this paper, we review recent efforts to engage the public on assisted dying within and outside Canada and explain how public deliberation could contribute substantively to MAiD policy making.",
  "authors": [
    {
      "last_name": "Dhamanaskar",
      "fore_name": "Roma",
      "initials": "R",
      "affiliations": [
        "Health Policy Program, Faculty of Health Sciences, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Professor, Department of Health Research Methods, Evidence and Impact, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6580",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "SP",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "83",
  "end_page": "93",
  "pages": "83-93",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Canada",
    "Suicide, Assisted",
    "Policy Making",
    "Health Policy",
    "Community Participation"
  ],
  "article_ids": {
    "pubmed": "39417274",
    "pmc": "PMC11523114",
    "doi": "10.12927/hcpol.2024.27410",
    "pii": "hcpol.2024.27410"
  },
  "doi": "10.12927/hcpol.2024.27410",
  "pmc_id": "PMC11523114",
  "dates": {
    "completed": "2024-10-17",
    "revised": "2024-11-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.742966",
    "pmid": "39417274"
  }
}