{
  "pmid": "39426547",
  "uid": "39426547",
  "title": "Effective identification of debris-covered glaciers in Western China using multiple machine-learning algorithms.",
  "abstract": "Debris-covered glaciers (DCGs) represent a substantial portion of global glaciers, but their automatic identification remains a challenge due to environmental complexity and glacier type variability. This study focuses on 30 glacial areas across Western China, representing continental, sub-continental, and maritime glaciers. Using four machine-learning algorithms-Random Forests (RF), Extreme Gradient Boosting (XGBoost), Light Gradient Boosting Machine (LightGBM), and Support Vector Machine (SVM)-we integrated multiple environmental variables, including surface reflectance, normalized indices, surface temperature (ST), and topography, to classify DCGs through a three-process approach. Process 1 distinguished overall ice/snow cover from other land features, while Processes 2 and 3, both building on results of Process 1, further separated ice from snow cover and differentiated debris from other land features, respectively. Results showed that RF generally outperformed the other algorithms, with median Matthews correlation coefficient (MCC) values exceeding 0.999 in Process 1 and reaching 0.612 and 0.784 in Processes 2 and 3, respectively, and the average MCC value for DCGs identification reached 0.819. Regional modeling significantly improved the accuracy of DCG identification in Processes 2 and 3, particularly in continental glacier regions, with a notable increase in MCC values. Additionally, the independent binary-class models outperformed the integrated multi-class model in Processes 2 and 3, further validating the necessity of process-specific modeling. Comparison with the GGI18 glacier inventory showed a high level of consistency with the DCGs identified by the optimal algorithms, with an R[2] value of 0.971. Despite uncertainties in maritime glacier regions, the proposed method demonstrates robustness and high spatiotemporal generalization. This approach, combining machine learning and environmental variables, offers a reliable tool for automated DCG identification and can significantly aid future glacier inventory compilation and monitoring efforts.",
  "authors": [
    {
      "last_name": "He",
      "fore_name": "Rui",
      "initials": "R",
      "name": "Rui He",
      "affiliations": [
        "Key Laboratory of Ecological Safety and Sustainable Development in Arid Lands, Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences, Lanzhou 730000, PR China; State Key Laboratory of Cryospheric Science and Frozen Soil Engineering, Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences, Lanzhou 730000, PR China; University of Chinese Academy of Sciences, Beijing 100049, PR China."
      ]
    },
    {
      "last_name": "Shangguan",
      "fore_name": "Donghui",
      "initials": "D",
      "name": "Donghui Shangguan",
      "affiliations": [
        "State Key Laboratory of Cryospheric Science and Frozen Soil Engineering, Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences, Lanzhou 730000, PR China; University of Chinese Academy of Sciences, Beijing 100049, PR China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Qiudong",
      "initials": "Q",
      "name": "Qiudong Zhao",
      "affiliations": [
        "Key Laboratory of Ecological Safety and Sustainable Development in Arid Lands, Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences, Lanzhou 730000, PR China; State Key Laboratory of Cryospheric Science and Frozen Soil Engineering, Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences, Lanzhou 730000, PR China; University of Chinese Academy of Sciences, Beijing 100049, PR China. Electronic address: Zhaoqd@lzb.ac.cn."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Shiqiang",
      "initials": "S",
      "name": "Shiqiang Zhang",
      "affiliations": [
        "Shaanxi Key Laboratory of Earth Surface System and Environmental Carrying Capacity, Northwest University, Xi'an 710127, PR China; College of Urban and Environmental Sciences, Northwest University, Xi'an 710127, PR China."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "Zizhen",
      "initials": "Z",
      "name": "Zizhen Jin",
      "affiliations": [
        "Department of Geography, Xinzhou Normal University, Xinzhou 034000, PR China."
      ]
    },
    {
      "last_name": "Qin",
      "fore_name": "Yan",
      "initials": "Y",
      "name": "Yan Qin",
      "affiliations": [
        "College of Geography and Remote Sensing Sciences, Xinjiang University, Urumqi 830017, PR China."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Yaping",
      "initials": "Y",
      "name": "Yaping Chang",
      "affiliations": [
        "State Key Laboratory of Cryospheric Science and Frozen Soil Engineering, Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences, Lanzhou 730000, PR China. Electronic address: changyaping@lzb.ac.cn."
      ]
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "1879-1026",
    "issn_type": "Electronic",
    "volume": "955",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "10"
  },
  "start_page": "176946",
  "pages": "176946",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39426547",
    "doi": "10.1016/j.scitotenv.2024.176946",
    "pii": "S0048-9697(24)07103-1"
  },
  "doi": "10.1016/j.scitotenv.2024.176946",
  "dates": {
    "revised": "2024-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:28.236335",
    "pmid": "39426547"
  }
}