{
  "pmid": "39424280",
  "uid": "39424280",
  "title": "Medical Care Provider Involvement in Ontario Assisted Living Homes: A Descriptive Cross-Sectional Survey Analysis.",
  "abstract": "OBJECTIVES: Assisted living is growing in Ontario. Medical services are not regulated in Ontario, resulting in variability of physician involvement. We described medical service provider involvement and practice characteristics in assisted living homes. DESIGN: Descriptive cross-sectional study. SETTING AND PARTICIPANTS: A total of 88 assisted living homes in Ontario, Canada, which responded to a survey in 2023. METHODS: Administrators responded to questions on recruiting various health professionals, their involvement in the retirement home, support available, documentation in the home, and availability of palliative care. We reported absolute and relative proportions for survey items. We used regression analysis to assess if there is a statistically significant difference in the proportion of patients accessing care from the community in homes with and without a recruited medical service provider. RESULTS: Fifty-four (61.4%) of homes had a medical service provider, primarily an attending medical doctor. Attending medical doctors cared for more than 50 patients in 36% of homes, and 46% visited homes weekly. Administrators reported that medical providers spent most of the time providing appointments, responding to phone calls and faxes, conducting medication reviews, and discussing with residents' families. Nearly two-thirds of homes had nurses accompany physicians on rounds and provided medical service providers with clinic space and equipment. Two-thirds of homes provided residents with palliative care, primarily through community support. Residents of homes with a recruited medical service provider had 76% lower odds of seeking care from their physician in the community than those without a recruited provider (P < .001). CONCLUSIONS AND IMPLICATIONS: Our findings describe high variability in recruiting medical service providers in assisted living homes and their practice characteristics. Residents may benefit from on-site accessible and patient-centered medical care. This study provides contextual information to inform future research on assisted living in Ontario and enables policy comparisons to other provinces and countries.",
  "authors": [
    {
      "last_name": "Pasat",
      "fore_name": "Zain",
      "initials": "Z",
      "name": "Zain Pasat",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Centre for Integrated Care, St. Joseph's Health System, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Centre for Integrated Care, St. Joseph's Health System, Hamilton, Ontario, Canada; Research Institute for Aging, Waterloo, Ontario, Canada. Electronic address: acosta@mcmaster.ca."
      ]
    },
    {
      "last_name": "Kristof",
      "fore_name": "Lorand",
      "initials": "L",
      "name": "Lorand Kristof",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Wilson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Robert",
      "fore_name": "Benoît",
      "initials": "B",
      "name": "Benoît Robert",
      "affiliations": [
        "Perley Health, Ottawa, Ontario, Canada; Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boyd",
      "fore_name": "Hugh",
      "initials": "H",
      "name": "Hugh Boyd",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Collins",
      "fore_name": "Rhonda",
      "initials": "R",
      "name": "Rhonda Collins",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: rhonda.collins@schlegelvillages.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "12",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "105309",
  "pages": "105309",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Ontario",
    "Humans",
    "Assisted Living Facilities",
    "Surveys and Questionnaires",
    "Female",
    "Male",
    "Health Personnel"
  ],
  "article_ids": {
    "pubmed": "39424280",
    "doi": "10.1016/j.jamda.2024.105309",
    "pii": "S1525-8610(24)00731-X"
  },
  "doi": "10.1016/j.jamda.2024.105309",
  "dates": {
    "completed": "2024-11-28",
    "revised": "2024-11-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.392729",
    "pmid": "39424280"
  }
}