{
  "pmid": "39424206",
  "uid": "39424206",
  "title": "Cross-cultural adaptation and validation to Spanish of the PANELVIEW instrument to evaluate the health guidelines development process.",
  "abstract": "OBJECTIVES: The PANELVIEW questionnaire identifies the strengths and weaknesses of the process and methods used for developing health guidelines from the guideline development group's perspective. To expand its use, PANELVIEW ideally should be available in different languages. We aimed to cross-culturally adapt PANELVIEW into Spanish and assess its acceptability, validity, and reliability. STUDY DESIGN AND SETTING: To translate and culturally adapt PANELVIEW to Spanish, we followed International Society for Pharmacoeconomics and Outcomes Research's Translation and Cultural Adaptation Good Practice Principles guidelines. The process consisted of 1) forward and back translation, 2) input from an expert panel, and 3) cognitive debriefing interviews. We assessed the content validity with experts in guideline development who rated instrument items for relevance to determine the item content validity index and scale content validity index (I-CVI and S-CVI). We tested the reliability with health guidelines panels from Spanish-speaking countries and measured internal consistency (Cronbach's alpha). We examined acceptability through the number of missing responses for each item. RESULTS: The content comparison between the back-translation and the original version showed that most items (24/34) were conceptually equivalent but with grammatical differences. Through the cognitive interviews, we identified six items with wording issues, ten with clarity issues, and two with applicability issues. I-CVI ranged from 0.77 to 1.00, with two items needing revision. S-CVI was 0.92, showing excellent content validity. The PANELVIEW Spanish version demonstrated very good reliability (Cronbach's alpha coefficient of 0.96). Panel members responded to all items, showing good acceptability. CONCLUSION: The PANELVIEW Spanish version was conceptually equivalent to the original version and provided satisfactory evidence of acceptability, validity and reliability.",
  "authors": [
    {
      "last_name": "Zaror",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Zaror",
      "affiliations": [
        "Faculty of Dentistry, Department of Pediatric Dentistry and Orthodontics, Universidad de La Frontera, Temuco, Chile; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Center for Research in Epidemiology, Economics and Oral Public Health (CIEESPO), Faculty of Dentistry, Universidad de La Frontera, Temuco, Chile. Electronic address: carlos.zaror@ufrontera.cl."
      ]
    },
    {
      "last_name": "Bravo-Soto",
      "fore_name": "Gonzalo",
      "initials": "G",
      "name": "Gonzalo Bravo-Soto",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote National Pain Center, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oliveros",
      "fore_name": "Maria Jose",
      "initials": "MJ",
      "name": "Maria Jose Oliveros",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Facultad de Medicina, Departamento de Ciencias de La Rehabilitación, Universidad de La Frontera, Temuco, Chile."
      ]
    },
    {
      "last_name": "Burdiles",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Burdiles",
      "affiliations": [
        "Departamento de Evaluación de Tecnologías Sanitarias, Ministerio de Salud de Chile, Santiago, Chile; Facultad de Medicina, Universidad Andrés Bello, Santiago, Chile."
      ]
    },
    {
      "last_name": "Wiercioch",
      "fore_name": "Wojtek",
      "initials": "W",
      "name": "Wojtek Wiercioch",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Etxeandia-Ikobaltzeta",
      "fore_name": "Itziar",
      "initials": "I",
      "name": "Itziar Etxeandia-Ikobaltzeta",
      "affiliations": [
        "Division of Clinical Policy, Centers of Evidence Review, American College of Physicians, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Balaciano",
      "fore_name": "Giselle",
      "initials": "G",
      "name": "Giselle Balaciano",
      "affiliations": [
        "Ministerio de Salud de la Nación, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Sabalete",
      "fore_name": "Trinidad",
      "initials": "T",
      "name": "Trinidad Sabalete",
      "affiliations": [
        "Andalusian Health Technology Assessment Area, Progress and Health Foundation, Seville, Spain."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "School of Medicine, Universidad San Sebastián, Santiago, Chile."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Streiner",
      "fore_name": "David L",
      "initials": "DL",
      "name": "David L Streiner",
      "affiliations": [
        "Department of Psychiatry and Behavioral Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "176",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "111569",
  "pages": "111569",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Humans",
    "Reproducibility of Results",
    "Surveys and Questionnaires",
    "Cross-Cultural Comparison",
    "Translations",
    "Practice Guidelines as Topic",
    "Language",
    "Psychometrics"
  ],
  "article_ids": {
    "pubmed": "39424206",
    "doi": "10.1016/j.jclinepi.2024.111569",
    "pii": "S0895-4356(24)00325-1"
  },
  "doi": "10.1016/j.jclinepi.2024.111569",
  "dates": {
    "completed": "2024-12-13",
    "revised": "2024-12-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:26.892362",
    "pmid": "39424206"
  }
}