{
  "pmid": "39430469",
  "uid": "39430469",
  "title": "Protective activity of hirsutidin in high-fat intake and streptozotocin-induced diabetic rats: In silico and in vivo study.",
  "abstract": "BACKGROUND: Type 2 diabetes mellitus (T2DM) is defined by a wide variety of metabolic abnormalities, persistent hyperglycemia, and a slew of other complications. Catharanthus roseus L. (apocyanaceae), remarkably notable as Vinca Rosea, appears to be the source of the active component hirsutidin, which is reported in various diseases. OBJECTIVE: The study intended to appraise the antidiabetic capability of hirsutidin in a high-fat diet (HFD) and streptozotocin (STZ) induced diabetes in experimental rats. MATERIALS AND METHODS: An experimental rodent T2DM model was elicited by consuming an HFD regimen with STZ 50 mg/kg, i.p. dose formulated in a 0.1 M cold citrate buffer (pH 4.5). The test drug hirsutidin (10 and 20 mg/kg) and the standard drug glimeclamide (5 mg/kg) were administered daily for six weeks. The efficacy of hirsutidin was observed on several diabetes parameters. The average body weight and an array of biochemical markers were determined, including blood glucose, insulin, dyslipidemia (lipid profile), total protein (TP), liver injury [aspartate aminotransferase (AST), alanine aminotransferase (ALT)], inflammation [IL-6, IL-1β, tumor necrosis factor-α (TNF-α)], oxidative stress [malondialdehyde (MDA)] and antioxidant status [catalase (CAT), glutathione (GSH), and superoxide dismutase (SOD)]. In addition, the concentrations of leptin, adiponectin, and resistin were also assessed. Also, molecular docking studies were undertaken to investigate critical targets associated with diabetes, including TNF-α, insulin, adiponectin, and leptin. RESULTS: Diabetes induction with HFD/STZ resulted in hyperglycemia (significantly reduced blood glucose and increased insulin level), dyslipidemia (significantly reduced TC, TG and increased HDL), total protein (significantly reduced), oxidative stress and antioxidant status (significantly reduced MDA and increased CAT, SOD and GSH levels), inflammation (significantly decreased IL-6, IL-1β, TNF-α), liver damage (significantly reduced AST, ALT), and specific hormones such as adiponectin, leptin significantly improved and resistin significantly reduced as evidenced by biochemical data in this study. Intermolecular interactions of ligands and docking score, hirsutidin proteins TNF-α (2AZ5), Insulin (4IBM), Adiponectin (6KS1), Leptin (7Z3Q) with binding energy of -6.708, -7.674, -7.2 and -7.547 Kcal/mol. CONCLUSION: Hirsutidin may have an evidential hypoglycemic outcome and may exhibit potent antidiabetic activity in HFD/STZ-induced T2DM in rats. Treatment with hirsutidin significantly improved glycemic control, lipid metabolism, oxidative stress, inflammation, and liver function. Additionally, it normalized dysregulated levels of adiponectin, leptin, and resistin. Molecular docking confirmed its strong binding affinity to key diabetic targets.",
  "authors": [
    {
      "last_name": "Almalki",
      "fore_name": "Naif A R",
      "initials": "NAR",
      "name": "Naif A R Almalki",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah, 21589, Saudi Arabia.",
        "Experimental Biochemistry Unit, King Fahd Medical Research Center, King Abdulaziz University, Jeddah, 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Al-Abbasi",
      "fore_name": "Fahad A",
      "initials": "FA",
      "name": "Fahad A Al-Abbasi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah, 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Moglad",
      "fore_name": "Ehssan",
      "initials": "E",
      "name": "Ehssan Moglad",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Prince Sattam bin Abdulaziz University, Al-Kharj, 11942, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah, 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Al-Qahtani",
      "fore_name": "Salwa D",
      "initials": "SD",
      "name": "Salwa D Al-Qahtani",
      "affiliations": [
        "Department of Medical Laboratory Sciences, College of Applied Medical Sciences, Majmaah University, Al Majmaah, 11952, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Aljouf, Sakaka, 72341, Saudi Arabia."
      ]
    },
    {
      "last_name": "Imam",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Imam",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, P.O. Box 2457, Riyadh, 11451, Saudi Arabia."
      ]
    },
    {
      "last_name": "Sayyed",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Sayyed",
      "affiliations": [
        "School of Pharmacy, Glocal University, Saharanpur, 247121, India."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah, 21589, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Heliyon",
    "iso_abbreviation": "Heliyon",
    "issn": "2405-8440",
    "issn_type": "Print",
    "volume": "10",
    "issue": "19",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "15"
  },
  "start_page": "e38625",
  "pages": "e38625",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39430469",
    "pmc": "PMC11490783",
    "doi": "10.1016/j.heliyon.2024.e38625",
    "pii": "S2405-8440(24)14656-7"
  },
  "doi": "10.1016/j.heliyon.2024.e38625",
  "pmc_id": "PMC11490783",
  "dates": {
    "revised": "2024-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.176932",
    "pmid": "39430469"
  }
}