{
  "pmid": "39433149",
  "uid": "39433149",
  "title": "Changes in Oral Health-Related Quality of Life after (non-)restorative treatment of tooth wear in adult patients: A systematic review.",
  "abstract": "OBJECTIVE: Literature was systematically reviewed to determine the impact of tooth wear management on the Oral Health Related Quality of Life (OHRQoL) amongst adult patients with tooth wear. DATA: A protocol was developed, a priori (PROSPERO CRD42022343108) following the PRISMA guidelines. To assess risk of bias and certainty of evidence the RoB2-tool, JBI-tool, and GRADE were used. SOURCES: PubMed, Scopus, Cochrane Library, Embase and Web of Science were searched. The first search took place on 21.10.2022, subsequently updated in May 2024. STUDY SELECTION: Inclusion criteria were RCT's, quasi-RCT's, prospective- or retrospective-studies with adult patients with moderate to severe tooth wear, treated restoratively and/or with counseling and monitoring that were also assessed for OHRQoL during at least two time points. Exclusion criteria were, studies with children, OHRQoL only measured once, narrative and systematic reviews, conference abstracts, technical reports, consensus papers, and any other type of non-clinical study. RESULTS: Six papers were included in this review. Overall, qualitative analysis revealed an increase in OHRQoL after restorative treatment, and no change in OHRQoL after one year of counseling and monitoring. Some studies showed a slightly negative effect on esthetics in the years post-treatment, and some of the dimensions of the Oral Health Impact Profile (OHIP) did not change or demonstrated minor change only. For the RCT's, blinding of participants and operators was not possible, as the participants had an awareness of the treatment. For the non-RCT's, the primary issue was the lack of control, with a general high risk of bias. CONCLUSION: The provision of restorative treatment in patients with moderate to severe tooth wear frequently results in a positive impact on OHRQoL. Further research is required to substantiate the importance of OHRQoL for the treatment of (tooth wear) patients. CLINICAL SIGNIFICANCE: The outcomes may help dentists and researchers better understand the advantages of using PROMS in their clinical work or research as valuable outcomes.",
  "authors": [
    {
      "last_name": "van Sambeek",
      "fore_name": "Roos M F",
      "initials": "RMF",
      "name": "Roos M F van Sambeek",
      "affiliations": [
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, The Netherlands. Electronic address: roos.vansambeek@radboudumc.nl."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir B",
      "initials": "SB",
      "name": "Shamir B Mehta",
      "affiliations": [
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, The Netherlands; King's College London, Faculty of Dentistry, Oral & Craniofacial Sciences, Guy's Campus, London, United Kingdom."
      ]
    },
    {
      "last_name": "Flapper",
      "fore_name": "Carlijn",
      "initials": "C",
      "name": "Carlijn Flapper",
      "affiliations": [
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Fokkinga",
      "fore_name": "Wietske A",
      "initials": "WA",
      "name": "Wietske A Fokkinga",
      "affiliations": [
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Loomans",
      "fore_name": "Bas A C",
      "initials": "BAC",
      "name": "Bas A C Loomans",
      "affiliations": [
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Pereira-Cenci",
      "fore_name": "Tatiana",
      "initials": "T",
      "name": "Tatiana Pereira-Cenci",
      "affiliations": [
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Journal of dentistry",
    "iso_abbreviation": "J Dent",
    "issn": "1879-176X",
    "issn_type": "Electronic",
    "volume": "151",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "105428",
  "pages": "105428",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Quality of Life",
    "Oral Health",
    "Tooth Wear",
    "Adult",
    "Dental Restoration, Permanent"
  ],
  "article_ids": {
    "pubmed": "39433149",
    "doi": "10.1016/j.jdent.2024.105428",
    "pii": "S0300-5712(24)00598-0"
  },
  "doi": "10.1016/j.jdent.2024.105428",
  "dates": {
    "completed": "2024-11-23",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.484521",
    "pmid": "39433149"
  }
}