{
  "pmid": "39434808",
  "uid": "39434808",
  "title": "Patient Factors Associated with Increased Cancer Worry, Fatigue, and Impact on Work Following a Breast Cancer Diagnosis: A Cross-Sectional Analysis.",
  "abstract": "Introduction: A breast cancer diagnosis may result in disabling effects which may persist after treatment. The aim of this study was to identify patient factors that are associated with increased cancer worry, fatigue, and impact on work. Methods: Women with a history of breast cancer, aged ≥18 years, and English-speaking were recruited through the Love Research Army between October and November 2019. Participants completed demographic and clinical questions alongside the BREAST-Q Cancer Worry, Fatigue, and Impact on Work scales. Univariable and multivariable regression analyses were used to identify participant characteristics associated with each scale. Results: Cancer Worry, Fatigue, and Impact on Work scales were completed by n = 1680, n = 1037, and n = 873 participants, respectively. Most participants were older than 50 (n = 1,470, 87.5%), married (n = 1229, 73.2%), white (n = 1557, 92.7%), and had undergone surgery for cancer treatment (n = 1,472, 87.6%). Increased Cancer Worry was significantly associated (P < .04) with younger age, less time since diagnosis, pain related to cancer/treatment, recurrence, prior chemotherapy, and ongoing breast edema. Increased Fatigue was significantly associated (P < .01) with elevated BMI, less time since diagnosis, ethnicity, employment status, recurrence, prior chemotherapy, ongoing pain, and difficulty sleeping secondary to treatment. Decreased Impact on Work scores was significantly associated (P < .04) with chemotherapy administration, shorter time since diagnosis, employment, fatigue related to treatment, breast edema, and ongoing pain. Conclusion: This study reveals patient characteristics associated with increased cancer worry, fatigue, and a negative impact on work following a breast cancer diagnosis. These findings can inform clinical and research initiatives to better support patients through treatment and survivorship.",
  "authors": [
    {
      "last_name": "Voineskos",
      "fore_name": "Sophocles H",
      "initials": "SH",
      "name": "Sophocles H Voineskos",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0003-3818-2164"
    },
    {
      "last_name": "Gallo",
      "fore_name": "Lucas",
      "initials": "L",
      "name": "Lucas Gallo",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-5152-9471"
    },
    {
      "last_name": "Kaur",
      "fore_name": "Manraj",
      "initials": "M",
      "name": "Manraj Kaur",
      "affiliations": [
        "Department of Surgery, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Tsangaris",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Tsangaris",
      "affiliations": [
        "Department of Surgery, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Nelson",
      "fore_name": "Jonas A",
      "initials": "JA",
      "name": "Jonas A Nelson",
      "affiliations": [
        "Plastic and Reconstructive Surgery Service, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
      ],
      "orcid": "0000-0003-0329-4422"
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Division of Plastic Surgery, Brigham and Women's Hospital, Boston, MA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "volume": "32",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "593",
  "end_page": "605",
  "pages": "593-605",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39434808",
    "pmc": "PMC11490967",
    "doi": "10.1177/22925503231161067",
    "pii": "10.1177_22925503231161067"
  },
  "doi": "10.1177/22925503231161067",
  "pmc_id": "PMC11490967",
  "dates": {
    "revised": "2025-07-08"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 CA008748",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.219786",
    "pmid": "39434808"
  }
}