{
  "pmid": "39434964",
  "uid": "39434964",
  "title": "Nosocomial meningitis diagnostic test characteristics: a systematic review.",
  "abstract": "BACKGROUND: The incidence of nosocomial meningitis, and utility of lumbar puncture, is unclear in hospitalized patients without preceding neurosurgery or head trauma. AIM: We planned for a systematic review and meta-analysis to evaluate accuracy of clinical features and diagnostic utility of lumbar puncture in nosocomial meningitis. METHODS: We searched MEDLINE, MEDLINE In-Process/ePubs, EMBASE, Cochrane Central Register of Controlled Trials, Cochrane Database of Systematic Reviews, and Web of Science from inception until June 5, 2024. We included studies evaluating utility of clinical features, or lumbar puncture, to rule out nosocomial meningitis in patients without preceding neurosurgery or head trauma. We excluded studies examining community acquired meningitis, outbreaks, HIV positive individuals, and case reports. Outcomes included incidence, risk factors and diagnostic accuracy of clinical features for nosocomial meningitis, and lumbar puncture complications. Given few included studies and heterogeneity, we could only summarize incidence of nosocomial meningitis. FINDINGS: Of 13,302 citations, we reviewed 197 manuscripts and included 6. There were 23 of 333 (6.9%, very low certainty) positive lumbar punctures among individuals who underwent lumbar puncture to rule out nosocomial meningitis. CONCLUSIONS: There were insufficient data to evaluate the diagnostic accuracy of lumbar puncture in nosocomial meningitis in patients without preceding neurosurgery or head trauma. Very low certainty evidence indicates the incidence of nosocomial meningitis is low in this population. Given complications and costs associated with lumbar puncture, future studies should evaluate its utility in nosocomial meningitis. In the meantime, it may be reasonable to reserve lumbar puncture to instances of high suspicion.",
  "authors": [
    {
      "last_name": "Granton",
      "fore_name": "David",
      "initials": "D",
      "name": "David Granton",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Brown",
      "affiliations": [
        "Michigan State University College of Human Medicine, Michigan, USA."
      ]
    },
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Department of Critical Care, Lakeridge Health Corporation, Oshawa, ON, Canada.",
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Chaudhuri",
      "fore_name": "Dipayan",
      "initials": "D",
      "name": "Dipayan Chaudhuri",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bogoch",
      "fore_name": "Isaac I",
      "initials": "II",
      "name": "Isaac I Bogoch",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Divisions of Internal Medicine and Infectious Diseases, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Soong",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Soong",
      "affiliations": [
        "Division of General Internal Medicine, Sinai Health, University of Toronto, Toronto, ON, Canada.",
        "Institute of Health Policy Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Englesakis",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Englesakis",
      "affiliations": [
        "Library & Information Services, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Eddy",
      "initials": "E",
      "name": "Eddy Fan",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Infection prevention in practice",
    "iso_abbreviation": "Infect Prev Pract",
    "issn": "2590-0889",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "100402",
  "pages": "100402",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39434964",
    "pmc": "PMC11491709",
    "doi": "10.1016/j.infpip.2024.100402",
    "pii": "S2590-0889(24)00066-0"
  },
  "doi": "10.1016/j.infpip.2024.100402",
  "pmc_id": "PMC11491709",
  "dates": {
    "revised": "2024-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.254947",
    "pmid": "39434964"
  }
}