{
  "pmid": "39430702",
  "uid": "39430702",
  "title": "Transformer-based active learning for multi-class text annotation and classification.",
  "abstract": "OBJECTIVE: Data-driven methodologies in healthcare necessitate labeled data for effective decision-making. However, medical data, particularly in unstructured formats, such as clinical notes, often lack explicit labels, making manual annotation challenging and tedious. METHODS: This paper introduces a novel deep active learning framework designed to facilitate the annotation process for multiclass text classification, specifically using the SOAP (subjective, objective, assessment, plan) framework, a widely recognized medical protocol. Our methodology leverages transformer-based deep learning techniques to automatically annotate clinical notes, significantly easing the manual labor involved and enhancing classification performance. Transformer-based deep learning models, with their ability to capture complex patterns in large datasets, represent a cutting-edge approach for advancing natural language processing tasks. RESULTS: We validate our approach through experiments on a diverse set of clinical notes from publicly available datasets, comprising over 426 documents. Our model demonstrates superior classification accuracy, with an F1 score improvement of 4.8% over existing methods but also provides a practical tool for healthcare professionals, potentially improving clinical documentation practices and patient care. CONCLUSIONS: The research underscores the synergy between active learning and advanced deep learning, paving the way for future exploration of automatic text annotation and its implications for clinical informatics. Future studies will aim to integrate multimodal data and large language models to enhance the richness and accuracy of clinical text analysis, opening new pathways for comprehensive healthcare insights.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "College of Computing, Birmingham City University, Birmingham, UK."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Jamil",
      "initials": "J",
      "name": "Jamil Hussain",
      "affiliations": [
        "Department of AI and Data Science, Sejong University, Seoul, Korea."
      ],
      "orcid": "0000-0003-3862-8787"
    },
    {
      "last_name": "Abbas",
      "fore_name": "Asim",
      "initials": "A",
      "name": "Asim Abbas",
      "affiliations": [
        "Department of Computer Science, St John's University, Jamaica, NY, USA.",
        "School of Computer Science, University of Birmingham, Birmingham, UK."
      ],
      "orcid": "0000-0001-6374-0397"
    },
    {
      "last_name": "Hussain",
      "fore_name": "Maqbool",
      "initials": "M",
      "name": "Maqbool Hussain",
      "affiliations": [
        "School of Computing and Engineering, University of Derby, Derby, UK."
      ]
    },
    {
      "last_name": "Attique",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Attique",
      "affiliations": [
        "Department of Software, Sejong University, Seoul, Korea."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Sungyoung",
      "initials": "S",
      "name": "Sungyoung Lee",
      "affiliations": [
        "Department of Computer Science and Engineering, Kyung Hee University, Yongin, Korea."
      ]
    }
  ],
  "journal": {
    "title": "Digital health",
    "iso_abbreviation": "Digit Health",
    "issn": "2055-2076",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2024"
  },
  "start_page": "20552076241287357",
  "pages": "20552076241287357",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39430702",
    "pmc": "PMC11487558",
    "doi": "10.1177/20552076241287357",
    "pii": "10.1177_20552076241287357"
  },
  "doi": "10.1177/20552076241287357",
  "pmc_id": "PMC11487558",
  "dates": {
    "revised": "2024-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.177569",
    "pmid": "39430702"
  }
}