{
  "pmid": "39445858",
  "uid": "39445858",
  "title": "The equivalence of a high-stakes objective structured clinical exam adapted to suit a virtual delivery format.",
  "abstract": "INTRODUCTION: The COVID-19 pandemic necessitated rapid adaptation of clinical competence assessments, including the transition of Objective Structured Clinical Examinations (OSCE) from in-person to virtual formats. This study investigates the construct equivalence of a high-stakes OSCE, originally designed for in-person delivery, when adapted for a virtual format. METHODS: A retrospective analysis was conducted using OSCE scores from the Internationally Educated Nurse Competency Assessment Program (IENCAP®). Data were collected from 15 exam administrations between January 2018 and June 2022, encompassing 2021 examinees (1936 in-person, 85 virtual). The Many-Facet Rasch Measurement (MFRM) model was employed to analyze the invariance of examinee ability, case difficulty, and criteria difficulty across in-person and virtual formats. RESULTS: Results revealed overall examinee ability estimates remained invariant regardless of the OSCE format, while invariant violations were identified in only three of the 15 cases (N = 20%) adapted to suit the virtual format. The most significant adaptation, namely the use of a verbal physical examination to suit the virtual context achieved equivalence to its hands-on in-person counterpart given evidence of invariance across criteria estimates. Interestingly, criteria scores in invariant violated cases displayed a higher level of stability or consistency across the virtual OSCE formats versus their in-person counterpart highlighting a potential benefit of the virtual versus in-person format and potentially linked to the verbal physical examination. CONCLUSION: The study found that while examinee ability and case difficulty estimates exhibited some invariance between in-person and virtual OSCE formats, criteria involving physical assessments faced challenges in maintaining construct equivalence. These findings highlight the need for careful consideration in adapting high-stakes clinical assessments to virtual formats to ensure fairness and reliability.",
  "authors": [
    {
      "last_name": "Coetzee",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Coetzee",
      "affiliations": [
        "Construct Measures, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Amirthalingam",
      "fore_name": "Luxshi",
      "initials": "L",
      "name": "Luxshi Amirthalingam",
      "affiliations": [
        "Touchstone Institute, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-1097-1997"
    },
    {
      "last_name": "Eftekari",
      "fore_name": "Tabasom",
      "initials": "T",
      "name": "Tabasom Eftekari",
      "affiliations": [
        "Touchstone Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Division of Education and Innovation, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8723-5942"
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "e14167",
  "pages": "e14167",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Educational Measurement",
    "Clinical Competence",
    "Retrospective Studies",
    "SARS-CoV-2",
    "Pandemics"
  ],
  "article_ids": {
    "pubmed": "39445858",
    "pmc": "PMC11660028",
    "doi": "10.1111/jep.14167"
  },
  "doi": "10.1111/jep.14167",
  "pmc_id": "PMC11660028",
  "dates": {
    "completed": "2024-12-20",
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.074260",
    "pmid": "39445858"
  }
}