{
  "pmid": "39446871",
  "uid": "39446871",
  "title": "Development of a patient-centred tool for use in total hip arthroplasty.",
  "abstract": "BACKGROUND: The aim of this project was to develop a tool using the experience of previous patients to inform patient-centred clinical decision-making in the context of total hip arthroplasty (THA). We sought out the patients' views on what is important for them, leveraging registry data, and providing outcome information that is perceived as relevant, understandable, adapted to a specific patient's profile, and readily available. METHODS: We created the information tool \"Patients like me\" in four steps. (1) The knowledge basis was the systematically collected detailed exposure and outcome information from the Geneva Arthroplasty Registry established 1996. (2) From the registry we randomly selected 275 patients about to undergo or having already undergone THA and asked them via interviews and a survey which benefits and harms associated with the operation and daily life with the prosthesis they perceived as most important. (3) The identified relevant data (39 predictor candidates, 15 outcomes) were evaluated using Conditional Inference Trees analysis to construct a classification algorithm for each of the 15 outcomes at three different time points/periods. Internal validity of the results was tested using bootstrapping. (4) The tool was designed by and pre-tested with patients over several iterations. RESULTS: Data from 6836 primary elective THAs operated between 1996 and 2019 were included. The trajectories for the 15 outcomes from the domains pain relief, activity improvement, complication (infection, dislocation, peri-prosthetic fracture) and what to expect in the future (revision surgery, need for contralateral hip replacement) over up to 20 years after surgery were presented for all patients and for specific patient profiles. The tool was adapted to various purposes including individual use, group sessions, patient-clinician interaction and surgeon information to complement the preoperative planning. The pre-test patients' feedback to the tool was unanimously positive. They considered it interesting, clear, complete, and complementary to other information received. CONCLUSION: The tool based on a survey of patients' perceived concerns and interests and the corresponding long-term data from a large institutional registry makes past patients' experience accessible, understandable, and visible for today's patients and their clinicians. It is a comprehensive illustration of trajectories of relevant outcomes from previous \"Patients like me\". This principle and methodology can be applied in other medical fields.",
  "authors": [
    {
      "last_name": "Lübbeke",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Lübbeke",
      "affiliations": [
        "Division of Orthopaedics & Trauma Surgery, Geneva University Hospitals and University of Geneva, Geneva, Switzerland.",
        "Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, United Kingdom."
      ],
      "orcid": "0000-0002-6905-6120"
    },
    {
      "last_name": "Cullati",
      "fore_name": "Stéphane",
      "initials": "S",
      "name": "Stéphane Cullati",
      "affiliations": [
        "Quality of Care Service, University Hospitals of Geneva & Department of Readaptation and Geriatrics, University of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-3881-446X"
    },
    {
      "last_name": "Baréa",
      "fore_name": "Christophe",
      "initials": "C",
      "name": "Christophe Baréa",
      "affiliations": [
        "Division of Orthopaedics & Trauma Surgery, Geneva University Hospitals and University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Cole",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Cole",
      "affiliations": [
        "Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Fabiano",
      "fore_name": "Gianluca",
      "initials": "G",
      "name": "Gianluca Fabiano",
      "affiliations": [
        "Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Silman",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Silman",
      "affiliations": [
        "Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Gutacker",
      "fore_name": "Nils",
      "initials": "N",
      "name": "Nils Gutacker",
      "affiliations": [
        "Centre for Health Economics, University of York, York, United Kingdom."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division General Internal Medicine, Geneva University Hospitals and University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Hannouche",
      "fore_name": "Didier",
      "initials": "D",
      "name": "Didier Hannouche",
      "affiliations": [
        "Division of Orthopaedics & Trauma Surgery, Geneva University Hospitals and University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Pinedo-Villanueva",
      "fore_name": "Rafael",
      "initials": "R",
      "name": "Rafael Pinedo-Villanueva",
      "affiliations": [
        "Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, United Kingdom."
      ],
      "orcid": "0000-0002-4723-5128"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "10",
    "pub_year": "2024"
  },
  "start_page": "e0307752",
  "pages": "e0307752",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Arthroplasty, Replacement, Hip",
    "Male",
    "Female",
    "Aged",
    "Middle Aged",
    "Registries",
    "Patient-Centered Care",
    "Surveys and Questionnaires",
    "Adult",
    "Clinical Decision-Making",
    "Aged, 80 and over"
  ],
  "article_ids": {
    "pubmed": "39446871",
    "pmc": "PMC11500863",
    "doi": "10.1371/journal.pone.0307752",
    "pii": "PONE-D-23-36807"
  },
  "doi": "10.1371/journal.pone.0307752",
  "pmc_id": "PMC11500863",
  "dates": {
    "completed": "2024-10-24",
    "revised": "2024-10-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:43.182091",
    "pmid": "39446871"
  }
}