{
  "pmid": "39447582",
  "uid": "39447582",
  "title": "[Association between perinatal mortality and the management of cows before and at calving in large dairy herds].",
  "abstract": "OBJECTIVE: Stillbirths account for a relevant proportion of total calf mortality on dairy farms. In addition, the stillbirth rate is an important criterion for assessing animal welfare. The aim of this study was to determine the relationship between the stillbirth rate and aspects concerning the management of cows ante partum and during the calving period in larger dairy herds. MATERIAL AND METHODS: In 97 dairy farms with an average herd size of 550 cattle (≥24 months old), data concerning farm management and animal health were collected as part of a farm inspection using a questionnaire. The stillbirth rate of the respective farms was determined based on the farm's own data on the milk yield test and analyzed for possible correlations with farm management using a multivariable factor analysis. RESULTS: A higher stillbirth rate was found on farms with particularly lean and overconditioned transit cows in the herd. A positive association to the stillbirth rate was also found for farms using a special birth monitoring system for heifers and those with more than 20% assisted calvings. There was no association with herd size. CONCLUSIONS: Regardless of herd size, factors that are related to the stillbirth rate may be determined by analyzing the farm management. The body condition of the cows is a key parameter. The introduction of special birth monitoring for heifers can probably be interpreted as a reaction to increased stillbirths in the herd. CLINICAL RELEVANCE: Conditioning cows before calving is an important field of action for herd managers in order to avoid stillbirths. The cows should not approach the calving period in an overly lean or over-conditioned state. When in such state, however, it is advisable for these cows to be monitored more closely in order to allow for professional assistance at the pertinent time period. Integration of body condition scoring of cows at dry-off, calving and the end of the high-yielding period, assessment of calving conditions and training of staff involved in obstetrics into veterinary herd management is warranted.",
  "authors": [
    {
      "last_name": "Keller",
      "fore_name": "Steffi",
      "initials": "S",
      "name": "Steffi Keller",
      "affiliations": [
        "Tierklinik für Reproduktionsmedizin und Neugeborenenkunde, Justus-Liebig-Universität Gießen."
      ]
    },
    {
      "last_name": "Donat",
      "fore_name": "Karsten",
      "initials": "K",
      "name": "Karsten Donat",
      "affiliations": [
        "Tierklinik für Reproduktionsmedizin und Neugeborenenkunde, Justus-Liebig-Universität Gießen.",
        "Thüringer Tierseuchenkasse, AdöR, Tiergesundheitsdienst, Jena."
      ]
    },
    {
      "last_name": "Söllner-Donat",
      "fore_name": "Stefanie",
      "initials": "S",
      "name": "Stefanie Söllner-Donat",
      "affiliations": [
        "Thüringer Tierseuchenkasse, AdöR, Tiergesundheitsdienst, Jena."
      ]
    },
    {
      "last_name": "Wehrend",
      "fore_name": "Axel",
      "initials": "A",
      "name": "Axel Wehrend",
      "affiliations": [
        "Tierklinik für Reproduktionsmedizin und Neugeborenenkunde, Justus-Liebig-Universität Gießen."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Thüringer Tierseuchenkasse, AdöR, Tiergesundheitsdienst, Jena."
      ]
    }
  ],
  "journal": {
    "title": "Tierarztliche Praxis. Ausgabe G, Grosstiere/Nutztiere",
    "iso_abbreviation": "Tierarztl Prax Ausg G Grosstiere Nutztiere",
    "issn": "2567-5834",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "271",
  "end_page": "280",
  "pages": "271-280",
  "language": "ger",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Cattle",
    "Female",
    "Dairying",
    "Stillbirth",
    "Pregnancy",
    "Perinatal Mortality",
    "Animal Husbandry",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "39447582",
    "doi": "10.1055/a-2410-1310"
  },
  "doi": "10.1055/a-2410-1310",
  "dates": {
    "completed": "2024-10-24",
    "revised": "2024-10-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.505376",
    "pmid": "39447582"
  }
}