{
  "pmid": "39450743",
  "uid": "39450743",
  "title": "Cost-Utility Analysis of Low-Dose Pioglitazone in a Population With Prediabetes and a History of Stroke or Transient Ischemic Attack.",
  "abstract": "BACKGROUND: Pioglitazone significantly reduces the risk of stroke in people with diabetes, and in those with prediabetes, it markedly reduces the risk of stroke/myocardial infarction and new-onset diabetes. Low-dose pioglitazone provides most of the clinical benefits of high-dose pioglitazone, with fewer adverse effects. We report an economic evaluation of the cost-effectiveness of low-dose pioglitazone versus placebo from a Canadian public payer perspective in 2023 Canadian dollars. METHODS AND RESULTS: A Markov model was developed at a lifetime horizon with an annual cycle length and 5 health states (event-free, myocardial infarction, stroke, new-onset diabetes, and death). Transition probabilities were extracted from the IRIS (Insulin Resistance Intervention in Stroke) trial. Health state costs and utilities were based on public sources. Annual discount rates of 1.5% were applied in the reference-case analysis. Probabilistic analyses were conducted to deal with parameter uncertainty through 5000 simulations. The costs were estimated as $24 887 (interquartile range [IQR], $14 632-$41507) for low-dose pioglitazone and $57 301 (IQR, $48 730-$67368) for placebo, resulting in a cost saving of -$30 287 (IQR, -$43 374 to -$14 587) in favor of low-dose pioglitazone. Quality-adjusted life years were estimated as 25.99 (IQR, 24.56-26.81) for the low-dose pioglitazone and 19.44 (IQR, 18.68-20.13) for placebo, resulting in a difference of 6.37 (IQR, 5.07-7.36) in favor of low-dose pioglitazone. Consistent findings were observed from scenario analyses and 1-way probability sensitivity analyses. CONCLUSIONS: Holding across a wide range of values in modeling parameters, low-dose pioglitazone is found as the dominant strategy versus a placebo.",
  "authors": [
    {
      "last_name": "Yuan",
      "fore_name": "Fei",
      "initials": "F",
      "name": "Fei Yuan",
      "affiliations": [
        "Population Health Research Institute, DBCVSRI Hamilton ON Canada.",
        "Department of Health Research Methods, Evidence and Impact McMaster University Hamilton ON Canada."
      ],
      "orcid": "0000-0001-5408-8261"
    },
    {
      "last_name": "Spence",
      "fore_name": "J David",
      "initials": "JD",
      "name": "J David Spence",
      "affiliations": [
        "Neurology & Clinical Pharmacology Western University London ON Canada.",
        "Director, Stroke Prevention & Atherosclerosis Research Centre Robarts Research Institute London ON Canada."
      ],
      "orcid": "0000-0001-7478-1098"
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster Chair in Health Technology Management McMaster University Hamilton ON Canada.",
        "Center for Health Economics and Policy Analysis (CHEPA) McMaster University Hamilton ON Canada.",
        "Programs for Assessment of Technology in Health (PATH) The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton Hamilton ON Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Heart Association",
    "iso_abbreviation": "J Am Heart Assoc",
    "issn": "2047-9980",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "21",
    "pub_year": "2024",
    "pub_month": "Nov",
    "pub_day": "05"
  },
  "start_page": "e034531",
  "pages": "e034531",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Pioglitazone",
    "Cost-Benefit Analysis",
    "Ischemic Attack, Transient",
    "Stroke",
    "Hypoglycemic Agents",
    "Prediabetic State",
    "Quality-Adjusted Life Years",
    "Markov Chains",
    "Female",
    "Male",
    "Canada",
    "Middle Aged",
    "Aged",
    "Drug Costs",
    "Models, Economic",
    "Treatment Outcome",
    "Diabetes Mellitus, Type 2"
  ],
  "article_ids": {
    "pubmed": "39450743",
    "pmc": "PMC11935695",
    "doi": "10.1161/JAHA.123.034531"
  },
  "doi": "10.1161/JAHA.123.034531",
  "pmc_id": "PMC11935695",
  "dates": {
    "completed": "2024-11-05",
    "revised": "2025-03-27"
  },
  "chemicals": [
    "Pioglitazone",
    "Hypoglycemic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.679285",
    "pmid": "39450743"
  }
}