{
  "pmid": "39456408",
  "uid": "39456408",
  "title": "Protective Effect of Epigallocatechin-3-gallate against Hepatic Oxidative Stress Induced by tert-Butyl Hhydroperoxide in Yellow-Feathered Broilers.",
  "abstract": "Recent studies have shown that epigallocatechin-3-gallate (EGCG), as an effective antioxidant, could attenuate the oxidative damage, inflammation and necrosis in the liver in response to oxidative stress. The present study investigated whether oral administration of EGCG could effectively alleviate the hepatic histopathological changes and oxidative damage in yellow-feathered broilers induced by tert-butyl hydroperoxide (t-BHP). Broilers were exposed to 600 μmol t-BHP/kg body weight (BW) to induce oxidative stress by intraperitoneal injection every five days, followed by oral administration of different doses of EGCG (0, 20, 40 and 60 mg/kg BW) and 20 mg vitamin E (VE)/kg BW every day during 5-21 days of age. The results showed that t-BHP injection decreased (p < 0.05) body weight and the relative weight of the spleen; the enzyme activities of total antioxidant capacity (T-AOC), catalase (CAT) and total superoxide dismutase (SOD); and gene mRNA expressions of nuclear factor erythroid 2-related factor 2 (Nrf2), CAT, SOD1, SOD2 and acetyl-CoA carboxylase (ACACA); as well as increased (p < 0.05) necrosis formation, malondialdehyde (MDA) content, reactive oxygen species (ROS)accumulation, and peroxisome proliferator activates receptor-α (PPARα) mRNA expression in the liver of yellow-feathered female broilers at 21 days of age. Treatment with 60 mg EGCG/kg BW orally could enhance antioxidant enzyme activities and reverse the hepatic damage induced by t-BHP injection by reducing the accumulation of ROS and MDA in the liver and activating the Nrf2 and PPARα pathways related to the induction of antioxidant gene expression (p < 0.05). In conclusion, intraperitoneal injection of t-BHP impaired body growth and induced hepatic ROS accumulation, which destroyed the antioxidant system and led to oxidative damage in the liver of yellow-feathered broilers from 5 to 21 days of age. It is suggested that EGCG may play an antioxidant role through the Nrf2 and PPARα signaling pathways to effectively protect against t-BHP-induced hepatic oxidative damage in broilers, and the appropriate dose was 60 mg EGCG/kg BW by oral administration.",
  "authors": [
    {
      "last_name": "Ma",
      "fore_name": "Xinyan",
      "initials": "X",
      "name": "Xinyan Ma",
      "affiliations": [
        "College of Veterinary Medicine, South China Agricultural University, Guangzhou 510642, China.",
        "Institute of Animal Science, Guangdong Academy of Agricultural Sciences, Guangzhou 510640, China."
      ]
    },
    {
      "last_name": "Ni",
      "fore_name": "Junli",
      "initials": "J",
      "name": "Junli Ni",
      "affiliations": [
        "Institute of Animal Health, Guangdong Academy of Agricultural Sciences, Guangzhou 510640, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Wang",
      "affiliations": [
        "College of Veterinary Medicine, South China Agricultural University, Guangzhou 510642, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Yongwen",
      "initials": "Y",
      "name": "Yongwen Zhu",
      "affiliations": [
        "College of Veterinary Medicine, South China Agricultural University, Guangzhou 510642, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "College of Veterinary Medicine, South China Agricultural University, Guangzhou 510642, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Mingfei",
      "initials": "M",
      "name": "Mingfei Sun",
      "affiliations": [
        "Institute of Animal Health, Guangdong Academy of Agricultural Sciences, Guangzhou 510640, China."
      ]
    }
  ],
  "journal": {
    "title": "Antioxidants (Basel, Switzerland)",
    "iso_abbreviation": "Antioxidants (Basel)",
    "issn": "2076-3921",
    "issn_type": "Print",
    "volume": "13",
    "issue": "10",
    "pub_year": "2024",
    "pub_month": "Sep",
    "pub_day": "24"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39456408",
    "pmc": "PMC11504997",
    "doi": "10.3390/antiox13101153",
    "pii": "antiox13101153"
  },
  "doi": "10.3390/antiox13101153",
  "pmc_id": "PMC11504997",
  "dates": {
    "revised": "2024-10-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.718290",
    "pmid": "39456408"
  }
}