{
  "pmid": "39458989",
  "uid": "39458989",
  "title": "6-Shogaol Abrogates Parkinson's Disease in Rotenone-Induced Rodents: Based on In Silico Study and Inhibiting TNF-α/NF-κB/IL-1β/MAO-B.",
  "abstract": "Background/Objectives: 6-Shogaol is a comparatively innovative anti-Parkinson's remedy with antioxidant and anti-inflammatory characteristics. This investigation intended to determine the role of 6-shogaol in the Parkinson's disease (PD) paradigm in rotenone-induced rats. Methods: Thirty male Wistar rats (10-12 weeks old; 180 ± 20 g) were divided into five groups. Animals with rotenone-induced experimental PD were subsequently treated with 6-shogaol-10 at 20 mg/kg for 28 days. After the experimental duration, behavioural investigations were performed, i.e., open field test, forced swim test, rotarod test, and catalepsy test. Biochemical assessments like AChE, GSH, CAT, SOD, MDA, nitrite, ceruloplasmin, proinflammatory markers such as IL-1β, NF-κB, TNF-α, and catecholamines markers (DA, GABA, and MAO-B) were determined. The docking procedure was conducted using the AutoDock Vina docking protocol. Furthermore, histopathology was performed. Results: Rotenone significantly increased the level of MAO-B, oxidative, nitrative, and pro-inflammatory markers. However, there was a decline in ceruloplasmin, dopamine, and endogenous antioxidants. Treatment with 6-shogaol (10 and 20 mg/kg) considerably sustained the elevation of oxidative stress and inflammatory indicators and decreased AChE activity and dopamine levels. In the histology of the brain, 6-shogaol improved the neuronal structure and reduced the degeneration of neurons. Based on the binding energy values, compound 6-shogaol demonstrates a favourable binding affinity to AChE, MAO-B, DA, and GABA with respective binding energies of -8.214, -8.133, -7.396 and -6.189 kcal/mol. Conclusions: In this study, 6-shogaol exhibited neuroprotective properties against PD, which could be employed as a prospective medication for PD.",
  "authors": [
    {
      "last_name": "Rafeeq",
      "fore_name": "Misbahuddin",
      "initials": "M",
      "name": "Misbahuddin Rafeeq",
      "affiliations": [
        "Department of Pharmacology Faculty of Medicine, Rabigh King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ],
      "orcid": "0000-0002-7219-9149"
    },
    {
      "last_name": "Al-Abbasi",
      "fore_name": "Fahad A",
      "initials": "FA",
      "name": "Fahad A Al-Abbasi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ],
      "orcid": "0000-0001-5609-4913"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Moglad",
      "fore_name": "Ehssan",
      "initials": "E",
      "name": "Ehssan Moglad",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Prince Sattam bin Abdulaziz University, Alkharj 11942, Saudi Arabia."
      ]
    },
    {
      "last_name": "Al-Qahtani",
      "fore_name": "Salwa D",
      "initials": "SD",
      "name": "Salwa D Al-Qahtani",
      "affiliations": [
        "Department of Medical Laboratory Sciences, College of Applied Medical Sciences, Majmaah University, Al Majmaah 11952, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzrea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzrea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Aljouf, Sakaka 72341, Saudi Arabia."
      ],
      "orcid": "0000-0003-4007-4023"
    },
    {
      "last_name": "Almalki",
      "fore_name": "Naif A R",
      "initials": "NAR",
      "name": "Naif A R Almalki",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah 21589, Saudi Arabia.",
        "Experimental Biochemistry Unit, King Fahd Medical Research Center, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ],
      "orcid": "0000-0002-1142-607X"
    },
    {
      "last_name": "Imam",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Imam",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."
      ],
      "orcid": "0000-0003-2285-6806"
    },
    {
      "last_name": "Sayyed",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Sayyed",
      "affiliations": [
        "School of Pharmacy, Glocal University, Saharanpur 247121, India."
      ],
      "orcid": "0000-0003-0517-4934"
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ],
      "orcid": "0000-0003-1881-5219"
    }
  ],
  "journal": {
    "title": "Pharmaceuticals (Basel, Switzerland)",
    "iso_abbreviation": "Pharmaceuticals (Basel)",
    "issn": "1424-8247",
    "issn_type": "Print",
    "volume": "17",
    "issue": "10",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "09"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39458989",
    "pmc": "PMC11510247",
    "doi": "10.3390/ph17101348",
    "pii": "ph17101348"
  },
  "doi": "10.3390/ph17101348",
  "pmc_id": "PMC11510247",
  "dates": {
    "revised": "2024-10-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "RSPD2024",
      "agency": "King Saud University"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.179181",
    "pmid": "39458989"
  }
}