{
  "pmid": "39464622",
  "uid": "39464622",
  "title": "Interventions for Adjunctive Care in Patients With Inflammatory Bowel Disease and Permanent Ileostomy: A Systematic Review.",
  "abstract": "BACKGROUND: The evidence for the management of patients with Crohn's disease (CD) and permanent ileostomy (PI) is limited. We aimed to summarize the interventional studies related to the provision of adjunctive ostomy care in this population. METHODS: MEDLINE, Embase, and Cochrane CENTRAL were searched from inception to January 5, 2024. Eligible studies were non-randomized or randomized controlled trials (RCTs), or comparative cohort studies predominantly recruiting participants with CD and/or ulcerative colitis (UC) with PI assessing interventions for the management of high stoma output, disease recurrence, peristomal skin care, pouching systems, behavioral interventions, mental health support, and diet. RESULTS: Out of 3217 records, 6 were eligible and all were RCTs (n = 95). Out of these, 5 adopted a crossover design, and 1 study was a double-blind parallel-group RCT. All except 1 were published more than 20 years ago (1976-2003). Two studies exclusively included patients with UC, one included CD, and the remaining included both UC and CD. Four studies assessed pharmacological interventions (loperamide, 5-aminosalysilate [5-ASA], azodisal sodium, and budesonide), one assessed oral supplement with different osmolarities, and one assessed dietary intervention (unrefined vs refined carbohydrate). A decrease in ileostomy output was the primary outcome of interest in 4 studies. None of the studies assessed interventions for peristomal skin care, quality of life, stoma pouching systems, behavioral interventions, mental health, or CD recurrence. CONCLUSIONS: This study highlights that the evidence base to inform care for patients with IBD and PI is almost non-existent. There is an urgent need for focused research in this area to inform evidence-based treatment decisions.",
  "authors": [
    {
      "last_name": "Vuyyuru",
      "fore_name": "Sudheer Kumar",
      "initials": "SK",
      "name": "Sudheer Kumar Vuyyuru",
      "affiliations": [
        "Division of Gastroenterology, Western University, London, ON, Canada.",
        "Alimentiv Inc., London, ON, Canada."
      ]
    },
    {
      "last_name": "Solitano",
      "fore_name": "Virginia",
      "initials": "V",
      "name": "Virginia Solitano",
      "affiliations": [
        "Division of Gastroenterology, Western University, London, ON, Canada.",
        "Division of Gastroenterology and Gastrointestinal Endoscopy, IRCCS Ospedale San Raffaele, Università Vita-Salute San Raffaele, Milan, Lombardy, Italy."
      ],
      "orcid": "0000-0002-2935-6778"
    },
    {
      "last_name": "Yuan",
      "fore_name": "Yuhong",
      "initials": "Y",
      "name": "Yuhong Yuan",
      "affiliations": [
        "Division of Gastroenterology, Western University, London, ON, Canada.",
        "Lawson Health Research Institute, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1536-8436"
    },
    {
      "last_name": "Singh",
      "fore_name": "Siddharth",
      "initials": "S",
      "name": "Siddharth Singh",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, University of California, San Diego, La Jolla, CA, United States."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Ma",
      "affiliations": [
        "Division of Gastroenterology, Western University, London, ON, Canada.",
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada.",
        "Division of Gastroenterology and Hepatology, Department of Medicine, University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0002-4698-9948"
    },
    {
      "last_name": "Rieder",
      "fore_name": "Florian",
      "initials": "F",
      "name": "Florian Rieder",
      "affiliations": [
        "Department of Inflammation and Immunity, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, United States.",
        "Department of Gastroenterology, Hepatology and Nutrition, Digestive Diseases Institute, Cleveland Clinic Foundation, Cleveland, OH, United States.",
        "Program for Global Translational Inflammatory Bowel Diseases, Cleveland Clinic Foundation, Cleveland, OH, United States."
      ],
      "orcid": "0000-0002-9087-1568"
    },
    {
      "last_name": "Jairath",
      "fore_name": "Vipul",
      "initials": "V",
      "name": "Vipul Jairath",
      "affiliations": [
        "Division of Gastroenterology, Western University, London, ON, Canada.",
        "Alimentiv Inc., London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-1092-0033"
    }
  ],
  "journal": {
    "title": "Crohn's & colitis 360",
    "iso_abbreviation": "Crohns Colitis 360",
    "issn": "2631-827X",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "otae056",
  "pages": "otae056",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39464622",
    "pmc": "PMC11503213",
    "doi": "10.1093/crocol/otae056",
    "pii": "otae056"
  },
  "doi": "10.1093/crocol/otae056",
  "pmc_id": "PMC11503213",
  "dates": {
    "revised": "2024-10-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.199158",
    "pmid": "39464622"
  }
}