{
  "pmid": "39466729",
  "uid": "39466729",
  "title": "Neighborhood socioeconomic factors and characteristics correlated with avoidable emergency department visits: A spatial analysis of a Canadian academic hospital.",
  "abstract": "INTRODUCTION: The influence of neighborhood characteristics and socioeconomic status (SES) factors on avoidable emergency department (ED) utilization is not well understood in a universal healthcare system. We examined correlations between these factors and avoidable ED visits at a Canadian academic hospital. MATERIALS AND METHODS: We conducted a retrospective cohort study using administrative ED data from a hospital in Hamilton, Canada from April 1, 2018 to August 31, 2023, and neighborhood data from the Statistics Canada Census of Population 2021. Avoidable visits were classified using the Emergency Department Avoidability Classification (EDAC), and mapped to neighborhoods using Canadian postal codes. SES was defined primarily based on education attained, household income, employment and housing security. The top 20 postal codes with the highest avoidable ED visits were categorized into quartiles and analyzed for trends using chi-squared tests of spatial association and Spearman rank correlations. RESULTS: A consistent ordinal trend across quartiles was observed throughout the study period, with quartile 1 representing the lowest avoidable ED visits and quartile 4 the highest. The quartiles were unevenly distributed spatially, though there was a significant association between close proximity to the ED and avoidable visits (X2 = 7.07, p <0.05). The quartile with the highest avoidable ED visits (quartile 4) had the greatest proportion of one-person households (35.5%) and one-parent families (37.8%), and showed statistically significant positive correlations with male sex, living alone and having an indigenous identity. Quartile 4 had the highest rates of individuals not completing high school (18.6%, p < 0.05), unemployment (13.7%), households spending greater than 30% of their income on shelter (26.5%), and households earning less than $30,000 annually (16.6%, compared to 8.7% in quartile 1 with the lowest avoidable ED visits). DISCUSSION: In a universal healthcare setting, lower SES neighborhoods were correlated with higher rates of avoidable ED visits. Targeted interventions that address social determinants of health disparities in neighborhoods with lower SES could reduce the burden of avoidable ED visits, and promote more equitable healthcare utilization.",
  "authors": [
    {
      "last_name": "Strum",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Strum",
      "affiliations": [
        "Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1902-4734"
    },
    {
      "last_name": "McLeod",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent McLeod",
      "affiliations": [
        "Hamilton Paramedic Services, Hamilton, Ontario, Canada.",
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2297-4311"
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mondoux",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Mondoux",
      "affiliations": [
        "Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Emergency Medicine, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "10",
    "pub_year": "2024"
  },
  "start_page": "e0311575",
  "pages": "e0311575",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Emergency Service, Hospital",
    "Male",
    "Female",
    "Middle Aged",
    "Adult",
    "Retrospective Studies",
    "Socioeconomic Factors",
    "Canada",
    "Adolescent",
    "Aged",
    "Spatial Analysis",
    "Young Adult",
    "Neighborhood Characteristics",
    "Residence Characteristics",
    "Academic Medical Centers",
    "Social Class",
    "Child",
    "Emergency Room Visits"
  ],
  "article_ids": {
    "pubmed": "39466729",
    "pmc": "PMC11515995",
    "doi": "10.1371/journal.pone.0311575",
    "pii": "PONE-D-24-28858"
  },
  "doi": "10.1371/journal.pone.0311575",
  "pmc_id": "PMC11515995",
  "dates": {
    "completed": "2024-10-28",
    "revised": "2024-10-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:37.710031",
    "pmid": "39466729"
  }
}