{
  "pmid": "39466244",
  "uid": "39466244",
  "title": "Timing of Palliative Care, End-of-Life Quality Indicators, and Health Resource Utilization.",
  "abstract": "IMPORTANCE: Despite research supporting the benefits of early palliative care, timely initiation by gynecologic oncology patients is reportedly low, which may limit the effectiveness of palliative care. OBJECTIVE: To investigate the association of the timing of palliative care initiation with the aggressiveness of end-of-life care using established quality indicators among patients with ovarian cancer. DESIGN, SETTING, AND PARTICIPANTS: This population-based retrospective cohort study of ovarian cancer decedents used linked administrative health care data to identify palliative care provision across all health care sectors and health care professionals (specialist and nonspecialist) and end-of-life quality indicators in Ontario, Canada, from 2006 to 2018. Data analyses were performed July 12, 2024. MAIN OUTCOMES AND MEASURES: The primary outcome was the associations between the timing of palliative care and end-of-life quality indicators, including emergency department use, hospital or intensive care unit admission in the last 30 days of life, chemotherapy in last 14 days of life, death in the hospital, and a composite measure of aggressive care. Late palliative care was defined as 3 months or less prior to death. RESULTS: There were 8297 ovarian cancer decedents. Their mean (SD) age at death was 69.6 (13.1) years, and their mean (SD) oncologic survival was 2.8 (3.9) years. Among 3958 patients with known cancer stage, 3495 (88.3%) presented with stage III or IV disease. One-third of patients (2667 [32.1%]) received late palliative care in the final 3 months of life. Results of multivariable regression analysis indicated that any palliative care initiated earlier than 3 months before death was associated with lower rates of aggressive end-of-life care (odds ratio [OR], 0.47 [95% CI, 0.37-0.60]), death in hospital (OR, 0.54 [95% CI, 0.45-0.65]), and intensive care unit admission (OR, 0.46 [95% CI, 0.27-0.76]). Specialist palliative consultation from 3 months up to 6 monts before death was associated with decreased likelihood of late chemotherapy (OR, 0.46 [95% CI, 0.24-0.88]). CONCLUSIONS: Findings from this cohort study suggested that early palliative care may be associated with less-aggressive end-of-life care than late palliative care. Implementation strategies for early palliative care initiation are needed to optimize care quality and health resource utilization at the end of life.",
  "authors": [
    {
      "last_name": "Mah",
      "fore_name": "Sarah J",
      "initials": "SJ",
      "name": "Sarah J Mah",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Division of Gynecologic Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Carter Ramirez",
      "fore_name": "Daniel M",
      "initials": "DM",
      "name": "Daniel M Carter Ramirez",
      "affiliations": [
        "Department of Family Medicine, Division of Palliative Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schnarr",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara Schnarr",
      "affiliations": [
        "Department of Oncology, Division of Radiation Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Eiriksson",
      "fore_name": "Lua R",
      "initials": "LR",
      "name": "Lua R Eiriksson",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Division of Gynecologic Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gayowsky",
      "fore_name": "Anastasia",
      "initials": "A",
      "name": "Anastasia Gayowsky",
      "affiliations": [
        "ICES McMaster, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "10",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "e2440977",
  "pages": "e2440977",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Palliative Care",
    "Female",
    "Aged",
    "Retrospective Studies",
    "Ontario",
    "Terminal Care",
    "Middle Aged",
    "Ovarian Neoplasms",
    "Patient Acceptance of Health Care",
    "Aged, 80 and over",
    "Quality of Life",
    "Quality Indicators, Health Care",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "39466244",
    "pmc": "PMC11519754",
    "doi": "10.1001/jamanetworkopen.2024.40977",
    "pii": "2825394"
  },
  "doi": "10.1001/jamanetworkopen.2024.40977",
  "pmc_id": "PMC11519754",
  "dates": {
    "completed": "2024-10-28",
    "revised": "2025-07-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.108331",
    "pmid": "39466244"
  }
}