{
  "pmid": "39464181",
  "uid": "39464181",
  "title": "Characterizing Hematological Changes Following Repeated Exposure to Non-Targeted Low-Dose Ionizing Radiation in Prostate Cancer Patients.",
  "abstract": "The duration and magnitude of haematological changes following non-targeted low-dose radiation have not been well explored. We previously reported that low-dose radiation (150 mGy 2x/week for 5 consecutive weeks) was well tolerated by participants (n = 15) with minimal toxicities and no changes in quality of life. Leukocytes, platelets and erythrocytes decreased from baseline measurement 12 months following treatment, however changes were not clinically significant. T-cells, NK-cells, B-cells and neutrophils were found to decrease during treatment and return to baseline levels by 3 months. The monocyte activation marker CD64 (FcγRI) was lower in participants whose cancer did not progress during the 12 month study follow up period, potentially giving insights into a biomarker of treatment success. Herein, we provide one of the most detailed descriptions of hematologic changes during low dose radiation treatment and during one year follow up. Low-dose radiation was associated with minor hematologic changes that mostly resolved by 3 months. (Clinical Trial Registered with the United States National Library of Medicine and National Institutes of Health under the title 'Low Dose Hemi-Body Radiation for Recurrent Prostate Cancer'; ID: NCT03196778).",
  "authors": [
    {
      "last_name": "Kennedy",
      "fore_name": "Allison E",
      "initials": "AE",
      "name": "Allison E Kennedy",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroot School of Medicine, McMaster University, Hamilton, ON, Canada.",
        "McMaster Immunology Research Center, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-0247-0626"
    },
    {
      "last_name": "Dayes",
      "fore_name": "Ian S",
      "initials": "IS",
      "name": "Ian S Dayes",
      "affiliations": [
        "Department of Oncology, Juravinski Cancer Center, Hamilton, ON, Canada.",
        "Department of Oncology, Michael G. DeGroot School of Medicine, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Oncology, Michael G. DeGroot School of Medicine, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Boreham",
      "fore_name": "Douglas R",
      "initials": "DR",
      "name": "Douglas R Boreham",
      "affiliations": [
        "Medical Sciences Division, Northern Ontario School of Medicine, Sudbury, ON, Canada."
      ]
    },
    {
      "last_name": "Bowdish",
      "fore_name": "Dawn M E",
      "initials": "DME",
      "name": "Dawn M E Bowdish",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroot School of Medicine, McMaster University, Hamilton, ON, Canada.",
        "McMaster Immunology Research Center, McMaster University, Hamilton, ON, Canada.",
        "Firestone Institute for Respiratory Health, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Dose-response : a publication of International Hormesis Society",
    "iso_abbreviation": "Dose Response",
    "issn": "1559-3258",
    "issn_type": "Print",
    "volume": "22",
    "issue": "4",
    "pub_year": "2024"
  },
  "start_page": "15593258241276120",
  "pages": "15593258241276120",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39464181",
    "pmc": "PMC11503843",
    "doi": "10.1177/15593258241276120",
    "pii": "10.1177_15593258241276120"
  },
  "doi": "10.1177/15593258241276120",
  "pmc_id": "PMC11503843",
  "dates": {
    "revised": "2024-10-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:43.104290",
    "pmid": "39464181"
  }
}