{
  "pmid": "39467592",
  "uid": "39467592",
  "title": "Proactive therapeutic drug monitoring of biologic drugs in adult patients with inflammatory bowel disease, inflammatory arthritis, or psoriasis: a clinical practice guideline.",
  "abstract": "CLINICAL QUESTION: In adult patients with inflammatory bowel disease, inflammatory arthritis (rheumatoid arthritis, spondyloarthritis, psoriatic arthritis), or psoriasis taking biologic drugs, does proactive therapeutic drug monitoring (TDM) improve outcomes as compared with standard care? CONTEXT AND CURRENT PRACTICE: Standard care for immune mediated inflammatory diseases includes prescribing biologic drugs at pre-determined doses. Dosing may be adjusted reactively, for example with increased disease activity. In proactive TDM, serum drug levels and anti-drug antibodies are measured irrespective of disease activity, and the drug dosing is adjusted to achieve target serum drug levels, usually within pre-specified therapeutic ranges. The role of proactive TDM in clinical practice remains unclear, with conflicting guideline recommendations and emerging evidence from randomised controlled trials. THE EVIDENCE: Linked systematic review and pairwise meta-analysis which identified 10 trials including 2383 participants. Inflammatory bowel disease, inflammatory arthritis, and psoriasis were grouped together as best current research evidence on proactive TDM did not suggest heterogeneity of effects on outcomes of interest. Proactive TDM of intravenous infliximab during maintenance treatment may increase the proportion of patients who experience sustained disease control or sustained remission without considerable additional harm. For adalimumab, it remains unclear if proactive TDM during maintenance treatment has an effect on sustained disease control or sustained remission. At induction (start) of treatment, proactive TDM of intravenous infliximab may have little or no effect on achieving remission. No eligible trial evidence was available for proactive TDM of adalimumab at induction (start) of treatment. No eligible trial evidence was available for proactive TDM of other biologic drugs in maintenance or at induction (start) of treatment. RECOMMENDATIONS: The guideline panel issued the following recommendations for patients with inflammatory bowel disease, inflammatory arthritis, or psoriasis:1. A weak recommendation in favour of proactive TDM for intravenous infliximab during maintenance treatment2. A weak recommendation against proactive TDM for adalimumab and other biologic drugs during maintenance treatment3. A weak recommendation against proactive TDM for intravenous infliximab, adalimumab, and other biologic drugs during induction (start) of treatment. UNDERSTANDING THE RECOMMENDATIONS: When considering proactive TDM, clinicians and patients should engage in shared decision making to ensure patients make choices that reflect their values and preferences. The availability of laboratory assays to implement proactive TDM should also be considered. Further research is warranted and may alter recommendations in the future. HOW THIS GUIDELINE WAS CREATED: An international panel including patient partners, clinicians, and methodologists produced these recommendations based on a linked systematic review and pairwise meta-analysis which identified 10 trials including 2383 participants. The panel followed standards for trustworthy guidelines and used the GRADE approach, explicitly considering the balance of benefits and harms and burdens of treatment from an individual patient perspective.",
  "authors": [
    {
      "last_name": "Kawano-Dourado",
      "fore_name": "Leticia",
      "initials": "L",
      "name": "Leticia Kawano-Dourado",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway eirikklami.kristianslund@diakonsyk.no.",
        "Hcor Research Institute, Hcor Hospital, Sao Paulo, Brazil.",
        "Pulmonary Division, Heart Institute (InCor), University of Sao Paulo.",
        "Both authors contributed equally to the manuscript."
      ],
      "orcid": "0000-0003-0784-1331"
    },
    {
      "last_name": "Kristianslund",
      "fore_name": "Eirik Klami",
      "initials": "EK",
      "name": "Eirik Klami Kristianslund",
      "affiliations": [
        "Center for Treatment of Rheumatic and Musculoskeletal Diseases (REMEDY), Diakonhjemmet Hospital, Oslo eirikklami.kristianslund@diakonsyk.no.",
        "Both authors contributed equally to the manuscript."
      ],
      "orcid": "0000-0002-4963-3285"
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway.",
        "Department of Anesthesia, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton."
      ]
    },
    {
      "last_name": "Jani",
      "fore_name": "Meghna",
      "initials": "M",
      "name": "Meghna Jani",
      "affiliations": [
        "Centre for Epidemiology Versus Arthritis, Centre for Musculoskeletal Research, University of Manchester, Manchester, UK.",
        "NIHR Manchester Biomedical Research Centre, Manchester University NHS Foundation Trust, Manchester Academic Health Science Centre, Manchester."
      ]
    },
    {
      "last_name": "Makharia",
      "fore_name": "Govind",
      "initials": "G",
      "name": "Govind Makharia",
      "affiliations": [
        "Department of Gastroenterology and Human Nutrition, All India Institute of Medical Sciences, New Delhi, India."
      ]
    },
    {
      "last_name": "Hazlewood",
      "fore_name": "Glen",
      "initials": "G",
      "name": "Glen Hazlewood",
      "affiliations": [
        "Department of Medicine, University of Calgary.",
        "McCaig Institute for Bone and Joint Health, University of Calgary."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Smith",
      "affiliations": [
        "St John's Institute of Dermatology, Kings College London, London."
      ]
    },
    {
      "last_name": "Jess",
      "fore_name": "Tine",
      "initials": "T",
      "name": "Tine Jess",
      "affiliations": [
        "Center for Molecular Prediction of Inflammatory Bowel Disease, PREDICT, Department of Clinical Medicine, Aalborg University, Copenhagen, Denmark.",
        "Department of Gastroenterology and Hepatology, Aalborg University Hospital, Aalborg."
      ]
    },
    {
      "last_name": "Stabell",
      "fore_name": "Camilla",
      "initials": "C",
      "name": "Camilla Stabell",
      "affiliations": [
        "Patient representative. Norwegian Rheumatism Association, Oslo."
      ]
    },
    {
      "last_name": "Schatten",
      "fore_name": "Arne",
      "initials": "A",
      "name": "Arne Schatten",
      "affiliations": [
        "Patient representative. Norwegian Gastrointestinal Association, Oslo."
      ]
    },
    {
      "last_name": "Owen",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Owen",
      "affiliations": [
        "Centre of Excellence in Long-acting Therapeutics (CELT), University of Liverpool, Liverpool."
      ]
    },
    {
      "last_name": "Gehin",
      "fore_name": "Johanna",
      "initials": "J",
      "name": "Johanna Gehin",
      "affiliations": [
        "Department of Medical Biochemistry, Oslo University Hospital, Oslo."
      ]
    },
    {
      "last_name": "Katsidzira",
      "fore_name": "Leolin",
      "initials": "L",
      "name": "Leolin Katsidzira",
      "affiliations": [
        "Department of Internal Medicine, Faculty of Medicine and Health Sciences, University of Zimbabwe, Zimbabwe."
      ]
    },
    {
      "last_name": "Weinberg",
      "fore_name": "David",
      "initials": "D",
      "name": "David Weinberg",
      "affiliations": [
        "Department of Medicine, Fox Chase Cancer Center, Philadelphia, USA."
      ]
    },
    {
      "last_name": "Bauer-Ventura",
      "fore_name": "Iazsmin",
      "initials": "I",
      "name": "Iazsmin Bauer-Ventura",
      "affiliations": [
        "Rheumatology Division, University of Chicago, Chicago."
      ]
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa.",
        "Bruyère Research Institute, Ottawa."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Farncombe Family Digestive Health Research Institute (FFDHRI), McMaster University, Hamilton."
      ]
    },
    {
      "last_name": "Cecchi",
      "fore_name": "Ana Veronica Wolff",
      "initials": "AVW",
      "name": "Ana Veronica Wolff Cecchi",
      "affiliations": [
        "Hospital del Salvador, Santiago, Chile.",
        "Rheumatology Division, Universidad de Chile, Santiago."
      ]
    },
    {
      "last_name": "Shimabuco",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Shimabuco",
      "affiliations": [
        "Rheumatology Division, Hospital da Clinicas, Medical School of the University of Sao Paulo."
      ]
    },
    {
      "last_name": "Seterelv",
      "fore_name": "Siri",
      "initials": "S",
      "name": "Siri Seterelv",
      "affiliations": [
        "Department of Research, Lovisenberg Diaconal Hospital, Oslo."
      ]
    },
    {
      "last_name": "Gyuatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Gyuatt",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster, Hamilton.",
        "Department of Medicine, McMaster University, Hamilton."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster, Hamilton.",
        "Division General Internal Medicine, University Hospitals of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway.",
        "Department of Medicine, Lovisenberg Diaconal Hospital, Oslo.",
        "Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "387",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "28"
  },
  "start_page": "e079830",
  "pages": "e079830",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Adalimumab",
    "Biological Products",
    "Drug Monitoring",
    "Inflammatory Bowel Diseases",
    "Practice Guidelines as Topic",
    "Psoriasis",
    "Meta-Analysis as Topic",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "39467592",
    "doi": "10.1136/bmj-2024-079830"
  },
  "doi": "10.1136/bmj-2024-079830",
  "dates": {
    "completed": "2024-10-28",
    "revised": "2024-11-11"
  },
  "chemicals": [
    "Adalimumab",
    "Biological Products"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.310486",
    "pmid": "39467592"
  }
}