{
  "pmid": "39467992",
  "uid": "39467992",
  "title": "A patient with unexplained hypoxemia after a fall diagnosed with platypnea orthodeoxia syndrome: approaches to resolving discrepancies between level of hypoxemia and clinical presentation.",
  "abstract": "PURPOSE: Platypnea orthodeoxia syndrome (POS) is a rare cause of hypoxemia. Diagnosis of POS is challenging, requiring a high index of clinical suspicion, special investigations, and collaboration with multiple specialists. CLINICAL FEATURES: We describe an 86-yr-old male who presented to the emergency department with hip pain after a witnessed fall. He was noted to be hypoxemic at presentation with a peripheral oxygen saturation (SpO2) of 84% on room air, with an inadequate increase in oxygenation after administration of a fractional concentration of inspired oxygen (FIO2) of 1.00. A chest radiograph, computed tomography pulmonary angiogram, and Doppler ultrasound of the liver were unremarkable. In the supine position with an FIO2 of 0.65, his SpO2 and arterial partial pressure of oxygen (PaO2) (96% and 74 mm Hg, respectively) increased significantly relative to the seated position (84% and 50 mm Hg, respectively). Contrast transthoracic echocardiography (TTE) showed a large patent foramen ovale (PFO) with right-to-left shunt. Transthoracic echocardiography showed rotation of the patient's heart, enabling direct alignment of the inferior vena cava with the PFO, creating a large anatomical right-to-left shunt in the seated position. Right heart catheterization confirmed a large PFO with normal right-sided heart pressures. He was treated with a septal occlusion and his SpO2 in the seated position improved immediately. The patient was discharged home without requiring supplemental oxygen. CONCLUSIONS: Platypnea orthodeoxia syndrome is a rare presentation of hypoxemia. Positional changes in oxygenation are the cardinal feature of POS. Discordance between lung imaging and the severity of hypoxemia should prompt investigation for an intracardiac shunt, which can occur in POS even in the absence of increased right-sided heart pressures. Either contrast TTE or transesophageal echocardiography is necessary to make this diagnosis.",
  "authors": [
    {
      "last_name": "Phoophiboon",
      "fore_name": "Vorakamol",
      "initials": "V",
      "name": "Vorakamol Phoophiboon",
      "affiliations": [
        "Department of Critical Care Medicine, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada.",
        "Department of Respirology, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada.",
        "Division of Critical Care Medicine, Department of Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Samir",
      "initials": "S",
      "name": "Samir Gupta",
      "affiliations": [
        "Department of Critical Care Medicine, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada.",
        "Department of Respirology, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada.",
        "Department of Medicine, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Keenan Research Centre for Biomedical Science, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Batt",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Batt",
      "affiliations": [
        "Department of Critical Care Medicine, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada.",
        "Department of Respirology, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada.",
        "Department of Medicine, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Keenan Research Centre for Biomedical Science, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Department of Critical Care Medicine, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada. karen.burns@unityhealth.to.",
        "Department of Respirology, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada. karen.burns@unityhealth.to.",
        "Department of Medicine, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada. karen.burns@unityhealth.to.",
        "Keenan Research Centre for Biomedical Science, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada. karen.burns@unityhealth.to.",
        "Interdepartmental Division of Critical Care Medicine, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada. karen.burns@unityhealth.to.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada. karen.burns@unityhealth.to.",
        "Interdepartmental Division of Critical Care, University of Toronto, Unity Health Toronto-St. Michael's Hospital, 30 Bond Street, Room 4-045 Donnelly Wing, Toronto, ON, M5B 1W8, Canada. karen.burns@unityhealth.to."
      ],
      "orcid": "0000-0002-9967-5424"
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "1496-8975",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "11",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "1558",
  "end_page": "1564",
  "pages": "1558-1564",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Hypoxia",
    "Male",
    "Aged, 80 and over",
    "Foramen Ovale, Patent",
    "Syndrome",
    "Accidental Falls",
    "Echocardiography",
    "Dyspnea",
    "Oxygen Saturation",
    "Oxygen",
    "Platypnea Orthodeoxia Syndrome"
  ],
  "article_ids": {
    "pubmed": "39467992",
    "doi": "10.1007/s12630-024-02854-7",
    "pii": "10.1007/s12630-024-02854-7"
  },
  "doi": "10.1007/s12630-024-02854-7",
  "dates": {
    "completed": "2024-11-27",
    "revised": "2024-11-27"
  },
  "chemicals": [
    "Oxygen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:08.980045",
    "pmid": "39467992"
  }
}