{
  "pmid": "39478441",
  "uid": "39478441",
  "title": "Characteristics of attrition within the SuperMIX cohort of people who inject drugs: a multiple event discrete-time survival analysis.",
  "abstract": "BACKGROUND: Compared to the general population, people who inject drugs have poor health and wellbeing. Longitudinal studies can provide insight into factors driving these worse health outcomes but are subject to methodological challenges, such as cohort attrition. The aim of this study was to assess and characterise attrition in a prospective cohort of people who inject drugs in Victoria, Australia. METHODS: Using annually collected self-reported data from The Melbourne Injecting Drug User Cohort Study (SuperMIX) from September 2008 to January 2021, we estimated the incidence of participants being lost-to-follow-up (LTFU), with an episode of being LTFU defined as participants not undertaking a follow-up interview within two years of their last interview. We utilised a multiple event discrete-time survival analysis on participant period-observation data to estimate the associations between key factors and LTFU. Key areas of exposure measurement in analyses were sociodemographic, drug use and mental health. RESULTS: A total of n = 1328 SuperMIX participants completed a baseline interview, with n = 489 (36.8%) LTFU, i.e. not completing a follow-up interview in the following two years. Increased attrition was observed among SuperMIX participants who were: born outside Australia, younger than 30 years, reporting having completed fewer years of education, not residing in stable accommodation, not in stable employment and not on opioid agonist therapy (OAT). CONCLUSIONS: The attrition rate of the SuperMIX cohort has largely been stable throughout the duration of the study. Higher attrition rates among individuals at greater sociodemographic disadvantage and not on OAT suggest that additional efforts are required to retain these participants. Findings also suggest that SuperMIX might not be capturing data on adverse health and wellbeing outcomes among subpopulations at high risk of harm.",
  "authors": [
    {
      "last_name": "Abdelsalam",
      "fore_name": "Shady",
      "initials": "S",
      "name": "Shady Abdelsalam",
      "affiliations": [
        "National Drug Research Institute (NDRI), Faculty of Health Sciences, Curtin University, Melbourne, Australia.",
        "Disease Elimination Head, Alcohol and other Drug Research, Burnet Institute, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Agius",
      "fore_name": "Paul A",
      "initials": "PA",
      "name": "Paul A Agius",
      "affiliations": [
        "Disease Elimination Head, Alcohol and other Drug Research, Burnet Institute, Melbourne, Australia.",
        "Faculty of Health, Deakin University, Burwood, Australia.",
        "School of Public Health and Preventative Medicine, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Sacks-Davis",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Sacks-Davis",
      "affiliations": [
        "Disease Elimination Head, Alcohol and other Drug Research, Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventative Medicine, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Roxburgh",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Roxburgh",
      "affiliations": [
        "Disease Elimination Head, Alcohol and other Drug Research, Burnet Institute, Melbourne, Australia.",
        "Specialty of Addiction Medicine, Central Clinical School, Sydney Medical School, The Faculty of Medicine and Health, University of Sydney, Sydney, Australia.",
        "National Drug and Alcohol Research Centre, UNSW, Sydney, Australia.",
        "Monash Addiction Research Centre, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "National Drug Research Institute (NDRI), Faculty of Health Sciences, Curtin University, Melbourne, Australia.",
        "Disease Elimination Head, Alcohol and other Drug Research, Burnet Institute, Melbourne, Australia.",
        "Centre for Alcohol Policy Research, La Trobe University, Bundoora, Australia."
      ]
    },
    {
      "last_name": "Maher",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Maher",
      "affiliations": [
        "Disease Elimination Head, Alcohol and other Drug Research, Burnet Institute, Melbourne, Australia.",
        "The Kirby Institute, Faculty of Medicine, UNSW, Wallace Wurth Building, Kensington, NSW, Australia."
      ]
    },
    {
      "last_name": "Hickman",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Hickman",
      "affiliations": [
        "Disease Elimination Head, Alcohol and other Drug Research, Burnet Institute, Melbourne, Australia.",
        "Population Health Sciences, Bristol Medical School, University of Bristol, Bristol, UK."
      ]
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Dietze",
      "affiliations": [
        "National Drug Research Institute (NDRI), Faculty of Health Sciences, Curtin University, Melbourne, Australia. pauld@burnet.edu.au.",
        "Disease Elimination Head, Alcohol and other Drug Research, Burnet Institute, Melbourne, Australia. pauld@burnet.edu.au.",
        "School of Public Health and Preventative Medicine, Monash University, Melbourne, Australia. pauld@burnet.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "30"
  },
  "start_page": "257",
  "pages": "257",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Substance Abuse, Intravenous",
    "Female",
    "Adult",
    "Victoria",
    "Prospective Studies",
    "Lost to Follow-Up",
    "Cohort Studies",
    "Survival Analysis",
    "Middle Aged",
    "Longitudinal Studies",
    "Self Report",
    "Drug Users",
    "Young Adult",
    "Mental Health"
  ],
  "article_ids": {
    "pubmed": "39478441",
    "pmc": "PMC11523591",
    "doi": "10.1186/s12874-024-02377-1",
    "pii": "10.1186/s12874-024-02377-1"
  },
  "doi": "10.1186/s12874-024-02377-1",
  "pmc_id": "PMC11523591",
  "dates": {
    "completed": "2024-10-31",
    "revised": "2024-11-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "545891 & 1126090",
      "agency": "National Health and Medical Research Council"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.852492",
    "pmid": "39478441"
  }
}