{
  "pmid": "39476766",
  "uid": "39476766",
  "title": "Donor clinical characteristics and impacts on transfusion recipient outcomes.",
  "abstract": "Clinical characteristics of blood donors may affect short- and long-term outcomes of transfusion recipients. The impact of donor sex and age on recipient outcomes have not yielded consistent results in observational studies. One recently published randomized controlled trial (iTADS) addressing the impact of donor sex on recipient outcomes noted no differences between a female versus male transfusion strategy; a second Canadian multicenter trial has just been funded. Other donor characteristics - including pregnancy history, smoking status, obesity, and chronic illnesses - remain incompletely explored. More robust clinical studies with vein-to-vein capabilities are needed to understand the complex interplay between donors and recipients.",
  "authors": [
    {
      "last_name": "Ning",
      "fore_name": "Shuoyan",
      "initials": "S",
      "name": "Shuoyan Ning",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Canadian Blood Services, Ancaster, Ontario, Canada; Department of Pathology and Molecular Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: ningsh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Zeller",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Zeller",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Canadian Blood Services, Ancaster, Ontario, Canada; Department of Pathology and Molecular Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Heddle",
      "fore_name": "Nancy M",
      "initials": "NM",
      "name": "Nancy M Heddle",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Transfusion and apheresis science : official journal of the World Apheresis Association : official journal of the European Society for Haemapheresis",
    "iso_abbreviation": "Transfus Apher Sci",
    "issn": "1473-0502",
    "issn_type": "Print",
    "volume": "63",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "104012",
  "pages": "104012",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Blood Donors",
    "Female",
    "Male",
    "Blood Transfusion"
  ],
  "article_ids": {
    "pubmed": "39476766",
    "doi": "10.1016/j.transci.2024.104012",
    "pii": "S1473-0502(24)00183-6"
  },
  "doi": "10.1016/j.transci.2024.104012",
  "dates": {
    "completed": "2024-11-28",
    "revised": "2024-12-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:10.323697",
    "pmid": "39476766"
  }
}