{
  "pmid": "39473201",
  "uid": "39473201",
  "title": "Fustin, a Potent Phytochemical, Attenuates Scopolamine-induced Memory Impairment and Neurodegeneration by Modulating Neuroinflammation and Neurotransmitters.",
  "abstract": "INTRODUCTION: Fustin, a photogenic flavanol found in the plant Rhus verniciflua Stokes, has been involved in multiple disease ailments and has a beneficial pharmacological effect and a history of use in traditional medicine. The present research aimed to study the impact of fustin on scopolamine (SCOP)-induced memory impairment and neurodegeneration by modulating neuroinflammation and neurotransmitters in rats. METHODS: A total of 30 healthy Wistar rats were allocated into five groups (n=6). Group I- served as control and received saline solution (1mL/kg i.p.), group -II- fustin (100 mg/kg, orally), group -III -SCOP (1 mg/kg, i.p.), and group -IV and V were given fustin (50 and 100 mg/kg/p.o.) with SCOP (1 mg/kg, i.p.) for 14-days. After 14 days, 2 hours after SCOP injection, the Y-maze and Morris water maze (MWM) tests were performed. After behavioral tests rats were subsequently euthanized, and brain supernatants were used to estimate choline-acetyltransferase (ChAT), acetylcholinesterase (AChE), antioxidant [superoxide dismutase (SOD), catalase (CAT), and glutathione (GSH)], and total protein, oxidative stress markers [nitrate and malondialdehyde (MDA)], pro-inflammatory markers [tumor necrosis factor (TNF-α), and Interleukins-1β (IL-1β) and IL-6]. Also, neurotransmitters such as serotonin (5-HT), dopamine (DA), ϒ-amino butyric acid (GABA), acetylcholine (Ach), and noradrenaline (NA) contents were performed. RESULTS: Fustin exhibited substantial behavioral improvement in the Y-maze measures spontaneous alterations percentage (SA%) and decreased latency time following the acquisition and prolonged time spent in the probe trial in the MWM test. Moreover, fustin inhibits enhanced neuroinflammatory cytokines and oxidative stress markers and improves the neurotransmitters. CONCLUSION: The findings of this study suggest that fustin inhibits SCOP impact on cognitive abilities in rats. The present investigation demonstrates that fustin, a potent phytochemical, effectively mitigated the behavioral and physiological changes induced by SCOP in rats. This was primarily achieved by modulating the levels of inflammatory response and neurotransmitters.",
  "authors": [
    {
      "last_name": "Jambi",
      "fore_name": "Ebtihaj J",
      "initials": "EJ",
      "name": "Ebtihaj J Jambi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah21589, Saudi Arabia.",
        "Experimental Biochemistry Unit, King Fahd Medical Research Center, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Al-Abbasi",
      "fore_name": "Fahad A",
      "initials": "FA",
      "name": "Fahad A Al-Abbasi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Moglad",
      "fore_name": "Ehssan",
      "initials": "E",
      "name": "Ehssan Moglad",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Prince Sattam bin Abdulaziz University, Al-Kharj 11942, Saudi Arabia."
      ]
    },
    {
      "last_name": "Al-Qahtani",
      "fore_name": "Salwa D",
      "initials": "SD",
      "name": "Salwa D Al-Qahtani",
      "affiliations": [
        "Department of Medical Laboratory Sciences, College of Applied Medical Sciences, Majmaah University, Al Majmaah 11952, Saudi Arabia."
      ]
    },
    {
      "last_name": "Almalki",
      "fore_name": "Naif A R",
      "initials": "NAR",
      "name": "Naif A R Almalki",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah 21589, Saudi Arabia.",
        "Experimental Biochemistry Unit, King Fahd Medical Research Center, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Aljouf, Sakaka 72341, Saudi Arabia."
      ]
    },
    {
      "last_name": "Imam",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Imam",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, P.O. Box 2457, Riyadh11451, Saudi Arabia."
      ]
    },
    {
      "last_name": "Sayyed",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Sayyed",
      "affiliations": [
        "School of Pharmacy, Glocal University, Saharanpur 247121, India."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Current medicinal chemistry",
    "iso_abbreviation": "Curr Med Chem",
    "issn": "1875-533X",
    "issn_type": "Electronic",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "29"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39473201",
    "doi": "10.2174/0109298673330002241015085330",
    "pii": "CMC-EPUB-144233"
  },
  "doi": "10.2174/0109298673330002241015085330",
  "dates": {
    "revised": "2024-10-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.179769",
    "pmid": "39473201"
  }
}