{
  "pmid": "39473002",
  "uid": "39473002",
  "title": "On the Journey: a qualitative study of a community-based, client-centred eating disorder recovery group.",
  "abstract": "BACKGROUND: Community-based eating disorder (ED) treatment frequently includes manualized group-based psychoeducation facilitated by a mental health clinician. Body Brave, a non-profit ED organization, developed a novel, participant-guided, community-based virtual healthcare provider (HCP)-facilitated support program called On the Journey (OtJ). The program was designed for people with longstanding EDs who had previously participated in group or individual ED programs but require continued support in their recovery. The purpose of the study was to describe the development and components of OtJ and to understand participant perceptions of the program and its effect on their recovery. METHODS: Using a formative and community-engaged research design, we conducted semi-structured interviews with three OtJ facilitators and focus groups with twelve OtJ clients. Transcripts were analyzed using Braun and Clarke's six-stage approach to reflexive thematic analysis. RESULTS: Four main themes were generated from the data (1) \"Designing and Evolving OtJ\" (2) \"Is OtJ a Treatment or Support Group?\" (3) \"Fostering a Safe Environment throughout Program Delivery\" and (4) \"The Power of Lived Experience.\" Clients noted several strengths of the OtJ program: fostering a sense of community, valuing client autonomy, and providing accessible ED support. CONCLUSIONS: Key considerations for other organizations looking to offer programming similar to OtJ include having skilled and clinically trained facilitators and prescreening discussion topics to ensure that conversations are productive towards recovery. OtJ supports people with longstanding EDs, and other organizations could consider adopting a similar model of care. This study contributes to the growing body of including lived ED experience in research.",
  "authors": [
    {
      "last_name": "Guinness",
      "fore_name": "Sophia",
      "initials": "S",
      "name": "Sophia Guinness",
      "affiliations": [
        "Faculty of Health Sciences, Global Health, McMaster University, 1280 Main St W Hamilton, Ontario, L8S 4L8, Canada."
      ],
      "orcid": "0009-0001-2541-6657"
    },
    {
      "last_name": "Dourka",
      "fore_name": "Jasmeen",
      "initials": "J",
      "name": "Jasmeen Dourka",
      "affiliations": [
        "Faculty of Health Sciences, Global Health, McMaster University, 1280 Main St W Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Galway",
      "fore_name": "Sarah C",
      "initials": "SC",
      "name": "Sarah C Galway",
      "affiliations": [
        "Faculty of Applied Health Sciences, Brock University, 1812 Sir Isaac Brock way, St. Catharines, ON, L2S 3A1, Canada."
      ],
      "orcid": "0000-0001-9249-018X"
    },
    {
      "last_name": "Healey",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Healey",
      "affiliations": [
        "Health and Rehabilitation Sciences, Health Professional Education, Western University, 1151 Richmond St London, Ontario, N6A 3K7, Canada. Hhealey@uwo.ca."
      ],
      "orcid": "0009-0004-1244-6648"
    },
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, 1280 Main St W Hamilton, Ontario, L8S 4L8, Canada."
      ],
      "orcid": "0000-0003-2436-4290"
    }
  ],
  "journal": {
    "title": "Journal of eating disorders",
    "iso_abbreviation": "J Eat Disord",
    "issn": "2050-2974",
    "issn_type": "Print",
    "volume": "12",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "29"
  },
  "start_page": "169",
  "pages": "169",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39473002",
    "pmc": "PMC11523662",
    "doi": "10.1186/s40337-024-01110-z",
    "pii": "10.1186/s40337-024-01110-z"
  },
  "doi": "10.1186/s40337-024-01110-z",
  "pmc_id": "PMC11523662",
  "dates": {
    "revised": "2024-11-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:11.232494",
    "pmid": "39473002"
  }
}