{
  "pmid": "39471960",
  "uid": "39471960",
  "title": "Arbuscular mycorrhizal symbiosis reshapes the drought adaptation strategies of a dominant sand-fixation shrub species in northern China.",
  "abstract": "Drylands are home to over 38 % of the world's population and are among the areas most sensitive to climate change and human activity. Most xerophytes rely on arbuscular mycorrhizal fungi (AMF) for improved drought tolerance. Although research has focused on crops and economically significant plants, the response of sand-fixation shrubs to AMF under drought conditions remains underexplored. This study aims to investigate how AMF affects the drought adaptation strategies of the sand-fixation shrub Artemisia ordosica. A culture system for A. ordosica and the main symbiotic partner Funneliformis mosseae was established, and phenotypic, metabolomic, and transcriptomic analyses were conducted to assess physiological changes induced by arbuscular mycorrhizal symbiosis (AMS) under varying drought stress conditions. AMS influenced A. ordosica's metabolic pathways and its drought adaptation strategies, promoted the redistribution of sugars and flavonoids, and shaped different metabolic patterns of seedlings and adult A. ordosica. AMS had an important shaping ability in the accumulation of proline at A. ordosica seedlings, but had a significant influence on the accumulation of sugars of A. ordosica at the adult growth stage. AMS enhanced the ability of the host to adapt to extreme drought by modulating metabolites at the adult growth stage of A. ordosica. AMS also facilitated an accumulation of key metabolites under well-watered conditions but also intensified interactions with pathogens, leading to a trade-off between drought adaptation and immune capacity under extreme drought of A. ordosica during the adult growth stage. This study uses metabolome and transcriptome methods to explore AMS effects on A. ordosica's drought adaptation strategies, revealing a significant trade-off between drought adaptation and immune capacity. The findings highlight AMS's role in modifying the drought adaptation strategies of A. ordosica in desert ecosystems, and enhance our understanding of key species for sand fixation and ecological restoration, and maintain ecological security.",
  "authors": [
    {
      "last_name": "Zhu",
      "fore_name": "Guannan",
      "initials": "G",
      "name": "Guannan Zhu",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing, China."
      ]
    },
    {
      "last_name": "Nong",
      "fore_name": "Haojun",
      "initials": "H",
      "name": "Haojun Nong",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing, China."
      ]
    },
    {
      "last_name": "Fang",
      "fore_name": "Shuyi",
      "initials": "S",
      "name": "Shuyi Fang",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing, China."
      ]
    },
    {
      "last_name": "Qin",
      "fore_name": "Shugao",
      "initials": "S",
      "name": "Shugao Qin",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing, China; Engineering Research Center of Forestry Ecological Engineering, Ministry of Education, Beijing Forestry University, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing, China; State Key Laboratory of Efficient Production of Forest Resource, Beijing Forestry University, Beijing 100083, China; Key Laboratory of State Forestry Administration on Soil and Water Conservation, Beijing Forestry University, Beijing, China. Electronic address: zhangyqbjfu@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "1879-1026",
    "issn_type": "Electronic",
    "volume": "955",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "10"
  },
  "start_page": "177135",
  "pages": "177135",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Mycorrhizae",
    "Symbiosis",
    "Droughts",
    "China",
    "Artemisia",
    "Adaptation, Physiological",
    "Fungi"
  ],
  "article_ids": {
    "pubmed": "39471960",
    "doi": "10.1016/j.scitotenv.2024.177135",
    "pii": "S0048-9697(24)07292-9"
  },
  "doi": "10.1016/j.scitotenv.2024.177135",
  "dates": {
    "completed": "2024-11-13",
    "revised": "2024-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.719079",
    "pmid": "39471960"
  }
}