{
  "pmid": "39480839",
  "uid": "39480839",
  "title": "Impact of sample processing delays on plasma markers of inflammation, chemotaxis, cell death, and blood coagulation.",
  "abstract": "BACKGROUND: Biosampling studies in critically ill patients traditionally involve bedside collection of samples followed by local processing (ie. centrifugation, aliquotting, and freezing) and storage. However, community hospitals, which care for the majority of Canadian patients, often lack the infrastructure for local processing and storage of specimens. A potential solution is a \"simplified\" biosampling protocol whereby blood samples are collected at the bedside and then shipped to a central site for processing and storage. One potential limitation of this approach is that delayed processing may alter sample characteristics. OBJECTIVE: To determine whether delays in blood sample processing affect the stability of cytokines (IL-6, TNF, IL-10, IFN-γ), chemokines (IL-8, IP-10, MCP-1, MCP-4, MIP-1α, MIP-1β), cell-free DNA (cfDNA) (released by dying cells), and blood clotting potential in human blood samples. METHODS: Venous blood was collected into EDTA and citrate sample tubes and stored at room temperature (RT) or 4°C for progressive intervals up to 72 hours, prior to processing. Plasma cytokines and chemokines were quantified using single or multiplex immunoassays. cfDNA was measured using Picogreen DNA Quantification. Blood clotting potential was measured using a thrombin generation assay. RESULTS: Blood samples were collected from 9 intensive care unit (ICU) patients and 7 healthy volunteers. Admission diagnoses for the ICU patients included sepsis, trauma, ruptured abdominal aortic aneurysm, intracranial hemorrhage, gastrointestinal bleed, and hyperkalemia. After pre-processing delays of up to 72 hours at RT or 4°C, no significant changes were observed in plasma cytokines, chemokines, cfDNA, or thrombin formation. CONCLUSIONS: Delayed sample processing for up to 72 hours at either RT or 4°C did not significantly affect cytokines, chemokines, cfDNA, or blood clotting potential in plasma samples from healthy volunteers and ICU patients. A \"simplified\" biosampling protocol is a feasible solution for conducting biosampling research at hospitals without local processing capacity.",
  "authors": [
    {
      "last_name": "Gyorffy",
      "fore_name": "Vanessa J",
      "initials": "VJ",
      "name": "Vanessa J Gyorffy",
      "affiliations": [
        "Faculty of Arts and Science, McMaster University, Hamilton, ON, Canada.",
        "Niagara Health Knowledge Institute, St. Catharines, ON, Canada.",
        "Thrombosis and Atherosclerosis Research Institute (TaARI), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dwivedi",
      "fore_name": "Dhruva J",
      "initials": "DJ",
      "name": "Dhruva J Dwivedi",
      "affiliations": [
        "Thrombosis and Atherosclerosis Research Institute (TaARI), McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Liaw",
      "fore_name": "Patricia C",
      "initials": "PC",
      "name": "Patricia C Liaw",
      "affiliations": [
        "Thrombosis and Atherosclerosis Research Institute (TaARI), McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fox-Robichaud",
      "fore_name": "Alison E",
      "initials": "AE",
      "name": "Alison E Fox-Robichaud",
      "affiliations": [
        "Thrombosis and Atherosclerosis Research Institute (TaARI), McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9912-3606"
    },
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer L Y",
      "initials": "JLY",
      "name": "Jennifer L Y Tsang",
      "affiliations": [
        "Niagara Health Knowledge Institute, St. Catharines, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1809-0505"
    },
    {
      "last_name": "Binnie",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Binnie",
      "affiliations": [
        "Critical Care Department, William Osler Health System, Etobicoke, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "10",
    "pub_year": "2024"
  },
  "start_page": "e0311921",
  "pages": "e0311921",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Biomarkers",
    "Male",
    "Blood Coagulation",
    "Cytokines",
    "Female",
    "Inflammation",
    "Cell Death",
    "Blood Specimen Collection",
    "Middle Aged",
    "Time Factors",
    "Adult",
    "Specimen Handling",
    "Chemokines",
    "Aged",
    "Cell-Free Nucleic Acids"
  ],
  "article_ids": {
    "pubmed": "39480839",
    "pmc": "PMC11527306",
    "doi": "10.1371/journal.pone.0311921",
    "pii": "PONE-D-24-03943"
  },
  "doi": "10.1371/journal.pone.0311921",
  "pmc_id": "PMC11527306",
  "dates": {
    "completed": "2024-10-31",
    "revised": "2024-11-02"
  },
  "chemicals": [
    "Biomarkers",
    "Cytokines",
    "Chemokines",
    "Cell-Free Nucleic Acids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:38.972985",
    "pmid": "39480839"
  }
}