{
  "pmid": "39482702",
  "uid": "39482702",
  "title": "Stroke patient and stakeholder engagement (SPSE): concepts, definitions, models, implementation strategies, indicators, and frameworks-a systematic scoping review.",
  "abstract": "BACKGROUND: Involving stroke patients in clinical research through patient engagement aims to ensure that studies are patient-centered, and may help ensure they are feasible, ethical, and credible, ultimately leading to enhanced trust and communication between researchers and the patient community. In this study, we have conducted a scoping review to identify existing evidence and gaps in SPSE. METHODS: The five-step approach outlined by Arksey and O'Malley, in conjunction with the Preferred Reporting Items for Scoping Reviews (PRISMA-ScR) guidelines, provided the structure for this review. To find relevant articles, we searched PubMed, Web of Science, and Embase databases up to February 2024. Additionally, the review team conducted a hand search using Google Scholar, key journals, and references of highly relevant articles. Reviewers screened articles, selecting eligible English-language ones with available full texts, and extracted data from them into a pre-designed table tested by the research team. RESULT: Of the 1002 articles initially identified, 21 proved eligible. Stakeholder engagement primarily occurred during the design phase of studies and within the studies using qualitative methodologies. Although the engagement of stakeholders in the research process is increasing, practice regarding terminology and principles of implementation remains variable. Researchers have recognized the benefits of stakeholder engagement, but have also faced numerous challenges that often arise during the research process. CONCLUSION: The current study identifies stakeholder groups and the benefits and challenges researchers face in implementing their engagement. Given existing challenges and limited specific models or frameworks, it is suggested to explore applied recommendations for stakeholder engagement in future studies, that may enhance stakeholder engagement, overcome obstacles, and unify researchers' understanding of engagement and implementation.",
  "authors": [
    {
      "last_name": "Khankeh",
      "fore_name": "Hamidreza",
      "initials": "H",
      "name": "Hamidreza Khankeh",
      "affiliations": [
        "QUEST Center for Responsible Research, Berlin Institute of Health at Charité, Berlin, Germany.",
        "Health in Emergency and Disaster Research Center, Social Health Research Institute, University of Social Welfare and Rehabilitation Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shirozhan",
      "fore_name": "Shima",
      "initials": "S",
      "name": "Shima Shirozhan",
      "affiliations": [
        "Health in Emergency and Disaster Research Center, Social Health Research Institute, University of Social Welfare and Rehabilitation Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Roudini",
      "fore_name": "Juliet",
      "initials": "J",
      "name": "Juliet Roudini",
      "affiliations": [
        "Health in Emergency and Disaster Research Center, Social Health Research Institute, University of Social Welfare and Rehabilitation Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Rackoll",
      "fore_name": "Torsten",
      "initials": "T",
      "name": "Torsten Rackoll",
      "affiliations": [
        "QUEST Center for Responsible Research, Berlin Institute of Health at Charité, Berlin, Germany."
      ]
    },
    {
      "last_name": "Dirnagl",
      "fore_name": "Ulrich",
      "initials": "U",
      "name": "Ulrich Dirnagl",
      "affiliations": [
        "QUEST Center for Responsible Research, Berlin Institute of Health at Charité, Berlin, Germany. ulrich.dirnagl@bih-charite.de."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Oct",
    "pub_day": "31"
  },
  "start_page": "271",
  "pages": "271",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Stakeholder Participation",
    "Patient Participation",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "39482702",
    "pmc": "PMC11526530",
    "doi": "10.1186/s13643-024-02686-y",
    "pii": "10.1186/s13643-024-02686-y"
  },
  "doi": "10.1186/s13643-024-02686-y",
  "pmc_id": "PMC11526530",
  "dates": {
    "completed": "2024-11-01",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.330148",
    "pmid": "39482702"
  }
}