{
  "pmid": "39483639",
  "uid": "39483639",
  "title": "Outcomes of patients undergoing anatomical total shoulder arthroplasty with augmented glenoid components - a systematic review.",
  "abstract": "BACKGROUND: Glenoid loosening is an issue in anatomic total shoulder arthroplasty (a-TSA). This has been attributed to abnormal glenoid anatomy, common among these patients. Different alternatives have been proposed to tackle glenoid bone loss and restore joint alignment with augmented glenoid implants being increasingly used to deal with this problem. This systematic review aims to evaluate the clinical and radiological outcomes of patients undergoing augmented glenoid a-TSAs. Our hypothesis was that augmented glenoid components will lead to good patient outcomes with a low incidence of complications and revision procedures. METHODS: MEDLINE, EMBASE, CENTRAL and CINHAL were searched from inception to February 2022 for information pertaining to outcomes of patients undergoing a-TSA with augmented glenoid implants. RESULTS: Eighteen studies reported on outcomes of 814 a-TSA (800 participants) with a mean follow-up of 3.7 years. Most studies (67%) were Type IV level of evidence. Almost 70% of participants underwent an a-TSA secondary to primary glenohumeral osteoarthritis. Most glenoids were type B2 (73%). Augmented glenoids material was mostly all-polyethylene (81%) with full wedge (45%) and stepped components (38%) designs being the most common. Most studies reported good clinical outcomes. 17 patients (4%) underwent a revision surgery. CONCLUSIONS: Our review found that patients undergoing a-TSA with augmented glenoid components report good outcomes at short-to-mid-term follow-up. Further research is warranted to determine if such outcomes remain similar in long term. LEVEL OF EVIDENCE: Level III, Systematic Review of Therapeutic Studies.",
  "authors": [
    {
      "last_name": "Prada",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Prada",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-0088-1859"
    },
    {
      "last_name": "Al-Mohrej",
      "fore_name": "Omar A",
      "initials": "OA",
      "name": "Omar A Al-Mohrej",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Section of Orthopedic Surgery, Department of Surgery, King Abdullah Bin Abdulaziz University Hospital, Princess Nourah Bint Abdul Rahman University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Siddiqui",
      "fore_name": "Salwa",
      "initials": "S",
      "name": "Salwa Siddiqui",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8237-8095"
    }
  ],
  "journal": {
    "title": "Shoulder & elbow",
    "iso_abbreviation": "Shoulder Elbow",
    "issn": "1758-5732",
    "issn_type": "Print",
    "volume": "16",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "462",
  "end_page": "473",
  "pages": "462-473",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39483639",
    "pmc": "PMC11523180",
    "doi": "10.1177/17585732231192991",
    "pii": "10.1177_17585732231192991"
  },
  "doi": "10.1177/17585732231192991",
  "pmc_id": "PMC11523180",
  "dates": {
    "revised": "2025-07-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.316894",
    "pmid": "39483639"
  }
}