{
  "pmid": "39482258",
  "uid": "39482258",
  "title": "Patterns of referral to interprofessional services among frail older adults presenting to emergency departments in Canada.",
  "abstract": "BACKGROUND: Geriatric Emergency Department (ED) Guidelines recommend optimizing transitions of care for older patients with complex needs. In this study, we investigated referral patterns to interprofessional services, including occupational therapy, physiotherapy, dietician, social work, home care, and specialized geriatric services, among older adults presenting to the ED with high-risk characteristics. METHODS: We recruited community-dwelling older adults presenting to 10 EDs across Ontario, Quebec, and Newfoundland, Canada, from April 2017 to July 2018. To observe processes of care in the ED, we deployed a two-stage high-risk case-finding and focused comprehensive assessment process based on the interRAI ED-Screener and ED Contact Assessment to identify and characterize older adults at high risk. We analyzed the secondary data using descriptive statistics and logistic regression. RESULTS: We screened 5265 individuals with the ED Screener, further assessed 1479 with the ED Contact Assessment, and analyzed data from a subset of 1055 community-dwelling older adults assessed with the ED Contact Assessment. Participants in our study sample had a mean age of 83 years, 58% were female, and many had a complex burden of cognitive and functional impairment and social needs. Over half of this high-needs sample were referred to general home care services (62.7%), occupational therapy (59.3%), and physiotherapy services (55.2%), while 16% were referred to specialized geriatric services. We also found a significant positive association between interprofessional referrals and the Assessment Urgency Algorithm and Institutional Risk Scale. The most important determinants of referral to interprofessional services were hospital province, functional, clinical, and social burden and support measures. CONCLUSIONS: The referral patterns identified suggest that patient needs and risk intensity did not always guide referral patterns in the Canadian EDs investigated. We suggest that EDs critically examine the appropriateness of their documentation and referral systems for supporting person-centered care provision.",
  "authors": [
    {
      "last_name": "Nova",
      "fore_name": "Amanda A",
      "initials": "AA",
      "name": "Amanda A Nova",
      "affiliations": [
        "School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada.",
        "LUCAS Center for Care Research and Consultancy, KU Leuven, Leuven, Belgium."
      ],
      "orcid": "0000-0002-5064-079X"
    },
    {
      "last_name": "Heckman",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Heckman",
      "affiliations": [
        "School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada.",
        "Schlegel-UW Research Institute for Aging, Waterloo, Ontario, Canada."
      ],
      "orcid": "0000-0003-3847-3287"
    },
    {
      "last_name": "Gill-Chawla",
      "fore_name": "Navjot",
      "initials": "N",
      "name": "Navjot Gill-Chawla",
      "affiliations": [
        "School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Miles",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Miles",
      "affiliations": [
        "Division of Geriatric Medicine, McMaster University, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "St. Joseph's Health System Centre for Integrated Care (CIC), Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sinha",
      "fore_name": "Samir K",
      "initials": "SK",
      "name": "Samir K Sinha",
      "affiliations": [
        "Division of Geriatric Medicine, Department of Medicine, Sinai Health and the University Health Network, Toronto, Ontario, Canada.",
        "Division of Geriatric Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Division of Geriatric Medicine and Gerontology, John Hopkins University School of Medicine, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Jantzi",
      "fore_name": "Micaela",
      "initials": "M",
      "name": "Micaela Jantzi",
      "affiliations": [
        "School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hirdes",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Hirdes",
      "affiliations": [
        "School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hébert",
      "fore_name": "Paul C",
      "initials": "PC",
      "name": "Paul C Hébert",
      "affiliations": [
        "Bruyère Research Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Geriatrics Society",
    "iso_abbreviation": "J Am Geriatr Soc",
    "issn": "1532-5415",
    "issn_type": "Electronic",
    "volume": "73",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "431",
  "end_page": "444",
  "pages": "431-444",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Referral and Consultation",
    "Female",
    "Emergency Service, Hospital",
    "Male",
    "Aged, 80 and over",
    "Frail Elderly",
    "Aged",
    "Geriatric Assessment",
    "Canada",
    "Independent Living"
  ],
  "article_ids": {
    "pubmed": "39482258",
    "pmc": "PMC11826036",
    "doi": "10.1111/jgs.19253"
  },
  "doi": "10.1111/jgs.19253",
  "pmc_id": "PMC11826036",
  "dates": {
    "completed": "2025-02-14",
    "revised": "2025-05-16"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "SIG(Fall)2014-2014F-31",
      "agency": "Canadian Frailty Network"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.393458",
    "pmid": "39482258"
  }
}