{
  "pmid": "39481460",
  "uid": "39481460",
  "title": "Prospective registration of trials: where we are, why, and how we could get better.",
  "abstract": "OBJECTIVES: Transparent trial conduct requires prospective registration of a randomized controlled clinical trial (RCT) before the enrollment of the first participant. We aimed to (1) estimate the proportion of RCTs that are prospectively registered and analyze the time trends and factors linked to registration timing and (2) assess the reasons for nonadherence to prospective registration and explore ways to improve compliance. We studied trials published in rheumatology as a case study. STUDY DESIGN AND SETTING: We searched for RCTs in rheumatology published between 2009 and 2022. We conducted a multivariable logistic regression to identify factors associated with prospective trial registration. We sent a survey to investigators of trials not prospectively registered, asking about reasons for nonadherence and potential solutions. RESULTS: We identified 1093 RCTs; 453 (41.4%) were not prospectively registered. Of these, 130 (11.9%) were not registered and 323 (29.5%) were retrospectively registered. Prospective registration increased by 3% annually (P < .001), with 13.3% (2 of 15) trials registered in 2009 to 73.2% (112 of 153) in 2022. In journals supporting the International Committee of Medical Journals Editors recommendations, 16% of trials published in 2022 were not prospectively registered. Prospective registration was associated with a larger sample size, multinational recruitment, and publication in higher impact journals. Investigators reported lack of knowledge or organizational problems as key reasons for retrospective registration. They suggested linking ethical approval to trial registration to ensure prospective registration. CONCLUSION: Despite significant improvement, adherence to prospective registration remains unsatisfactory in rheumatology. Targeted strategies for journal editors, health-care professionals, and researchers may help improve trial registration. PLAIN LANGUAGE SUMMARY: Randomized controlled clinical trials are a research type where people are randomly assigned to different treatments to see which works best. These treatments can include drugs, surgery, medical devices, or changes in behavior. The results obtained in RCTs are essential for the advance of medicine and for making medical decisions. Randomized controlled clinical trials need to be conducted in a transparent way to provide trustworthy information and avoid misleading findings. A key aspect of transparency is registering the study details and plan in a public repository before the trial starts. This not only requires researchers to plan their study in advance but also enables the scientific community to track any change in how the study is conducted. Although registration of RCTs is recommended, it is not compulsory. Questions remain about researchers' compliance with prospective registration, and the factors that may affect it. In the present study, we systematically studied the registration practices of rheumatology RCTs published between 2009 and 2022. We reviewed how the trials were registered and used a statistical method (multivariable logistic regression) to determine what factors were linked to whether a trial was registered before it started. We also sent a questionnaire to researchers who either did not register or retrospectively registered their study, asking for their suggestions on how to improve adherence to proper registration practices. We found 1093 trials, of which 453 (41.4%) were not registered before they started. Among these, 130 (11.9%) were never registered and 323 (29.5%) were retrospectively registered. Trials with a larger number of participants, those involving recruiting centers from multiple countries, and those published in more prestigious journals were more likely to be registered in advance and adhere to transparency recommendations. Researchers who did not register their trial before it started reported that lack of awareness and organizational issues as the main reasons for not following these recommendations. They suggested that connecting ethical approval to trial registration could be a solution for ensuring adequate registration. We found that even though trial registration has improved in recent years, a considerable number of rheumatology trials are still not registered before they start. Based on our findings, we think that focusing on strategies for journal editors, health-care professionals, and researchers could help increase the number of properly registered trials.",
  "authors": [
    {
      "last_name": "Mongin",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Mongin",
      "affiliations": [
        "Division of Rheumatology, Geneva University Hospitals and University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Buitrago-Garcia",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Buitrago-Garcia",
      "affiliations": [
        "Division of Rheumatology, Geneva University Hospitals and University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Capderou",
      "fore_name": "Sami",
      "initials": "S",
      "name": "Sami Capderou",
      "affiliations": [
        "Division of Rheumatology, Geneva University Hospitals and University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, University Hospitals of Geneva, Geneva, Switzerland; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Gabay",
      "fore_name": "Cem",
      "initials": "C",
      "name": "Cem Gabay",
      "affiliations": [
        "Division of Rheumatology, Geneva University Hospitals and University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Courvoisier",
      "fore_name": "Delphine Sophie",
      "initials": "DS",
      "name": "Delphine Sophie Courvoisier",
      "affiliations": [
        "Division of Rheumatology, Geneva University Hospitals and University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Iudici",
      "fore_name": "Michele",
      "initials": "M",
      "name": "Michele Iudici",
      "affiliations": [
        "Division of Rheumatology, Geneva University Hospitals and University of Geneva, Geneva, Switzerland. Electronic address: michele.iudici@hug.ch."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "176",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "111586",
  "pages": "111586",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Registries",
    "Rheumatology",
    "Prospective Studies",
    "Guideline Adherence"
  ],
  "article_ids": {
    "pubmed": "39481460",
    "doi": "10.1016/j.jclinepi.2024.111586",
    "pii": "S0895-4356(24)00342-1"
  },
  "doi": "10.1016/j.jclinepi.2024.111586",
  "dates": {
    "completed": "2024-12-13",
    "revised": "2024-12-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:50.355549",
    "pmid": "39481460"
  }
}