{
  "pmid": "39492428",
  "uid": "39492428",
  "title": "Global research trends of sham acupuncture: A bibliometric analysis.",
  "abstract": "OBJECTIVE: Sham acupuncture has been used as a control in acupuncture efficacy trials. However, questions have been raised about whether it is a physiologically inert placebo. We aimed to understand global research trends and provide guidance for future research by conducting a bibliometric analysis of sham acupuncture studies. METHODS: Journal articles published to date related to sham acupuncture were retrieved from Web of Science on May 29, 2023. The publication year, country, keyword, author, and organization of the studies were analyzed using the available bibliometric information. Using VOSviewer software, the co-occurrence of keywords in sham acupuncture studies was visualized as a network map by cluster analysis and overlay analysis according to the publication year. RESULTS: A total of 3428 studies were included in the analysis. Studies on sham acupuncture have been steadily increasing since 1991, with most of the studies conducted in China (1514 studies, 44.17%), followed by the United States (789 studies, 23.02%) and South Korea (277 studies, 8.08%). The keywords of sham acupuncture research were classified into four clusters: evidence synthesis, pain clinical research, mechanism research, and acupressure research. Keyword analysis according to the publication year showed that evidence synthesis on sham acupuncture was recently focused on psychiatric conditions including depression and insomnia through systematic reviews, and clinical and mechanism studies on sham acupuncture were mostly conducted relatively in the past. CONCLUSION: This bibliometric analysis provides a comprehensive overview of the development and global trends of sham acupuncture research to date, suggesting directions for future research.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Boram",
      "initials": "B",
      "name": "Boram Lee",
      "affiliations": [
        "KM Science Research Division, Korea Institute of Oriental Medicine, Daejeon, Republic of Korea."
      ]
    },
    {
      "last_name": "Kwon",
      "fore_name": "Chan-Young",
      "initials": "CY",
      "name": "Chan-Young Kwon",
      "affiliations": [
        "Department of Oriental Neuropsychiatry, Dong-Eui University College of Korean Medicine, Busan, Republic of Korea."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Yeseul",
      "initials": "Y",
      "name": "Yeseul Lee",
      "affiliations": [
        "Jaseng Spine and Joint Research Institute, Jaseng Medical Foundation, Seoul, Republic of Korea."
      ]
    },
    {
      "last_name": "Alraek",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alraek",
      "affiliations": [
        "The National Research Center in Complementary and Alternative Medicine (NAFKAM), Department of Community Medicine, Faculty of Health Science, UiT, The Arctic University of Norway, Tromsø, Norway; School of Health Sciences, Kristiania University College, Oslo, Norway."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "School of Health Sciences, Kristiania University College, Oslo, Norway."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Hye Won",
      "initials": "HW",
      "name": "Hye Won Lee",
      "affiliations": [
        "KM Convergence Research Division, Korea Institute of Oriental Medicine, Daejeon, Republic of Korea."
      ]
    },
    {
      "last_name": "Ang",
      "fore_name": "Lin",
      "initials": "L",
      "name": "Lin Ang",
      "affiliations": [
        "KM Science Research Division, Korea Institute of Oriental Medicine, Daejeon, Republic of Korea."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "KM Science Research Division, Korea Institute of Oriental Medicine, Daejeon, Republic of Korea. Electronic address: drmslee@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Complementary therapies in medicine",
    "iso_abbreviation": "Complement Ther Med",
    "issn": "1873-6963",
    "issn_type": "Electronic",
    "pub_year": "2023",
    "pub_month": "Oct",
    "pub_day": "28"
  },
  "start_page": "103001",
  "pages": "103001",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39492428",
    "doi": "10.1016/j.ctim.2023.103001",
    "pii": "S0965-2299(23)00088-2"
  },
  "doi": "10.1016/j.ctim.2023.103001",
  "dates": {
    "revised": "2024-11-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.723495",
    "pmid": "39492428"
  }
}