{
  "pmid": "39499691",
  "uid": "39499691",
  "title": "Hands Up Program: Results of a feasibility study of a randomized controlled trial of a bone health exercise and education program for adults aged 50-65 post distal radius fracture.",
  "abstract": "PURPOSE: Distal radius fractures (DRF) that occur from a fall from level ground are considered fragility fractures and may be the first indication that someone has compromised bone mineral density and is at risk of having osteoporosis. Women at about 50 years of age experience a dramatic increase risk of these fractures. Rehabilitation after DRF focuses on restoring range of motion and strength in the wrist, but rarely address future bone health concerns. We developed a 6-week therapist-developed remote full body exercise and osteoporosis/bone-health education program (called The Hands Up Program). This study was designed to evaluate the feasibility of a larger trial examining the effects of a whole-body exercise and education program for people 50-65 after a DRF. METHODS: Community dwelling individuals between the age of 50-65 with a radiographically confirmed DRF were recruited from the Roth| McFarlane Hand and Upper Limb Center in London, Ontario. Participants were randomized in a 1:1 ratio into either the Hands Up Program which was a twice weekly exercise and education program for 6 weeks, or the control group where they proceeded with usual care. The intervention was delivered online through a website where participants created a unique username and password to access. The primary feasibility outcomes of the study were recruitment rate (74 participants in 1 year), retention rate (75% completion), and intervention adherence rate (60% of completion of the exercise program). Secondary outcomes included strength, range of motion, self-reported outcomes, and bone density. RESULTS: Overall, 74 participants were recruited in 14 months. Retention did not meet the criteria for success, as only 53% of the participants attended their 12-month visit. Adherence was also not met albeit close with 55% completing the exercise program. Twelve participants withdrew from the study, five due to the time commitment, four without explanation, one due to group allocation, one due to COVID and one participant moved. One participant was deemed ineligible after consent. Four of the participants that withdrew were in the intervention group, and four in the control group, five participants withdrew before they were allocated to a group. Feedback from patients indicated potential improvements to the program: lower assessment burden, spacing out the intervention so that the education portion could be delivered during the immobilization phase of recovery, and creating a more individualized program. CONCLUSION: Adherence and retention were both a challenge, although adherence was close to target. While achieving adherence to exercise in bone health is a known challenge, given the importance of prevention in the at-risk DRF population and the challenges in co-design and delivery during the pandemic, we believe evaluation of a revitalized program is warranted.",
  "authors": [
    {
      "last_name": "Ziebart",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Ziebart",
      "affiliations": [
        "School of Physical Therapy, Department of Health and rehabilitation Sciences, University of Western Ontario, London, Ontario, Canada."
      ],
      "orcid": "0000-0002-3667-4133"
    },
    {
      "last_name": "MacDermid",
      "fore_name": "Joy",
      "initials": "J",
      "name": "Joy MacDermid",
      "affiliations": [
        "School of Physical Therapy, Department of Health and rehabilitation Sciences, University of Western Ontario, London, Ontario, Canada.",
        "Clinical Research Lab, Roth McFarlane Hand and Upper Limb Centre, St. Joseph's Health Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "School of Physical Therapy, Department of Health and rehabilitation Sciences, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Szekeres",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Szekeres",
      "affiliations": [
        "School of Physical Therapy, Department of Health and rehabilitation Sciences, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Suh",
      "fore_name": "Nina",
      "initials": "N",
      "name": "Nina Suh",
      "affiliations": [
        "Emory Health Care, Atlanta, Georgia, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "11",
    "pub_year": "2024"
  },
  "start_page": "e0313013",
  "pages": "e0313013",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Middle Aged",
    "Male",
    "Feasibility Studies",
    "Aged",
    "Exercise Therapy",
    "Radius Fractures",
    "Bone Density",
    "Patient Education as Topic",
    "Osteoporosis",
    "Wrist Fractures"
  ],
  "article_ids": {
    "pubmed": "39499691",
    "pmc": "PMC11537389",
    "doi": "10.1371/journal.pone.0313013",
    "pii": "PONE-D-24-19994"
  },
  "doi": "10.1371/journal.pone.0313013",
  "pmc_id": "PMC11537389",
  "dates": {
    "completed": "2024-11-05",
    "revised": "2024-11-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.991699",
    "pmid": "39499691"
  }
}