{
  "pmid": "39496735",
  "uid": "39496735",
  "title": "A mixed-methods survey and focus group study to understand researcher and clinician preferences for a Journal transparency Tool.",
  "abstract": "Transparency within biomedical research is essential for research integrity, credibility, and reproducibility. To increase adherence to optimal scientific practices and enhance transparency, we propose the creation of a journal transparency tool (JTT) that will allow users to obtain information about a given scholarly journal's operations and transparency policies. This study is part of a program of research to obtain user preferences to inform the proposed JTT. Here, we report on our consultation with clinicians and researchers. This mixed-methods study was conducted in two parts. The first part involved a cross-sectional survey conducted on a random sample of authors from biomedical journals. The survey asked clinicians and researchers about the inclusion of a series of potential scholarly metrics and user features in the proposed JTT. Quantitative survey items were summarized with descriptive statistics. Thematic content analysis was employed to analyze text-based responses. Subsequent focus groups used survey responses to further explore the inclusion of items in the JTT. Items with less than 70% agreement were used to structure discussion points during these sessions. Participants voted on the use of user features and metrics to be considered within the journal tool after each discussion. Thematic content analysis was conducted on interview transcripts to identify the core themes discussed. A total of 632 participants (5.5% response rate) took part in the survey. A collective total of 74.7% of respondents found it either 'occasionally, 'often', or 'almost always' difficult to determine if health information online is based on reliable research evidence. Twenty-two participants took part in the focus groups. Three user features and five journal tool metrics were major discussion points during these sessions. Thematic analysis of interview transcripts resulted in six themes. The use of registration was the only item to not meet the 70% threshold after both the survey and focus groups. Participants demonstrated low scholarly communication literacy when discussing tool metric suggestions. Our findings suggest that the JTT would be valuable for both researchers and clinicians. The outcomes of this research will contribute to developing and refining the tool in accordance with researchers and clinicians.",
  "authors": [
    {
      "last_name": "Ng",
      "fore_name": "Jeremy Y",
      "initials": "JY",
      "name": "Jeremy Y Ng",
      "affiliations": [
        "Centre for Journalology, Methodological and Implementation Research Program, The Ottawa Hospital Research Institute, Ottawa, Canada. ngjy2@mcmaster.ca."
      ],
      "orcid": "0000-0003-0031-5873"
    },
    {
      "last_name": "Liu",
      "fore_name": "Henry",
      "initials": "H",
      "name": "Henry Liu",
      "affiliations": [
        "Centre for Journalology, Methodological and Implementation Research Program, The Ottawa Hospital Research Institute, Ottawa, Canada."
      ],
      "orcid": "0000-0001-9880-7248"
    },
    {
      "last_name": "Masood",
      "fore_name": "Mehvish",
      "initials": "M",
      "name": "Mehvish Masood",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ONs, Canada."
      ],
      "orcid": "0009-0008-2549-3573"
    },
    {
      "last_name": "Kochhar",
      "fore_name": "Jassimar",
      "initials": "J",
      "name": "Jassimar Kochhar",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ONs, Canada."
      ],
      "orcid": "0009-0003-1036-7930"
    },
    {
      "last_name": "Moher",
      "fore_name": "David",
      "initials": "D",
      "name": "David Moher",
      "affiliations": [
        "Centre for Journalology, Methodological and Implementation Research Program, The Ottawa Hospital Research Institute, Ottawa, Canada.",
        "School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Canada."
      ],
      "orcid": "0000-0003-2434-4206"
    },
    {
      "last_name": "Ehrlich",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Ehrlich",
      "affiliations": [
        "EBSCO Information Services, Ipswich, MA, USA.",
        "Department of Family Medicine and Community Health at the UMASS Chan Medical School, Worcester, MA, USA."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ONs, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    },
    {
      "last_name": "Cobey",
      "fore_name": "Kelly D",
      "initials": "KD",
      "name": "Kelly D Cobey",
      "affiliations": [
        "School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Canada.",
        "University of Ottawa Heart Institute, Ottawa, Canada."
      ],
      "orcid": "0000-0003-2797-1686"
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Nov",
    "pub_day": "04"
  },
  "start_page": "26626",
  "pages": "26626",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Research Personnel",
    "Surveys and Questionnaires",
    "Focus Groups",
    "Cross-Sectional Studies",
    "Biomedical Research",
    "Periodicals as Topic",
    "Male",
    "Female"
  ],
  "article_ids": {
    "pubmed": "39496735",
    "pmc": "PMC11535019",
    "doi": "10.1038/s41598-024-77790-z",
    "pii": "10.1038/s41598-024-77790-z"
  },
  "doi": "10.1038/s41598-024-77790-z",
  "pmc_id": "PMC11535019",
  "dates": {
    "completed": "2024-11-04",
    "revised": "2025-03-15"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "IT32200",
      "agency": "MITACS Accelerate Industrial Award (EBSCO Health)"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.426360",
    "pmid": "39496735"
  }
}