{
  "pmid": "39499882",
  "uid": "39499882",
  "title": "Evaluation of Peer Simulations Utilizing Student-Generated Case Studies with Pre-clinical Veterinary Students.",
  "abstract": "A novel student-driven model of peer simulations using reverse case studies was developed during the COVID-19 pandemic to provide virtual instruction to fourth-year clinical veterinary students. Focus groups suggested that, while this teaching method could not replace hands-on clinical experience, it could be a valuable tool to clinically prepare students during their pre-clinical curriculum. The primary aim of this study was to determine whether this teaching method enhanced earlier curricular student comfort with clinical reasoning, communication, and peer role play as measured by pre- and post-surveys. A secondary aim was to evaluate clinical reasoning ability using the validated Modified Lasater Clinical Judgment Rubric (MCJR). Eighteen pre-clinical veterinary students participated in a 1-week course where they designed and presented clinical cases and participated through virtual role play as clients, clinicians, and observers. Our results demonstrated that students' comfort in clinical reasoning and peer role play significantly improved (p < .001 and p = .003, respectively) after participating in this activity. The role perceived to be the most helpful at developing clinical reasoning and communication skills was clinician, followed by client then observer. Results from the MCJR found significant discrepancies between facilitator scoring and student self- and peer-assessment (p < .001). Common themes emerged including the benefits of engaging in self-reflection, peer-to-peer learning, experiencing case ownership and autonomy, and practicing communication and clinical reasoning skills. This teaching method provides a valuable alternative to client simulators and suggests having students create a case as a client offers a unique educational opportunity.",
  "authors": [
    {
      "last_name": "Nichelason",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Nichelason",
      "affiliations": [
        "School of Veterinary Medicine, University of Wisconsin-Madison, 2015 Linden Dr., Madison, WI 53706 USA."
      ]
    },
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "School of Veterinary Medicine, University of Wisconsin-Madison, 2015 Linden Dr., Madison, WI 53706 USA."
      ]
    },
    {
      "last_name": "Schultz",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Schultz",
      "affiliations": [
        "School of Veterinary Medicine, University of Wisconsin-Madison, 2015 Linden Dr., Madison, WI 53706 USA."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Margene",
      "initials": "M",
      "name": "Margene Anderson",
      "affiliations": [
        "School of Veterinary Medicine, University of Wisconsin-Madison, 2015 Linden Dr., Madison, WI 53706 USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of veterinary medical education",
    "iso_abbreviation": "J Vet Med Educ",
    "issn": "0748-321X",
    "issn_type": "Print",
    "volume": "51",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "673",
  "end_page": "684",
  "pages": "673-684",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Education, Veterinary",
    "Humans",
    "Peer Group",
    "COVID-19",
    "Clinical Competence",
    "Simulation Training",
    "Students, Medical",
    "Clinical Reasoning",
    "Male",
    "SARS-CoV-2",
    "Educational Measurement",
    "Female"
  ],
  "article_ids": {
    "pubmed": "39499882",
    "doi": "10.3138/jvme-2023-0002"
  },
  "doi": "10.3138/jvme-2023-0002",
  "dates": {
    "completed": "2024-11-05",
    "revised": "2024-11-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:45.978096",
    "pmid": "39499882"
  }
}