{
  "pmid": "39492464",
  "uid": "39492464",
  "title": "Building Engagement-Capable Environments for Health System Transformation: Development and Early Implementation of a Capability Framework for Patient, Family and Caregiver Engagement in Ontario Health Teams.",
  "abstract": "INTRODUCTION: Despite widespread calls to involve patients, families and caregivers (PFCs) as partners at all levels of health system planning and design, there is unevenness in how engagement efforts are supported across these settings. The concept of 'engagement-capable environments' offers a way forward to uncover the key requirements for sustainable, high-quality engagement, but more work is needed to identify the specific competencies required to create these environments. We addressed this gap by developing a capability framework for Ontario Health Teams (OHTs), a newly established structure for planning, designing, organizing and delivering care in Ontario, Canada. METHODS: The framework was co-developed by a Working Group of OHT staff and leaders, PFC partners, researchers and government personnel. Project activities occurred over four phases: (1) planning, (2) evidence review and surveying of intended users to identify key competencies, (3) framework design and (4) implementation. RESULTS: An evidence review identified more than 90 potential competencies for this work. These results were contextualized and expanded through a survey of OHT stakeholders to brainstorm potential competencies, supports and enablers for engagement. Surveys were completed by 69 individuals; 689 knowledge and skill competency statements, 462 attitude and behaviour competency statements and 250 supports and enablers were brainstormed. The statements were analysed and organized into initial competency categories, which were reviewed, discussed and iteratively refined by Working Group members and through broader consultations with the OHT community. The final framework includes six competency domains and four support and enabler domains, each with sub-domain elements, mapped across a three-stage maturity model. The framework has been disseminated across OHTs, and its adoption and implementation are now requirements within OHT agreements. CONCLUSION: The framework combines a strong conceptual foundation with actionable elements informed by the literature and consultations with the intended users of the framework. Although developed for OHTs, the framework should be broadly applicable to other health system organizations seeking similar health system transformation goals. PATIENT CONTRIBUTION: Patient, family and caregiver partners were involved at all stages and in all aspects of the work. As end users of the framework, their perspectives, knowledge and opinions were critical.",
  "authors": [
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Public and Patient Engagement Collaborative, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2907-2783"
    },
    {
      "last_name": "Tripp",
      "fore_name": "Laura",
      "initials": "L",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Public and Patient Engagement Collaborative, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6108-9190"
    },
    {
      "last_name": "Abdelhalim",
      "fore_name": "Reham",
      "initials": "R",
      "affiliations": [
        "Burlington Ontario Health Team, Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hives",
      "fore_name": "Lotje",
      "initials": "L",
      "affiliations": [
        "Nipissing Wellness Ontario Health Team, North Bay, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kristy",
      "fore_name": "Betty-Lou",
      "initials": "BL",
      "affiliations": [
        "Minister's Patient and Family Advisory Council, Ministry of Health, Government of Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Maureen",
      "initials": "M",
      "affiliations": [
        "Patient Partner, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tenhagen",
      "fore_name": "Laura",
      "initials": "L",
      "affiliations": [
        "Sault Area Hospital, Sault Ste. Marie, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wingham-Smith",
      "fore_name": "Lindsay",
      "initials": "L",
      "affiliations": [
        "Mississauga Health Ontario Health Team, Mississauga, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "e70083",
  "pages": "e70083",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Ontario",
    "Caregivers",
    "Patient Participation",
    "Patient Care Team",
    "Family",
    "Delivery of Health Care",
    "Surveys and Questionnaires",
    "Capacity Building"
  ],
  "article_ids": {
    "pubmed": "39492464",
    "pmc": "PMC11532454",
    "doi": "10.1111/hex.70083"
  },
  "doi": "10.1111/hex.70083",
  "pmc_id": "PMC11532454",
  "dates": {
    "completed": "2024-11-04",
    "revised": "2024-11-06"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "This research was supported by the Government of Ontario, Ministry of Health (692)."
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.743692",
    "pmid": "39492464"
  }
}