{
  "pmid": "39493733",
  "uid": "39493733",
  "title": "Can machine learning assist in systemic sclerosis diagnosis and management? A scoping review.",
  "abstract": "This scoping review aims to summarize the existing literature on how machine learning can be used to impact systemic sclerosis diagnosis, management, and treatment. Following Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews (PRISMA-ScR) reporting guidelines, Embase, Web of Science, Medline (PubMed), IEEE Xplore, and ACM Digital Library were searched from inception to 3 March 2024, for primary literature reporting on machine learning models in any capacity regarding scleroderma. Following robust triaging, 11 retrospective studies were included in this scoping review. Three studies focused on the diagnosis of scleroderma to influence preferred management and nine studies on treatment and predicting treatment response to scleroderma. Nine studies used supervision in their machine learning model training; two used supervised and unsupervised training and one used solely unsupervised training. A total of 817 patients were included in the data sets. Seven of the included articles used patients from the United States, one from Belgium, two from Japan, and two from China. Although currently limited to retrospective studies, the results indicate that machine learning modeling may have a role in early diagnosis, management, therapeutic decision-making, and in the development of future therapies for systemic sclerosis. Prospective studies examining the use of machine learning in clinical practice are recommended to confirm the utility of machine learning in patients with systemic sclerosis.",
  "authors": [
    {
      "last_name": "McMullen",
      "fore_name": "Eric P",
      "initials": "EP",
      "name": "Eric P McMullen",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9961-7999"
    },
    {
      "last_name": "Grewal",
      "fore_name": "Rajan S",
      "initials": "RS",
      "name": "Rajan S Grewal",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Storm",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Storm",
      "affiliations": [
        "School of Health, University of Waterloo, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Cochrane Cameroon, Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada.",
        "Department of Global Health, Stellenbosch University, Stellenbosch, South Africa."
      ]
    },
    {
      "last_name": "Maretzki",
      "fore_name": "Maxine R",
      "initials": "MR",
      "name": "Maxine R Maretzki",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Larché",
      "fore_name": "Maggie J",
      "initials": "MJ",
      "name": "Maggie J Larché",
      "affiliations": [
        "Divisions of Rheumatology and Clinical Immunology and Allergy, Departments of Medicine and Pediatrics, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9506-1249"
    }
  ],
  "journal": {
    "title": "Journal of scleroderma and related disorders",
    "iso_abbreviation": "J Scleroderma Relat Disord",
    "issn": "2397-1991",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "171",
  "end_page": "177",
  "pages": "171-177",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39493733",
    "pmc": "PMC11528611",
    "doi": "10.1177/23971983241253718",
    "pii": "10.1177_23971983241253718"
  },
  "doi": "10.1177/23971983241253718",
  "pmc_id": "PMC11528611",
  "dates": {
    "revised": "2025-07-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.658318",
    "pmid": "39493733"
  }
}