{
  "pmid": "39490978",
  "uid": "39490978",
  "title": "A Systematic Review and Quality Assessment of Cardiovascular Disease-Specific Health-Related Quality-of-Life Instruments: Part II Psychometric Properties.",
  "abstract": "OBJECTIVES: Health-related quality-of-life instruments for cardiovascular diseases (CVDs) have been commonly used to measure important patient-reported outcomes in clinical trials and practices. This study aimed to systematically identify and evaluate the psychometric properties of CVD-specific health-related quality-of-life instruments. METHODS: We searched cumulative index to nursing and allied health literature, Embase, and PubMed from inception to January 20, 2022. Studies that reported psychometric properties of CVD-specific instruments were included. Two reviewers independently assessed the methodological quality using the Consensus-based Standards for the Selection of Health Measurement Instruments methods for evaluating measurement properties and quality of evidence. Seven psychometric properties, including structural validity, internal consistency, test-retest reliability, convergent validity, divergent validity, discriminative validity, and responsiveness, were evaluated. RESULTS: We identified 142 studies reporting psychometric properties of 40 instruments. Five (12.5%) instruments demonstrated measurement properties with sufficient or inconsistent ratings; 16 (40.0%) instruments did not report any responsiveness evidence. Of the 40 instruments, 15 (37.5%) instruments were rated sufficient with high quality of evidence on internal consistency; 4 (10.0%) on structural validity, convergent validity and divergent validity; and 3 (7.5%) on discriminative validity. CONCLUSIONS: When measuring patient-reported outcomes in clinical trials or routine practice, it is important to choose instruments with established psychometric properties.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Xue",
      "initials": "X",
      "name": "Xue Li",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada; Department of Health Technology Assessment, China National Health Development Research Centre, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Rui",
      "initials": "R",
      "name": "Rui Li",
      "affiliations": [
        "Department of Health Technology Assessment, China National Health Development Research Centre, Beijing, China; Evidence Based Social Science Research Center/Health Technology Assessment Center, School of Public Health, Lanzhou University, Lanzhou, Gansu, China; Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, Gansu, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Meixuan",
      "initials": "M",
      "name": "Meixuan Li",
      "affiliations": [
        "Evidence Based Social Science Research Center/Health Technology Assessment Center, School of Public Health, Lanzhou University, Lanzhou, Gansu, China; Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, Gansu, China."
      ]
    },
    {
      "last_name": "Hui",
      "fore_name": "Xu",
      "initials": "X",
      "name": "Xu Hui",
      "affiliations": [
        "Evidence Based Social Science Research Center/Health Technology Assessment Center, School of Public Health, Lanzhou University, Lanzhou, Gansu, China; Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, Gansu, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Li",
      "affiliations": [
        "Evidence Based Social Science Research Center/Health Technology Assessment Center, School of Public Health, Lanzhou University, Lanzhou, Gansu, China; Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, Gansu, China."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Liang",
      "initials": "L",
      "name": "Liang Yao",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette",
      "initials": "H",
      "name": "Harriette Van Spall",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada; Research Institute of St Joseph's and Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Kun",
      "initials": "K",
      "name": "Kun Zhao",
      "affiliations": [
        "Department of Health Technology Assessment, China National Health Development Research Centre, Beijing, China; Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, Gansu, China; Vanke School of Public Health, Tsinghua University, Beijing, China."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Qiang",
      "initials": "Q",
      "name": "Qiang Fu",
      "affiliations": [
        "Department of Health Technology Assessment, China National Health Development Research Centre, Beijing, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada. Electronic address: fengxie@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "294",
  "end_page": "305",
  "pages": "294-305",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Psychometrics",
    "Quality of Life",
    "Cardiovascular Diseases",
    "Reproducibility of Results",
    "Patient Reported Outcome Measures",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "39490978",
    "doi": "10.1016/j.jval.2024.08.011",
    "pii": "S1098-3015(24)06692-0"
  },
  "doi": "10.1016/j.jval.2024.08.011",
  "dates": {
    "completed": "2025-01-31",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.390005",
    "pmid": "39490978"
  }
}