{
  "pmid": "39494892",
  "uid": "39494892",
  "title": "Beyond boundaries: exploring a generative artificial intelligence assignment in graduate, online science courses.",
  "abstract": "Generative artificial intelligence (GAI) offers increased accessibility and personalized learning, though the potential for inaccuracies, biases, and unethical use is concerning. We present a newly developed research paper assignment that required students to utilize GAI. The assignment was implemented within three online, asynchronous graduate courses for medical laboratory sciences. Student learning was assessed using a rubric, which rated students' effective integration and evaluation of GAI-generated content against peer-reviewed research articles, thus demonstrating their critical thinking and synthesis skills, among other metrics. Overall rubric scores were high, suggesting that learning outcomes were met. After field testing, we administered a 16-item survey about GAI utilization, contribution to learning, and ethical concerns. Data (n = 32) were analyzed, and free-response answers were thematically coded. While 93.8% of respondents found the GAI-generated content to be \"very good\" or \"excellent,\" 28.1% found inaccuracies, and 68.8% \"strongly agreed\" or \"agreed\" that GAI should be allowed to be used as a tool to complete academic assignments. Interestingly, however, only 28.1% \"strongly agreed\" or \"agreed\" that GAI may be used for assignments if not explicitly authorized by the instructor. Though GAI allowed for more efficient completion of the project and better understanding of the topic, students noted concerns about academic integrity and the lack of citations in GAI responses. The assignment can easily be modified for different learning preferences and course environments. Raising awareness among students and faculty about the ethical use and limitations of GAI is crucial in today's evolving pedagogical landscape.",
  "authors": [
    {
      "last_name": "Ganjoo",
      "fore_name": "Rohini",
      "initials": "R",
      "name": "Rohini Ganjoo",
      "affiliations": [
        "The George Washington University, Ashburn, Virginia, USA."
      ],
      "orcid": "0000-0001-7185-7747"
    },
    {
      "last_name": "Rankin",
      "fore_name": "James",
      "initials": "J",
      "name": "James Rankin",
      "affiliations": [
        "The George Washington University, Ashburn, Virginia, USA."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Lee",
      "affiliations": [
        "The George Washington University, Ashburn, Virginia, USA."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "The George Washington University, Ashburn, Virginia, USA."
      ],
      "orcid": "0000-0003-4981-4948"
    }
  ],
  "journal": {
    "title": "Journal of microbiology & biology education",
    "iso_abbreviation": "J Microbiol Biol Educ",
    "issn": "1935-7877",
    "issn_type": "Print",
    "volume": "25",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "12"
  },
  "start_page": "e0012724",
  "pages": "e0012724",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39494892",
    "pmc": "PMC11636326",
    "doi": "10.1128/jmbe.00127-24"
  },
  "doi": "10.1128/jmbe.00127-24",
  "pmc_id": "PMC11636326",
  "dates": {
    "revised": "2024-12-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.616227",
    "pmid": "39494892"
  }
}