{
  "pmid": "39500505",
  "uid": "39500505",
  "title": "A Benchmark Survey of the Delivery of Clinical Education in Small Animal Primary-Care Clinical Programs Among Member Institutions of the American Association of Veterinary Medical Colleges.",
  "abstract": "While primary-care clinical rotations are well established and have been incorporated into veterinary colleges over the past 50 years, standardization of teaching small animal primary care across veterinary colleges is unknown. The purpose of this study was to explore and document variations and similarities in the delivery of small animal primary-care clinical education curricula among member programs of the American Association of Veterinary Medicine Colleges (AAVMC). A comprehensive, 114-question online survey was conducted, comprising seven sections, including Rotation Logistics; House Officers; Procedures Performed; Rounds; Spectrum of Care; Diversity, Equity, and Inclusion; Assessment; Leadership Roles; and Research. Of the 52 AAVMC institutions worldwide at the time of the survey, 69% (36/52) of programs responded, of which 86% (31/36) met inclusion criteria and were retained for analysis. Results revealed primary-care services report seeing a mean of 75.84 cases per week (median 70, range 20-180, SD 37.34, n = 29), which serve as educational experiences for veterinary students rotating through the service, including the practice of hands-on clinical skills (including surgical procedures), discussing \"flexible treatment care options\" with clients, and actively leading cases. Length and size of a primary-care rotation varied with a mean duration of 3 weeks (median 2, range 2-12, SD 2.02, n = 29) and mean of 10 students (median 8.5, range 5-36, SD 5.87, n = 28) per rotation. This study highlights the current state of primary-care veterinary clinical education and provides descriptive data that might serve as a basis to guide future development of primary-care curricula across clinical programs.",
  "authors": [
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth E",
      "initials": "EE",
      "name": "Elizabeth E Alvarez",
      "affiliations": [
        "Department of Medical Sciences, School of Veterinary Medicine, University of Wisconsin-Madison, Madison, WI 53706 USA."
      ]
    },
    {
      "last_name": "Eckman",
      "fore_name": "Stacy",
      "initials": "S",
      "name": "Stacy Eckman",
      "affiliations": [
        "Department of Small Animal Clinical Sciences, School of Veterinary Medicine and Biomedical Sciences, Texas A&M University, College Station, TX 77840 USA."
      ]
    },
    {
      "last_name": "Coe",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Coe",
      "affiliations": [
        "Department of Population Medicine, Ontario Veterinary College, University of Guelph, Guelph, ON N1G 2W1 Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of veterinary medical education",
    "iso_abbreviation": "J Vet Med Educ",
    "issn": "0748-321X",
    "issn_type": "Print",
    "volume": "51",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Jun"
  },
  "start_page": "302",
  "end_page": "311",
  "pages": "302-311",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Education, Veterinary",
    "United States",
    "Curriculum",
    "Primary Health Care",
    "Surveys and Questionnaires",
    "Benchmarking",
    "Humans",
    "Animals",
    "Schools, Veterinary",
    "Societies, Veterinary"
  ],
  "article_ids": {
    "pubmed": "39500505",
    "doi": "10.3138/jvme-2023-0103"
  },
  "doi": "10.3138/jvme-2023-0103",
  "dates": {
    "completed": "2024-11-05",
    "revised": "2024-11-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:45.978516",
    "pmid": "39500505"
  }
}