{
  "pmid": "39502351",
  "uid": "39502351",
  "title": "Menstruation-Related Angina-The Wee Hours.",
  "abstract": "Literature reveals two kinds of menstruation-related anginas-cardiac syndrome X (CSX) and catamenial angina. CSX generally occurs in perimenopausal or postmenopausal women; catamenial angina affects females from puberty to menopause with existing/preexisting or predisposed to coronary artery disease. CSX involves recurring anginal-type retrosternal chest pains during exercise or rest with no significant findings on angiogram. Catamenial angina is menstruation-associated recurrent nonexertional left-sided chest pain alongside diaphoresis, hot flushes, and persistent lethargy. Pathophysiology of both anginas revolve around decreased levels of estrogen. Estrogen is known to act via genomic and nongenomic pathways on cardiomyocytes, endothelial cells, and smooth muscle cells to exert its cardioprotective effect. These cardioprotective effects could be lost during the postovulation phase and at the end of menstruation as well as during perimenopause or menopause owing to the decreased levels of estrogen. Evaluation should begin with a history and physical examination and focus on noninvasive tests such as exercise tolerance test, electrocardiogram, and echocardiogram. Reducing symptoms that cause discomfort and improving quality of life should be the main goal in management. Nitrates along with β blockers and analgesics for pain are the main pharmacologic modalities. Exercise training, smoking cessation, weight loss, and dietary changes are nonpharmacological modalities. Proper awareness and effective communication with patients or caregivers can lead to early diagnosis and treatment initiation.",
  "authors": [
    {
      "last_name": "Goyette",
      "fore_name": "Sandy",
      "initials": "S",
      "name": "Sandy Goyette",
      "affiliations": [
        "American University School of Medicine Aruba, Oranjestad, Aruba."
      ]
    },
    {
      "last_name": "Mishra",
      "fore_name": "Tulika",
      "initials": "T",
      "name": "Tulika Mishra",
      "affiliations": [
        "Department of Microbiology and Immunology, American University School of Medicine Aruba, Oranjestad, Aruba."
      ]
    },
    {
      "last_name": "Raza",
      "fore_name": "Farah",
      "initials": "F",
      "name": "Farah Raza",
      "affiliations": [
        "American University School of Medicine Aruba, Oranjestad, Aruba."
      ]
    },
    {
      "last_name": "Naqvi",
      "fore_name": "Zahra",
      "initials": "Z",
      "name": "Zahra Naqvi",
      "affiliations": [
        "American University School of Medicine Aruba, Oranjestad, Aruba."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "American University School of Medicine Aruba, Oranjestad, Aruba."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Abrar",
      "initials": "A",
      "name": "Abrar Khan",
      "affiliations": [
        "Department of Anatomy and Dean of Basic Sciences, American University School of Medicine Aruba, Oranjestad, Aruba."
      ]
    },
    {
      "last_name": "Igman",
      "fore_name": "Pamphil",
      "initials": "P",
      "name": "Pamphil Igman",
      "affiliations": [
        "Department of Preventive Medicine and Biostatistics, American University School of Medicine Aruba, Oranjestad, Aruba."
      ]
    },
    {
      "last_name": "Bhat",
      "fore_name": "Malpe Surekha",
      "initials": "MS",
      "name": "Malpe Surekha Bhat",
      "affiliations": [
        "Department of Biochemistry and Molecular Biology and Basic Medical Research, American University School of Medicine Aruba, Oranjestad, Aruba."
      ]
    }
  ],
  "journal": {
    "title": "The International journal of angiology : official publication of the International College of Angiology, Inc",
    "iso_abbreviation": "Int J Angiol",
    "issn": "1061-1711",
    "issn_type": "Print",
    "volume": "33",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "229",
  "end_page": "236",
  "pages": "229-236",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39502351",
    "pmc": "PMC11534467",
    "doi": "10.1055/s-0044-1782602",
    "pii": "IJA-2023-0056"
  },
  "doi": "10.1055/s-0044-1782602",
  "pmc_id": "PMC11534467",
  "dates": {
    "revised": "2025-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.816493",
    "pmid": "39502351"
  }
}