{
  "pmid": "39508616",
  "uid": "39508616",
  "title": "Detecting the presence of different Retzius periodicities at the population level from repetitive linear enamel hypoplasia among Lufengpithecus lufengensis and Pongo pygmaeus.",
  "abstract": "OBJECTIVES: Reconstruction of life histories for fossil and living primates draws on rate of enamel layering, termed Retzius periodicity (RP in days) expressed as surface perikymata, during dental crown formation. Disclosure of RP through thin sectioning is destructive; consequently, sample sizes are inadequate to detect the range of RPs present in discrete taxa. We propose an additional method to detect RPs at the population level based on twice-yearly average recurrence of linear enamel hypoplasia (rLEH) in apes shown by prior studies. MATERIALS AND METHODS: Casts of teeth from orangutans (Pongo pygmaeus) (n = 40) and Lufengpithecus lufengensis (n = 57) from Late Miocene Shihuiba, China, (133 and 138 LEH, respectively) were recorded with scanning electron microscope (SEM) and confocal microscopy to yield perikymata counts between episodes of LEH. Frequency distributions of aggregated perikymata counts between LEH were compared to frequency distribution of tooth-specific ratios of perikymata counts between successive LEH (this latter step removes effects of RP differences within a sample). RESULTS: Drawing on prior research, two successive intervals between LEH span 1 year on average. Ratios of successive to previous intervals between LEH show that orangutans and Lufengpithecus exhibit two asymmetric intervals centered on 5.3 and 6.7 months, likely reflecting the effect of axial tilt insolation on phenology. Estimated RPs are not unimodal but show a range from 7 to 12 in Lufenpithecus and 8 to 11 in Pongo, comparable to published values. DISCUSSION: Repetitive LEH is sufficiently regular to detect additional RPs which, in the case of Lufengpithecus, have yet to be demonstrated histologically.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark Fretson",
      "initials": "MF",
      "name": "Mark Fretson Skinner",
      "affiliations": [
        "Department of Archaeology, Simon Fraser University, Burnaby, British Columbia, Canada."
      ],
      "orcid": "0000-0002-9411-3385"
    },
    {
      "last_name": "Ji",
      "fore_name": "Xueping",
      "initials": "X",
      "name": "Xueping Ji",
      "affiliations": [
        "Kunming Natural History Museum of Zoology, Kunming Institute of Zoology, Chinese Academy of Sciences, Kunming, China.",
        "Yunnan Institute of Cultural Relics and Archaeology, Kunming, China."
      ]
    }
  ],
  "journal": {
    "title": "American journal of biological anthropology",
    "iso_abbreviation": "Am J Biol Anthropol",
    "issn": "2692-7691",
    "issn_type": "Electronic",
    "volume": "185",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "e25014",
  "pages": "e25014",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Dental Enamel Hypoplasia",
    "Microscopy, Electron, Scanning",
    "Dental Enamel",
    "China",
    "Pongo pygmaeus",
    "Fossils",
    "Microscopy, Confocal",
    "Periodicity",
    "Pongo"
  ],
  "article_ids": {
    "pubmed": "39508616",
    "doi": "10.1002/ajpa.25014"
  },
  "doi": "10.1002/ajpa.25014",
  "dates": {
    "completed": "2024-11-18",
    "revised": "2024-11-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "42072209",
      "agency": "National Natural Science Foundation of China"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.426810",
    "pmid": "39508616"
  }
}