{
  "pmid": "39514473",
  "uid": "39514473",
  "title": "Contradictions and possibilities for change: Exploring stakeholder perspectives of Canada's Feminist International Assistance Policy (FIAP) and their connection to a future for global health.",
  "abstract": "Increasing global inequities have led to ongoing critiques of both the historical roots and current practices in global health. From this literature, questions have emerged about the future of global health and Canada's role in this future. However, there is little research exploring the role of Canadian policy for global health funding and the experience of stakeholders that currently implement projects with Canadian funding. This study explores stakeholder perspectives of how Canada's Feminist International Assistance Policy (FIAP) influences adolescent sexual and reproductive health (ASRH) projects and how these perspectives align with calls for change in global health as proposed by Chidwick et al. in the conceptual framework for an imagined future for global health. This study was conducted from February to May 2023 through eight interviews with key informants who were working on ASRH projects, funded through Global Affairs Canada. The study approach included stakeholder analysis and qualitative description. Results highlight the role of Canadian organizations in ASRH projects, importance of partnerships, influence of the FIAP, operational and contextual tensions that arise from implementing FIAP values in ASRH projects outside of Canada, along with stakeholder views on moving forward in global health policy and practice. Findings indicate that the language of the FIAP is aligned with calls for change in global health although there is opportunity for further action towards operationalizing this change. Specifically, findings highlight opportunity to create more flexible funding processes, expand monitoring and evaluation approaches to better include feminist approaches, promote rights-based and dignity-based practices in ASRH, and increase timelines to facilitate greater consultation and partnership building with communities. In conclusion, the FIAP creates an impactful foundation for change towards equity and justice in ASRH projects, although Canadian funding structures and processes need to continue to re-imagine how they support organizations to action these changes.",
  "authors": [
    {
      "last_name": "Chidwick",
      "fore_name": "Hanna",
      "initials": "H",
      "name": "Hanna Chidwick",
      "affiliations": [
        "Faculty of Health Sciences, Global Health, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3066-9085"
    },
    {
      "last_name": "Tuyisenge",
      "fore_name": "Germaine",
      "initials": "G",
      "name": "Germaine Tuyisenge",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, British Columbia, Canada."
      ]
    },
    {
      "last_name": "DiLiberto",
      "fore_name": "Deborah D",
      "initials": "DD",
      "name": "Deborah D DiLiberto",
      "affiliations": [
        "Faculty of Health Sciences, Global Health, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-0528-5773"
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Faculty of Health Sciences, Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PLOS global public health",
    "iso_abbreviation": "PLOS Glob Public Health",
    "issn": "2767-3375",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "11",
    "pub_year": "2024"
  },
  "start_page": "e0003877",
  "pages": "e0003877",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39514473",
    "pmc": "PMC11548757",
    "doi": "10.1371/journal.pgph.0003877",
    "pii": "PGPH-D-24-01371"
  },
  "doi": "10.1371/journal.pgph.0003877",
  "pmc_id": "PMC11548757",
  "dates": {
    "revised": "2024-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.709463",
    "pmid": "39514473"
  }
}