{
  "pmid": "39522341",
  "uid": "39522341",
  "title": "The mediating effect of advanced health assessment on the relationship between self-directed learning and clinical thinking among master of nursing specialist postgraduate students: A structural equation model.",
  "abstract": "BACKGROUND: Clinical thinking is an important competency among master of nursing specialist (MNS) postgraduate students. Previous studies have demonstrated that self-directed learning (SDL) positively affects clinical thinking among MNS postgraduates. However, little is known about the mechanisms underlying the relationship between SDL and clinical thinking. AIM: This study aimed to investigate the status of MNS postgraduates' SDL, advanced health assessment (AHA), and clinical thinking and to explore the mediating effect of AHA on the relationship between SDL and clinical thinking through a structural equation model. DESIGN: Cross-sectional study. SETTINGS: Participants were recruited from 7 universities in Anhui, Hubei, Hebei, and Heilongjiang provinces, China. PARTICIPANTS: A convenience sample of 300 MNS postgraduates was recruited from May 2023 to July 2024. METHODS: A general information questionnaire, SDL instrument, AHA scale, and clinical thinking scale were used for data collection. Data were analyzed using SPSS and AMOS software. RESULTS: The levels of SDL, AHA, and clinical thinking among the participants were above the middle level. AHA played a partial mediated role in the relationship between SDL and clinical thinking. CONCLUSIONS: This study provides new insights into the relationship between SDL, AHA, and clinical thinking. The results of this study indicate the effectiveness of developing AHA when conducting SDL to enhance the clinical thinking of MNS postgraduates.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Lulu",
      "initials": "L",
      "name": "Lulu Wang",
      "affiliations": [
        "The First Affiliated Hospital of Anhui Medical University, Hefei 230022, Anhui Province, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Nursing, Anhui Medical University, Hefei 230032, Anhui Province, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Chunjing",
      "initials": "C",
      "name": "Chunjing Zhang",
      "affiliations": [
        "School of Nursing, Anhui Medical University, Hefei 230032, Anhui Province, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Biaoxin",
      "initials": "B",
      "name": "Biaoxin Zhang",
      "affiliations": [
        "The First Affiliated Hospital of Anhui Medical University, Hefei 230022, Anhui Province, China. Electronic address: 532611328@qq.com."
      ]
    }
  ],
  "journal": {
    "title": "Nurse education today",
    "iso_abbreviation": "Nurse Educ Today",
    "issn": "1532-2793",
    "issn_type": "Electronic",
    "volume": "144",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "106480",
  "pages": "106480",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Cross-Sectional Studies",
    "Education, Nursing, Graduate",
    "Male",
    "Female",
    "Adult",
    "China",
    "Surveys and Questionnaires",
    "Students, Nursing",
    "Self-Directed Learning as Topic",
    "Clinical Competence",
    "Clinical Reasoning",
    "Thinking",
    "Latent Class Analysis"
  ],
  "article_ids": {
    "pubmed": "39522341",
    "doi": "10.1016/j.nedt.2024.106480",
    "pii": "S0260-6917(24)00390-3"
  },
  "doi": "10.1016/j.nedt.2024.106480",
  "dates": {
    "completed": "2024-11-24",
    "revised": "2024-12-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.724072",
    "pmid": "39522341"
  }
}