{
  "pmid": "39524913",
  "uid": "39524913",
  "title": "Mean global field power is reduced in infantile epileptic spasms syndrome after response to vigabatrin.",
  "abstract": "PURPOSE: Infantile epileptic spasms syndrome (IESS) is associated with abnormal neuronal networks during a critical period of synaptogenesis and brain plasticity. Hypsarrhythmia is a visual EEG biomarker used to diagnose IESS, assess response to treatment, and monitor relapse. Computational EEG biomarkers hold promise in providing unbiased, reliable, and objective criteria for clinical management. We hypothesized that computational and visual EEG biomarkers of IESS would correlate after treatment with vigabatrin and that these responses might differ between responders and non-responders. METHODS: A retrospective analysis was conducted at a single center, involving children with IESS at initial diagnosis and following first-line treatment with vigabatrin. Visual EEG biomarkers of hypsarrhythmia were compared with computational EEG biomarkers, including spike and spike fast-oscillation source coherence, spectral power, and mean global field power, using retrospective analysis of EEG recorded at initial diagnosis and after vigabatrin treatment. Responders and non-responders were compared based on the characteristics of their follow-up EEGs. RESULTS: In this pilot study, we observed a reduction in the EEG biomarker of hypsarrhythmia/modified hypsarrhythmia from 20/20 (100%) cases at the initial diagnosis to 9/20 (45%) cases after treatment with vigabatrin, indicating a 55% (11/20) responder rate. No significant difference in spike frequency was observed after treatment (p = 0.104). We observed no significant differences after treatment with vigabatrin in the computational EEG biomarkers that we assessed, including spike source coherence at 90% (p = 0.983), spike source coherence lag range (p > 0.999), spike gamma source coherence at 90% (p = 0.177), spike gamma source coherence lag range (p > 0.999), spectral power (0.642), or mean global field power (0.932). However, when follow-up EEGs were compared, there was a significant difference in mean global field power (p = 0.038) between vigabatrin responders and non-responders. In contrast, no such difference was observed for spike source coherence at 90% (p = 0.285), spike course coherence lag range (p = 0.819), spike gamma source coherence at 90% (p = 0.205), spike gamma source coherence lag range (p > 0.999), or spectral power (p = 0.445). Finally, our treated group did not differ significantly from healthy controls at initial diagnosis or follow-up in terms of spectral power (p = 0.420) or mean global field power (0.127). CONCLUSION: In this pilot study, we show that mean global field power is a computational EEG biomarker that is significantly reduced in IESS after treatment with vigabatrin. Although computational EEG biomarkers of network connectivity using spike source coherence appear to be a promising tool, future studies should further explore their potential for assessing treatment responses in IESS.",
  "authors": [
    {
      "last_name": "Nair",
      "fore_name": "Arjun",
      "initials": "A",
      "name": "Arjun Nair",
      "affiliations": [
        "The Division of Neurology, Department of Pediatrics, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ewusie",
      "fore_name": "Joycelyne",
      "initials": "J",
      "name": "Joycelyne Ewusie",
      "affiliations": [
        "The Department of Health Research Methods, Evidence and Impact McMaster University Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pentz",
      "fore_name": "Rowan",
      "initials": "R",
      "name": "Rowan Pentz",
      "affiliations": [
        "The Division of Neurology, Department of Pediatrics, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Whitney",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Whitney",
      "affiliations": [
        "The Division of Neurology, Department of Pediatrics, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Jones",
      "affiliations": [
        "The Division of Neurology, Department of Pediatrics, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in neurology",
    "iso_abbreviation": "Front Neurol",
    "issn": "1664-2295",
    "issn_type": "Print",
    "volume": "15",
    "pub_year": "2024"
  },
  "start_page": "1476476",
  "pages": "1476476",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39524913",
    "pmc": "PMC11543413",
    "doi": "10.3389/fneur.2024.1476476"
  },
  "doi": "10.3389/fneur.2024.1476476",
  "pmc_id": "PMC11543413",
  "dates": {
    "revised": "2024-11-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:37.287235",
    "pmid": "39524913"
  }
}