{
  "pmid": "39529937",
  "uid": "39529937",
  "title": "Beyond Words: Enhancing Clinical Guideline Comprehension With Icons.",
  "abstract": "BACKGROUND: The Grading Recommendations, Assessment, Development, and Evaluations (GRADE) framework is widely applied in clinical guidelines to facilitate transparent evidence evaluation. While developing Infectious Diseases Society of America (IDSA) guidelines on the management of patients with coronavirus disease 2019 (COVID-19), panel members suggested developing and implementing a visual aid to enable quicker identification of key information by providers at bedside seeking guidance. METHODS: We conducted a mixed-methods study evaluating the usability of a newly designed infographic/icon using a survey and focus groups. The survey incorporated a simulated COVID-19 IDSA guideline with and without the icon, followed by comprehension questions. Focus group discussions provided qualitative feedback on the GRADE methodology and icon usability. RESULTS: The survey was returned by 289 health care providers. There was no statistical difference in the correct response rates between icon-aided and non-icon-aided guideline questions (McNemar's chi-square test, P > .1 for both questions). Interactions with the icon notably increased the time taken and number of clicks required to respond to the first question (Wilcoxon signed-rank test, P < .01). In contrast, response time did not differ between versions for the second question (P = .38). Most subjects (85%) indicated that the icon improved the readability of the guidelines. A focus group follow-up suggested alternative designs for the icon. CONCLUSIONS: This study highlights the promise of iconography in clinical guidelines, although the specific icons tested did not measurably improve usability metrics. Future research should focus on icon design and testing within a formal usability framework, considering the impact of GRADE language on user experience.",
  "authors": [
    {
      "last_name": "Comba",
      "fore_name": "Isin Y",
      "initials": "IY",
      "name": "Isin Y Comba",
      "affiliations": [
        "Division of Public Health, Infectious Diseases and Occupational Medicine, Mayo Clinic, Rochester, Minnesota, USA."
      ],
      "orcid": "0000-0002-0955-6270"
    },
    {
      "last_name": "O'Horo",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C O'Horo",
      "affiliations": [
        "Division of Public Health, Infectious Diseases and Occupational Medicine, Mayo Clinic, Rochester, Minnesota, USA.",
        "Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, Minnesota, USA."
      ],
      "orcid": "0000-0002-0880-4498"
    },
    {
      "last_name": "Gordon",
      "fore_name": "Joel E",
      "initials": "JE",
      "name": "Joel E Gordon",
      "affiliations": [
        "Department of Family Medicine and Community Health Madison, University of Wisconsin, Madison, Wisconsin, USA."
      ],
      "orcid": "0000-0001-7619-9384"
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "Department of Medicine, Case Western Reserve University and Veterans Affairs Medical Center, Cleveland, Ohio, USA."
      ]
    },
    {
      "last_name": "Moore",
      "fore_name": "Matthew M",
      "initials": "MM",
      "name": "Matthew M Moore",
      "affiliations": [
        "Center for Innovation, Mayo Clinic College of Medicine, Rochester, Minnesota, USA."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Medicine, Case Western Reserve University, School of Medicine, Cleveland, Ohio, USA.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Division of Nephrology and Hypertension, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, Kansas, USA."
      ]
    },
    {
      "last_name": "Bhimraj",
      "fore_name": "Adarsh",
      "initials": "A",
      "name": "Adarsh Bhimraj",
      "affiliations": [
        "Division of Infectious Diseases, Houston Methodist Hospital, Center of Excellence for Infectious Diseases Houston Methodist Research Institute, Houston, Texas, USA."
      ],
      "orcid": "0009-0005-5008-3128"
    }
  ],
  "journal": {
    "title": "Open forum infectious diseases",
    "iso_abbreviation": "Open Forum Infect Dis",
    "issn": "2328-8957",
    "issn_type": "Print",
    "volume": "11",
    "issue": "11",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "ofae637",
  "pages": "ofae637",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39529937",
    "pmc": "PMC11551224",
    "doi": "10.1093/ofid/ofae637",
    "pii": "ofae637"
  },
  "doi": "10.1093/ofid/ofae637",
  "pmc_id": "PMC11551224",
  "dates": {
    "revised": "2024-11-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.196890",
    "pmid": "39529937"
  }
}