{
  "pmid": "39527291",
  "uid": "39527291",
  "title": "Treatment decision-making factors among patients with cervical myelopathy: a discrete-choice experiment.",
  "abstract": "BACKGROUND: Degenerative Cervical Myelopathy is a debilitating condition and current recommendations encourage shared decision-making between surgeons and patients. However, there is limited data on patients' values and preferences for surgical decision making. This study aimed to quantify and compare the relative importance of neurologic function, risk of future surgery, and complications to patients with cervical stenosis. METHODS: Patients with cervical stenosis presenting for surgical evaluation, or post-operative cervical decompression patients, were recruited to participate. Demographic information including modified Japanese Orthopedic Association (mJOA) score, type of surgery, and complications were recorded and anonymized to study ID. Patients then completed an online discrete-choice experiment survey. In a series of 10 questions, respondents chose between two hypothetical health states defined in terms of five attributes, or \"decision factors\": (i) upper extremity neurologic function, (ii) lower extremity neurologic function, (iii) risk of cervical spine surgery, (iv) dysphagia, and (v) C5 palsy. Participants were asked to choose which 'life' they preferred, and a regression model was used to quantify the importance of each decision factor. RESULTS: We report three key findings that can aid clinicians in shared decision-making conversations: (i) all patients regard lower extremity neurologic function as the most important decision factor, (ii) dysphagia, a complication, and upper extremity neurologic function are equally important, and (iii) patients who have undergone surgery weigh neurologic function as less important, and complications as more important than patients who have not undergone surgery. CONCLUSIONS: Patient preferences for management of degenerative cervical myelopathy are influenced by several considerations including the experience of surgery itself. Communication of benefits and harms associated with surgical and conservative care can optimize shared decision making. Further research should be conducted to evaluate for decisional regret and the impact of complications to inform treatment conversations.",
  "authors": [
    {
      "last_name": "Sarraj",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Sarraj",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton General Hospital, Hamilton, ON, Canada. Mohamed.sarraj@medportal.ca."
      ],
      "orcid": "0000-0002-3879-0445"
    },
    {
      "last_name": "Majeed",
      "fore_name": "Meerab",
      "initials": "M",
      "name": "Meerab Majeed",
      "affiliations": [
        "University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Zarrabian",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Zarrabian",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton General Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Busse",
      "affiliations": [
        "Departments of Anesthesia and Health, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton General Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guha",
      "fore_name": "Daipayan",
      "initials": "D",
      "name": "Daipayan Guha",
      "affiliations": [
        "Division of Neurosurgery, Hamilton General Hospital, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pahuta",
      "fore_name": "Markian",
      "initials": "M",
      "name": "Markian Pahuta",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton General Hospital, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of patient-reported outcomes",
    "iso_abbreviation": "J Patient Rep Outcomes",
    "issn": "2509-8020",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Nov",
    "pub_day": "11"
  },
  "start_page": "129",
  "pages": "129",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Male",
    "Middle Aged",
    "Cervical Vertebrae",
    "Aged",
    "Spinal Cord Diseases",
    "Decompression, Surgical",
    "Patient Preference",
    "Choice Behavior",
    "Adult",
    "Decision Making, Shared",
    "Surveys and Questionnaires",
    "Decision Making"
  ],
  "article_ids": {
    "pubmed": "39527291",
    "pmc": "PMC11554993",
    "doi": "10.1186/s41687-024-00810-z",
    "pii": "10.1186/s41687-024-00810-z"
  },
  "doi": "10.1186/s41687-024-00810-z",
  "pmc_id": "PMC11554993",
  "dates": {
    "completed": "2024-11-11",
    "revised": "2024-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:16.040098",
    "pmid": "39527291"
  }
}