{
  "pmid": "39537210",
  "uid": "39537210",
  "title": "Flexible ngo-donor coordination in aid interventions to strengthen resilience: the case of Lebanon's primary healthcare system.",
  "abstract": "INTRODUCTION: With shifts in international aid, international donors have increasingly regarded non-governmental organisations (NGOs) as capable of providing alternative public service arrangements. As funding flows to NGOs, particularly in contexts where both actors work towards strengthening health system resilience, NGO-donor relationships evolve. However, despite calls to investigate the contribution of relationships between actors within health systems, including NGOs and their donors, to health system resilience, empirical research is limited. Understanding these relationships is crucial for comprehending their role in fostering resilient health systems. This research fills this gap, by examining how NGO-donor coordination contributes to health system resilience in Lebanon. METHODS: This research focuses on Lebanon's primary health system, primarily managed by NGOs through contracts and heavily funded by donors. It examines NGOs operating under the national primary healthcare network (PHCN). The participants, including staff from these NGOs and donor agencies funding them, were purposively selected. 31 semi-structured interviews were conducted. The analysis framework relied on a thematic analysis. RESULTS: The findings revealed that the flexibility in NGO-donor coordination in Lebanon depends on donors' trust, regular coordination and donors' willingness to listen to NGOs' needs. In this light, they uncovered that flexible NGO-donor coordination enhances NGOs' resilience capacities in shocks, allowing them to operate flexibly. By strengthening NGOs' resilience, which contributes to the resilience of the broader health system, this relationship contributes to health system resilience. CONCLUSION: The findings contradict the mainstream development literature on NGO-donor relationships. The latter focuses on donor funding requirements that often result in rigid NGO-donor coordination, making it difficult for NGOs to be resilient. Rather, they emphasise the donors' role in implementing flexible development approaches, through flexible NGO-donor coordination, strengthening health system resilience. Overall, this paper contributes to the health system resilience literature by exploring how specific configurations of NGO-donor coordination strengthen health system resilience.",
  "authors": [
    {
      "last_name": "Khodor",
      "fore_name": "Rawya",
      "initials": "R",
      "name": "Rawya Khodor",
      "affiliations": [
        "The Bartlett Development Planning Unit (DPU), University College London (UCL), London, UK rawya.khodor.19@ucl.ac.uk.",
        "Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut (AUB), Beirut, Lebanon."
      ],
      "orcid": "0009-0000-3379-9734"
    },
    {
      "last_name": "Bou Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou Karroum",
      "affiliations": [
        "Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut (AUB), Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut (AUB), Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4084-6524"
    }
  ],
  "journal": {
    "title": "BMJ global health",
    "iso_abbreviation": "BMJ Glob Health",
    "issn": "2059-7908",
    "issn_type": "Print",
    "volume": "9",
    "issue": "11",
    "pub_year": "2024",
    "pub_month": "Nov",
    "pub_day": "12"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Lebanon",
    "Humans",
    "Primary Health Care",
    "Organizations",
    "International Cooperation",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "39537210",
    "pmc": "PMC11575341",
    "doi": "10.1136/bmjgh-2024-016614",
    "pii": "bmjgh-2024-016614"
  },
  "doi": "10.1136/bmjgh-2024-016614",
  "pmc_id": "PMC11575341",
  "dates": {
    "completed": "2024-11-13",
    "revised": "2024-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.838677",
    "pmid": "39537210"
  }
}