{
  "pmid": "39530259",
  "uid": "39530259",
  "title": "Measuring Outcomes Relevant to the Décolletage From the Patient Perspective: Development and Validation of the BODY-Q Décolletage Scale.",
  "abstract": "BACKGROUND: A range of cosmetic treatments to improve skin quality of the décolletage are available. To measure outcomes from the patient perspective, a rigorously developed patient-reported outcome measure (PROM) is needed. OBJECTIVES: The aim of this study was to develop and validate the BODY-Q Décolletage scale. METHODS: Appearance-related codes from BODY-Q concept elicitation interviews were re-examined and 13 items drafted and refined through qualitative interviews with patients and clinicians. The scale was tested in an online international sample of women aged ≥25 years who had previously received a treatment for the décolletage, or in the past 12 months had received a cosmetic treatment at a plastic surgery or dermatology clinic. Data were analysed with both Rasch measurement theory and classical test theory. Construct validity involved testing 20 hypotheses. Convergent validity tests included correlations between the décolletage scale and other BODY-Q scales and the SKIN-Q. RESULTS: Interviews conducted with 15 patients and 5 clinicians led to a 16-item scale with items that covered scenarios (mirror, photographs, low neckline, lay on side, breasts together, arms crossed, get up, up close), comparisons (with other people), age concerns (youthful, age), qualitative concerns (attractive, healthy), skin tone (even-colored), and texture (smooth, texture). The field test included 334 participants. An item with poor fit to the Rasch model was dropped. Data for the remaining 15 items fit the Rasch model (χ2 = 76.72, df = 60, P = .07). All items had ordered thresholds and good item fit. All reliability statistics were >0.93. A total of 19 of 20 predefined hypotheses (95%) were met, providing evidence of construct validity. CONCLUSIONS: The BODY-Q Décolletage scale is available to incorporate the perspective of patients into clinical care and clinical trials of minimally invasive treatments to improve skin quality.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [],
      "orcid": "0000-0003-4720-0096"
    },
    {
      "last_name": "Rae",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Rae",
      "affiliations": [],
      "orcid": "0000-0003-4309-4636"
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": []
    },
    {
      "last_name": "Kaur",
      "fore_name": "Manraj",
      "initials": "M",
      "name": "Manraj Kaur",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Aesthetic surgery journal",
    "iso_abbreviation": "Aesthet Surg J",
    "issn": "1527-330X",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "18"
  },
  "start_page": "313",
  "end_page": "320",
  "pages": "313-320",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Middle Aged",
    "Adult",
    "Patient Reported Outcome Measures",
    "Reproducibility of Results",
    "Skin Aging",
    "Cosmetic Techniques",
    "Aged",
    "Body Image"
  ],
  "article_ids": {
    "pubmed": "39530259",
    "pmc": "PMC11834981",
    "doi": "10.1093/asj/sjae229",
    "pii": "7891560"
  },
  "doi": "10.1093/asj/sjae229",
  "pmc_id": "PMC11834981",
  "dates": {
    "completed": "2025-02-18",
    "revised": "2025-05-16"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Allergan Aesthetics"
    },
    {
      "agency": "Abbvie Company"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.505954",
    "pmid": "39530259"
  }
}