{
  "pmid": "39537025",
  "uid": "39537025",
  "title": "Early-Onset Trajectories of Emotional Dysregulation in Autistic Children.",
  "abstract": "OBJECTIVE: Emotional dysregulation (ED) is a common and debilitating problem for autistic children and their families. However, little is known about early-onset patterns of dysregulation, associated risk factors, and child and family outcomes. This study aimed to characterize trajectories of ED in an inception cohort of autistic preschoolers. METHOD: Caregivers reported on ED of 396 autistic children using the Aberrant Behavior Checklist Irritability and Hyperactivity/Noncompliance subscales at 6 time points from shortly after autism spectrum disorder diagnosis (ages 2-4 years) to preadolescence (ages 10-11 years). Covariance pattern mixture modeling was used to characterize the number and shape of latent dysregulation trajectories that best fit underlying data. Child and family correlates were measured at baseline and between ages 10 and 11 years to characterize early risk factors and preadolescent profiles associated with distinct latent trajectories. RESULTS: Three distinct trajectory classes best fit the data: persistently self-regulated (18% of sample), moderate and declining (54%), and persistently dysregulated (28%). Children classified in the persistently dysregulated trajectory lived with more depressed caregivers and in families reporting greater relationship problems and lower household incomes compared with children in lower-risk trajectories. Few associations were found with baseline child characteristics. Persistent dysregulation problems were associated with significantly worse child mental health and functional outcomes during preadolescent years. CONCLUSION: Risk of persistent severe ED may be identifiable at the time of early autism diagnosis. Diagnostic assessments should include contextual risk factors and links to evidence-based family supports and interventions. PLAIN LANGUAGE SUMMARY: Emotional dysregulation, in the form of frequent and severe meltdowns, irritability and impulsivity, often cause a lot of stress for children with autism spectrum disorder (ASD) and their families. Using data from the Pathways in ASD follow-up study involving 396 children diagnosed between the ages of 2 and 4 years with ASD, authors found that 28% were at high risk of severe emotional dysregulation that lasted throughout early and middle childhood. Children at highest risk were more likely to live in homes where families experienced parental depression, family relationship stress, and lower household incomes compared to those with fewer self-regulation problems. Clinicians conducting diagnostic assessments should include proactive and family-centered mental health assessments, prevention and early intervention for young children with ASD.",
  "authors": [
    {
      "last_name": "Bennett",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Bennett",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada; McMaster Children's Hospital, Hamilton, Ontario, Canada. Electronic address: bennetta@mcmaster.ca."
      ]
    },
    {
      "last_name": "Jambon",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Jambon",
      "affiliations": [
        "Wilfred Laurier University, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zaidman-Zait",
      "fore_name": "Anat",
      "initials": "A",
      "name": "Anat Zaidman-Zait",
      "affiliations": [
        "Tel Aviv University, Tel Aviv, Israel; University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric K",
      "initials": "EK",
      "name": "Eric K Duku",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Stelios",
      "initials": "S",
      "name": "Stelios Georgiades",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Elsabbagh",
      "fore_name": "Mayada",
      "initials": "M",
      "name": "Mayada Elsabbagh",
      "affiliations": [
        "McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Isabel M",
      "initials": "IM",
      "name": "Isabel M Smith",
      "affiliations": [
        "Dalhousie University, Halifax, Nova Scotia, Canada; IWK Health Centre, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Vaillancourt",
      "fore_name": "Tracy",
      "initials": "T",
      "name": "Tracy Vaillancourt",
      "affiliations": [
        "University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zwaigenbaum",
      "fore_name": "Lonnie",
      "initials": "L",
      "name": "Lonnie Zwaigenbaum",
      "affiliations": [
        "University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Kerns",
      "fore_name": "Connor M",
      "initials": "CM",
      "name": "Connor M Kerns",
      "affiliations": [
        "University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Richard",
      "fore_name": "Annie E",
      "initials": "AE",
      "name": "Annie E Richard",
      "affiliations": [
        "Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Bedford",
      "fore_name": "Rachael",
      "initials": "R",
      "name": "Rachael Bedford",
      "affiliations": [
        "Queen Mary University of London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada; Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Academy of Child and Adolescent Psychiatry",
    "iso_abbreviation": "J Am Acad Child Adolesc Psychiatry",
    "issn": "1527-5418",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "710",
  "end_page": "723",
  "pages": "710-723",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Child",
    "Female",
    "Child, Preschool",
    "Autism Spectrum Disorder",
    "Emotional Regulation",
    "Affective Symptoms",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "39537025",
    "doi": "10.1016/j.jaac.2024.11.004",
    "pii": "S0890-8567(24)01981-6"
  },
  "doi": "10.1016/j.jaac.2024.11.004",
  "dates": {
    "completed": "2025-05-29",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.809795",
    "pmid": "39537025"
  }
}