{
  "pmid": "39547311",
  "uid": "39547311",
  "title": "Early Mixed Donor Chimerism is a Strong Negative Prognostic Indicator in Allogeneic Stem Cell Transplant for AML and MDS.",
  "abstract": "BACKGROUND: Allogeneic bone marrow transplantation remains the most potent curative therapy for acute myeloid leukemia (AML) and myelodysplastic syndrome (MDS) due to the graft-versus-tumor effect provided by donor cells. Donor chimerism is utilized early after transplantation to evaluate engraftment and to monitor the persistence of donor hematopoiesis. OBJECTIVE(S): Literature is conflicting regarding to the prognostic utility of early mixed donor chimerism, chimerism kinetic patterns as well as factors associated with it and we sought to clarify this uncertainty. STUDY DESIGN: In this single-centre retrospective analysis, 141 adults aged 18 years of age or older with AML (n = 104) and MDS (n = 37) who received their first transplant from HLA matched related, matched unrelated or mismatched related (haploidentical) donors between 2016 and 2022 and had at least day 30 chimerism measured were included. Approximately 30% received post-transplant cyclophosphamide for graft-versus-host disease (GVHD) prophylaxis and 67% of subjects received reduced-intensity conditioning. Chimerism was measured using STR-PCR from unfractionated peripheral blood mononuclear cells (whole blood; WB) and CD3+ (T cell; TC) compartment at each time point. Complete donor chimerism was defined as ≥95% whereas <95% defined as mixed. Competing risk analysis was used to estimate cumulative incidence of relapse with kinetic calculations completed using an increment factor. Kaplan-Meier was used for overall survival (OS) and relapse-free survival (RFS). Cox proportional hazards regression was used to explore prognostic factors for OS and RFS. RESULTS: Both day 30 mixed WB and TC donor chimerism were individually associated with an increased risk of relapse and worse overall and relapse-free survival at days 30, 60 and 90 post-transplant. Day 30 mixed WB was more specific for relapse (86%), while mixed TC was more sensitive (67%). Complete day 30 chimerism had a negative predictive value of 63% and 70% and positive predictive value of 57% and 67% for WB and TC, respectively. Day 30 WB and TC donor chimerism of <88.92% and 89.29% had specificities of 79.17% and 82.19% although sensitivities only approximated 50%. Evaluating the kinetics of chimerism over the first 90 days provided additional information for prognosticating relapse than absolute chimerism values at individual time points in both WB day 30 to 90 [HR, 1.75 (95% CI, 1.04 to 2.94); P < .035] and TC day 60 to 90 [HR, 1.32 (95% CI, 1.03, 1.69); P < .29]. Twice as many patients with complete chimerism developed acute GVHD compared to those with mixed chimerism. Factors that were found to be associated with day 30 mixed TC chimerism were donor source, ATG GVHD prophylaxis, myeloablative conditioning and female sex, while only donor source was associated with mixed WB. CONCLUSIONS: Both TC and WB day 30 mixed chimerism were associated with an increased risk of relapse. Early mixed WB and TC chimerism is strongly associated with a worse overall and relapse-free survival. The serial measurement of chimerism early post-transplant for monitoring chimerism kinetics provides additional prognostic information beyond the absolute donor chimerism value at a single time point. Haploidentical stem cell transplants were associated with a lower likelihood of mixed chimerism than other donor sources.",
  "authors": [
    {
      "last_name": "Radford",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Radford",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada. Electronic address: radfordj@hhsc.ca."
      ]
    },
    {
      "last_name": "Garcia-Horton",
      "fore_name": "Alejandro",
      "initials": "A",
      "name": "Alejandro Garcia-Horton",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Badami",
      "fore_name": "Rohail",
      "initials": "R",
      "name": "Rohail Badami",
      "affiliations": [
        "Department of Interdisciplinary Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Jin",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Usmani",
      "fore_name": "Nida",
      "initials": "N",
      "name": "Nida Usmani",
      "affiliations": [
        "Division of Pediatric Hematology-Oncology, Charles-Bruneau Cancer Center, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Grafodatskaya",
      "fore_name": "Daria",
      "initials": "D",
      "name": "Daria Grafodatskaya",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Hamilton Regional Laboratory Medicine Program, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McCready",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth McCready",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Hamilton Regional Laboratory Medicine Program, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khalaf",
      "fore_name": "Dina",
      "initials": "D",
      "name": "Dina Khalaf",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Irwin",
      "initials": "I",
      "name": "Irwin Walker",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leber",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Leber",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lepic",
      "fore_name": "Kylie",
      "initials": "K",
      "name": "Kylie Lepic",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada; Escarpment Cancer Research Institute, Hamilton Health Sciences / McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Berg",
      "fore_name": "Tobias",
      "initials": "T",
      "name": "Tobias Berg",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada; Escarpment Cancer Research Institute, Hamilton Health Sciences / McMaster University, Hamilton, Ontario, Canada; Centre for Discovery in Cancer Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Transplantation and cellular therapy",
    "iso_abbreviation": "Transplant Cell Ther",
    "issn": "2666-6367",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "77.e1",
  "end_page": "77.e20",
  "pages": "77.e1-77.e20",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Myelodysplastic Syndromes",
    "Female",
    "Male",
    "Leukemia, Myeloid, Acute",
    "Middle Aged",
    "Adult",
    "Prognosis",
    "Transplantation, Homologous",
    "Retrospective Studies",
    "Aged",
    "Hematopoietic Stem Cell Transplantation",
    "Transplantation Chimera",
    "Young Adult",
    "Transplantation Conditioning",
    "Graft vs Host Disease",
    "Adolescent",
    "Chimerism"
  ],
  "article_ids": {
    "pubmed": "39547311",
    "doi": "10.1016/j.jtct.2024.11.006",
    "pii": "S2666-6367(24)00759-0"
  },
  "doi": "10.1016/j.jtct.2024.11.006",
  "dates": {
    "completed": "2025-04-26",
    "revised": "2025-05-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.321391",
    "pmid": "39547311"
  }
}