{
  "pmid": "39543718",
  "uid": "39543718",
  "title": "Addressing unmet social needs of children with obesity: a pilot randomized controlled trial.",
  "abstract": "BACKGROUND: Childhood obesity is an ongoing public health crisis, and recent clinical practice guidelines identify addressing the role of social inequities in the disparity of health among children with obesity as an area to address. This study aimed to assess the feasibility of a community navigation intervention in a pediatric weight management clinic. METHODS: A single-center pilot randomized controlled trial (RCT) recruiting families from a tertiary hospital pediatric weight management program to evaluate the feasibility of a community navigation intervention. The primary feasibility outcomes were recruitment rates (goal to recruit 80% of the sample in 6 months), uptake of the intervention (goal > 80% of participants in the intervention group to have a visit with the navigator), and acceptability (goal > 90% of families in the intervention group complete all follow-up). RESULTS: Eighty participants completed the social needs screening, and 42 (52.5%) participants screened positive for an unmet social need. In the first 6 months of recruitment, 18 participants were recruited out of a goal of 40 participants (the recruitment rate was 45% vs. the goal of 80% in 6 months), and complete recruitment was achieved in 12 months. Of the 21 participants randomized to the intervention arm, 20 completed the intervention (uptake of intervention was 95% vs. goal 80%). Ten participants in the intervention arm completed all four planned follow-up study visits (the acceptability of follow-up was 48% vs. the goal of 90%). CONCLUSION: We completed a pilot RCT of implementing a community navigator program in a pediatric weight management program. We found feasibility in the intervention's uptake but limited feasibility in recruiting participants and the acceptability of the follow-up. TRIAL REGISTRATION: Clinicaltrials.gov, NCT04711707, https://clinicaltrials.gov/ct2/show/NCT04711707.",
  "authors": [
    {
      "last_name": "Wahi",
      "fore_name": "Gita",
      "initials": "G",
      "name": "Gita Wahi",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada. wahig@mcmaster.ca.",
        "McMaster Children's Hospital, Hamilton, ON, Canada. wahig@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. wahig@mcmaster.ca."
      ],
      "orcid": "0000-0001-5943-9702"
    },
    {
      "last_name": "Marjerrison",
      "fore_name": "Stacey",
      "initials": "S",
      "name": "Stacey Marjerrison",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "McMaster Children's Hospital, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gill",
      "fore_name": "Simrat",
      "initials": "S",
      "name": "Simrat Gill",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Krasevich",
      "fore_name": "Kimberley",
      "initials": "K",
      "name": "Kimberley Krasevich",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Morrison",
      "fore_name": "Katherine M",
      "initials": "KM",
      "name": "Katherine M Morrison",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "McMaster Children's Hospital, Hamilton, ON, Canada.",
        "Centre for Metabolism, Obesity and Diabetes Research, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "10",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Nov",
    "pub_day": "14"
  },
  "start_page": "141",
  "pages": "141",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39543718",
    "pmc": "PMC11562815",
    "doi": "10.1186/s40814-024-01570-9",
    "pii": "10.1186/s40814-024-01570-9"
  },
  "doi": "10.1186/s40814-024-01570-9",
  "pmc_id": "PMC11562815",
  "dates": {
    "revised": "2024-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:51.423477",
    "pmid": "39543718"
  }
}