{
  "pmid": "39541671",
  "uid": "39541671",
  "title": "Adjuvant Radioactive Iodine Ablation in Tall Cell Subtype Papillary Thyroid Cancer: A Systematic Review and Meta-Analysis.",
  "abstract": "INTRODUCTION: Tall cell subtype papillary thyroid cancer (TCS-PTC) is associated with aggressive disease features and worse patient outcomes. It remains unclear whether adjuvant radioactive iodine (RAI) ablation following thyroidectomy is associated with improved survival in TCS-PTC. The purpose of this review and meta-analysis was to determine whether adjuvant RAI was associated with improved survival in patients with TCS-PTC. METHODS: We included any study design that investigated survival outcomes in adult patients diagnosed with TCS-PTC who underwent either thyroidectomy following by adjuvant RAI or thyroidectomy alone. We searched MEDLINE, EMBASE, Scopus, and CENTRAL databases from inception with no restrictions. All screening and review stages were performed in duplicate. Risk of bias was evaluated using ROBINS-I and certainty of evidence were evaluated using GRADE. Meta-analysis was performed using a random effects model and we calculated pooled hazard ratios (HRs), where applicable. All analyses were performed in RevMan 5.3 (Cochrane, UK). RESULTS: Seven nonrandomized studies were included with 9611 TCS-PTC patients, of which 6296 (65.5%) underwent adjuvant RAI. All studies were at high risk of bias. Based on low certainty evidence, we found that adjuvant RAI was possibly associated with improved overall survival in TCS-PTC (HR = 0.60, 95% confidence interval: 0.42-0.85). This benefit was maintained in studies that performed propensity score matching, but we did not find a significant association with tumor size. Sensitivity analysis to remove studies with potentially overlapping data changed the HR to 0.74 (95% CI: 0.46-1.19) with considerable heterogeneity (I[2] = 70%). Based on very low certainty evidence, we were uncertain where adjuvant RAI was associated with cancer-specific or recurrence-free survival. CONCLUSIONS: Adjuvant RAI may be associated with improved overall survival in TCS-PTC, but future high-quality randomized studies with risk stratification are needed.",
  "authors": [
    {
      "last_name": "Staibano",
      "fore_name": "Phillip",
      "initials": "P",
      "name": "Phillip Staibano",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: phillip.staibano@medportal.ca."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Gupta",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alresaini",
      "fore_name": "Fay",
      "initials": "F",
      "name": "Fay Alresaini",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Au",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Au",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nanji",
      "fore_name": "Keean",
      "initials": "K",
      "name": "Keean Nanji",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Division of Ophthalmology, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oulousian",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Oulousian",
      "affiliations": [
        "McGill University School of Medicine, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Senthilkumaran",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Senthilkumaran",
      "affiliations": [
        "University of Ottawa School of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oulousian",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Oulousian",
      "affiliations": [
        "University of Quebec at Outaouais, Gatineau, Quebec, Canada."
      ]
    },
    {
      "last_name": "Pasternak",
      "fore_name": "Jesse D",
      "initials": "JD",
      "name": "Jesse D Pasternak",
      "affiliations": [
        "Department of Surgery, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McKechnie",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler McKechnie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Monteiro",
      "affiliations": [
        "Department of Otolaryngology-Head and Neck Surgery, University of Toronto, Toronto, Ontario, Canada; Department of Otolaryngology-Head and Neck Surgery, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Han",
      "initials": "H",
      "name": "Han Zhang",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of surgical research",
    "iso_abbreviation": "J Surg Res",
    "issn": "1095-8673",
    "issn_type": "Electronic",
    "volume": "304",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "136",
  "end_page": "146",
  "pages": "136-146",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Iodine Radioisotopes",
    "Thyroid Neoplasms",
    "Thyroid Cancer, Papillary",
    "Radiotherapy, Adjuvant",
    "Thyroidectomy"
  ],
  "article_ids": {
    "pubmed": "39541671",
    "doi": "10.1016/j.jss.2024.10.010",
    "pii": "S0022-4804(24)00662-0"
  },
  "doi": "10.1016/j.jss.2024.10.010",
  "dates": {
    "completed": "2024-12-13",
    "revised": "2025-01-16"
  },
  "chemicals": [
    "Iodine Radioisotopes"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:05:50.512625",
    "pmid": "39541671"
  }
}