{
  "pmid": "39553510",
  "uid": "39553510",
  "title": "A 10-year Retrospective Review of Patient-to-Patient Transmitted Pathogens in Culture-Positive Burn Wounds at a Tertiary Burn Center.",
  "abstract": "Introduction: Burn wound infection can progress to sepsis and is a significant source of morbidity and mortality. Prevalence of multidrug-resistant organisms are high in burn patients; these organisms can be transmitted between patients leading to poor outcomes. Objectives: To characterize patient-to-patient transmission of pathogens causing burn wound colonization at a single tertiary hospital burn center in Hamilton, Canada from 2011 to 2020. Methods: Retrospective chart review of patients admitted to the burn trauma unit at Hamilton General Hospital between 2011 and 2020. Antibiotic susceptibility panels of pathogens cultured from burn patients' wound swab/tissue cultures were compared against pathogens cultured from other burn/nonburn patients with overlapping admission dates. Pathogens were categorized into likely, possible, or unlikely transmission, or normal skin flora on a case-by-case basis. Results: There were 173 burn patients with positive wound culture and 613 nonburn patients included in the study. Included burn patients had median age 52 years, mostly male (73%) with flame injury (65%), and median total body surface area 18%. There were 18 patients (10%) with likely transmission and 54 patients (31%) with possible transmission. Most frequently implicated pathogens for likely patient-to-patient transmission were methicillin-resistant Staphylococcus aureus (MRSA) (7 patients) and methicillin-resistant coagulase-negative Staphylococci (4 patients). Both burn and nonburn patients were implicated. Conclusion: The burden of patient-to-patient transmission in culture-positive burn wounds was estimated to be between 10% and 41%. Greater care should be taken to avoid patient-to-patient transmission of pathogens to minimize burn infection morbidity and mortality. Prospective studies should be conducted with genomic sequencing and correlation with clinical outcomes.",
  "authors": [
    {
      "last_name": "Kim",
      "fore_name": "Patrick Jinhyung",
      "initials": "PJ",
      "name": "Patrick Jinhyung Kim",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery,McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-9933-8487"
    },
    {
      "last_name": "Gallo",
      "fore_name": "Lucas",
      "initials": "L",
      "name": "Lucas Gallo",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery,McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-5152-9471"
    },
    {
      "last_name": "Chen",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Chen",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-9677-3600"
    },
    {
      "last_name": "Yuan",
      "fore_name": "Morgan",
      "initials": "M",
      "name": "Morgan Yuan",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, University of Toronto, Toronto, Canada."
      ],
      "orcid": "0000-0002-3942-2468"
    },
    {
      "last_name": "Gallo",
      "fore_name": "Matteo",
      "initials": "M",
      "name": "Matteo Gallo",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery,McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Main",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Main",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Coroneos",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery,McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "pub_year": "2024",
    "pub_month": "Apr",
    "pub_day": "28"
  },
  "start_page": "22925503241249760",
  "pages": "22925503241249760",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39553510",
    "pmc": "PMC11561929",
    "doi": "10.1177/22925503241249760",
    "pii": "10.1177_22925503241249760"
  },
  "doi": "10.1177/22925503241249760",
  "pmc_id": "PMC11561929",
  "dates": {
    "revised": "2024-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:48.096524",
    "pmid": "39553510"
  }
}