{
  "pmid": "39557052",
  "uid": "39557052",
  "title": "Overweight and obesity among Israeli adolescents and the risk for serious morbidity in early young adulthood: a nationwide retrospective cohort study.",
  "abstract": "BACKGROUND: Morbidities related to obesity are usually associated with its severity and duration. Yet, the onset of serious morbidities in early adulthood among otherwise healthy adolescents with obesity is understudied. We aimed to investigate the association between adolescent BMI and serious morbidities before age 25 years. METHODS: In this nationwide, retrospective cohort study, we included Israeli conscripts aged 17-21 years who underwent pre-recruitment medical evaluation between Jan 1, 1996, and Dec 31, 2017, were deemed medically eligible for military service, and were recruited to the Israeli Defense Forces between 1998 and 2018. Exclusion criteria were missing height or weight or service ineligibility for non-medical or medical reasons. Baseline BMI was converted into age-specific and sex-specific percentiles and classified using the US Centers for Disease Control and Prevention categories. The primary outcome was incidence of serious morbidity disqualifying individuals from completing mandatory service. Participants were followed from enlistment until end of service (3 years for males and 2 years for females), onset of serious morbidity, or Dec 31, 2021. Cox models with adjustment to various socio-economic confounders were applied to calculate the hazard ratio (HR) and 95% CI for serious morbidity for the BMI categories. FINDINGS: A total of 1 264 355 adolescents aged 16-20 years were assessed for military service. 145 702 were excluded; 144 705 were considered ineligible for service (133 112 for non-medical reasons and 11 593 for medical reasons), and 2867 had missing height or weight data. The study included 1 118 653 individuals (622 989 [55·7%] males and 495 664 [44·3%] females), with 23 347 cases of serious morbidity recorded over 2 534 873 person-years. Incidence of serious morbidity increased across BMI groups in both sexes. Among males, compared with those with normal BMI, the adjusted HRs were 0·89 (95% CI 0·83-0·95) for underweight, 1·21 (1·16-1·27) for overweight, 1·39 (1·32-1·47) for obesity class 1, 2·82 (2·60-3·06) for obesity class 2, and 5·14 (4·37-6·04) for obesity class 3. For females, the respective ratios were HR 0·95 (95% CI 0·84-1·09) for underweight, 1·27 (1·17-1·37) for overweight, 1·63 (1·45-1·82) for obesity class 1, 4·00 (3·46-4·61) for obesity class 2, and 7·30 (5·65-9·43) for obesity class 3. Results persisted in sensitivity analyses restricted to those with unimpaired health at baseline or those in civilian-equivalent office employments. INTERPRETATION: Obesity in otherwise healthy adolescents was linked with increased risk of serious morbidity before age 25 years. Reducing adolescent obesity will have substantial short-term and long-term health benefits in young adults. FUNDING: Sheba Medical Center.",
  "authors": [
    {
      "last_name": "Zloof",
      "fore_name": "Yair",
      "initials": "Y",
      "name": "Yair Zloof",
      "affiliations": [
        "Israel Defense Forces Medical Corps, Ramat Gan, Israel; Department of Preventive Medicine and Epidemiology, School of Public Health, Medical and Health Sciences, Tel Aviv University, Tel Aviv, Israel; Schneider Children's Medical Center of Israel, Petach Tikva, Israel."
      ]
    },
    {
      "last_name": "Nitecki",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Nitecki",
      "affiliations": [
        "Israel Defense Forces Medical Corps, Ramat Gan, Israel; Department of Preventive Medicine and Epidemiology, School of Public Health, Medical and Health Sciences, Tel Aviv University, Tel Aviv, Israel; Department of Military Medicine and \"Tzameret\", Faculty of Medicine, Hebrew University of Jerusalem, Jerusalem, Israel."
      ]
    },
    {
      "last_name": "Simchoni",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Simchoni",
      "affiliations": [
        "Israel Defense Forces Medical Corps, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Adar",
      "fore_name": "Ofek",
      "initials": "O",
      "name": "Ofek Adar",
      "affiliations": [
        "Israel Defense Forces Medical Corps, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Tsur",
      "fore_name": "Avishai M",
      "initials": "AM",
      "name": "Avishai M Tsur",
      "affiliations": [
        "Israel Defense Forces Medical Corps, Ramat Gan, Israel; Department of Preventive Medicine and Epidemiology, School of Public Health, Medical and Health Sciences, Tel Aviv University, Tel Aviv, Israel; Department of Military Medicine and \"Tzameret\", Faculty of Medicine, Hebrew University of Jerusalem, Jerusalem, Israel; Department of Medicine, Sheba Medical Center, Tel Hashomer, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Derazne",
      "fore_name": "Estela",
      "initials": "E",
      "name": "Estela Derazne",
      "affiliations": [
        "Faculty of Medical and Health Sciences, Tel Aviv University, Tel Aviv, Israel."
      ]
    },
    {
      "last_name": "Tzur",
      "fore_name": "Dorit",
      "initials": "D",
      "name": "Dorit Tzur",
      "affiliations": [
        "Israel Defense Forces Medical Corps, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Rotschield",
      "fore_name": "Jacob",
      "initials": "J",
      "name": "Jacob Rotschield",
      "affiliations": [
        "Israel Defense Forces Medical Corps, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Braun",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Braun",
      "affiliations": [
        "Israel Defense Forces Medical Corps, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Pinhas-Hamiel",
      "fore_name": "Orit",
      "initials": "O",
      "name": "Orit Pinhas-Hamiel",
      "affiliations": [
        "Faculty of Medical and Health Sciences, Tel Aviv University, Tel Aviv, Israel; Pediatric Endocrinology and Diabetes Unit, Edmond and Lili Safra Children's Hospital, Sheba Medical Center, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Fliss Isakov",
      "fore_name": "Naomi",
      "initials": "N",
      "name": "Naomi Fliss Isakov",
      "affiliations": [
        "Department of Preventive Medicine and Epidemiology, School of Public Health, Medical and Health Sciences, Tel Aviv University, Tel Aviv, Israel; Department of Nutrition, Ministry of Health, Tel Aviv, Israel."
      ]
    },
    {
      "last_name": "Milloh-Raz",
      "fore_name": "Hadar",
      "initials": "H",
      "name": "Hadar Milloh-Raz",
      "affiliations": [
        "Faculty of Medical and Health Sciences, Tel Aviv University, Tel Aviv, Israel; Division of Endocrinology, Diabetes and Metabolism, Sheba Medical Center, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Nemet",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Nemet",
      "affiliations": [
        "Faculty of Medical and Health Sciences, Tel Aviv University, Tel Aviv, Israel; Child Health and Sports Center, Pediatric Department, Meir Medical Center, Kfar-Saba, Israel."
      ]
    },
    {
      "last_name": "Dicker",
      "fore_name": "Dror",
      "initials": "D",
      "name": "Dror Dicker",
      "affiliations": [
        "Faculty of Medical and Health Sciences, Tel Aviv University, Tel Aviv, Israel; Department of Internal Medicine D, Hasharon Hospital Rabin Medical Center, Petah Tikva, Israel."
      ]
    },
    {
      "last_name": "Moyal",
      "fore_name": "Avi",
      "initials": "A",
      "name": "Avi Moyal",
      "affiliations": [
        "School of Education, Ono Academic College, Kiryat Ono, Israel."
      ]
    },
    {
      "last_name": "Scheuerman",
      "fore_name": "Oded",
      "initials": "O",
      "name": "Oded Scheuerman",
      "affiliations": [
        "Faculty of Medical and Health Sciences, Tel Aviv University, Tel Aviv, Israel; Schneider Children's Medical Center of Israel, Petach Tikva, Israel."
      ]
    },
    {
      "last_name": "Beer",
      "fore_name": "Zivan",
      "initials": "Z",
      "name": "Zivan Beer",
      "affiliations": [
        "Israel Defense Forces Medical Corps, Ramat Gan, Israel; Department of Military Medicine and \"Tzameret\", Faculty of Medicine, Hebrew University of Jerusalem, Jerusalem, Israel."
      ]
    },
    {
      "last_name": "Braun",
      "fore_name": "Marius",
      "initials": "M",
      "name": "Marius Braun",
      "affiliations": [
        "Faculty of Medical and Health Sciences, Tel Aviv University, Tel Aviv, Israel; The Liver Institute, Rabin Medical Centre, Beilinson Hospital, Petah-Tikva, Israel."
      ]
    },
    {
      "last_name": "Afek",
      "fore_name": "Arnon",
      "initials": "A",
      "name": "Arnon Afek",
      "affiliations": [
        "Central Management, Sheba Medical Center, Ramat Gan, Israel; The Dina Recanati School of Medicine, Reichman University, Herzliyya, Israel."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Batty",
      "fore_name": "George David",
      "initials": "GD",
      "name": "George David Batty",
      "affiliations": [
        "Department of Epidemiology and Public Health, UCL, London, UK."
      ]
    },
    {
      "last_name": "Chodick",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Chodick",
      "affiliations": [
        "Department of Preventive Medicine and Epidemiology, School of Public Health, Medical and Health Sciences, Tel Aviv University, Tel Aviv, Israel."
      ]
    },
    {
      "last_name": "Twig",
      "fore_name": "Gilad",
      "initials": "G",
      "name": "Gilad Twig",
      "affiliations": [
        "Israel Defense Forces Medical Corps, Ramat Gan, Israel; Department of Preventive Medicine and Epidemiology, School of Public Health, Medical and Health Sciences, Tel Aviv University, Tel Aviv, Israel; Division of Endocrinology, Diabetes and Metabolism, Sheba Medical Center, Ramat Gan, Israel; Gertner Institute for Epidemiology and Health Policy Research, Sheba Medical Center, Ramat Gan, Israel. Electronic address: gilad.twig@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Diabetes & endocrinology",
    "iso_abbreviation": "Lancet Diabetes Endocrinol",
    "issn": "2213-8595",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "97",
  "end_page": "106",
  "pages": "97-106",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Adolescent",
    "Male",
    "Retrospective Studies",
    "Young Adult",
    "Female",
    "Israel",
    "Body Mass Index",
    "Overweight",
    "Risk Factors",
    "Obesity",
    "Military Personnel",
    "Morbidity",
    "Pediatric Obesity",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "39557052",
    "doi": "10.1016/S2213-8587(24)00287-0",
    "pii": "S2213-8587(24)00287-0"
  },
  "doi": "10.1016/S2213-8587(24)00287-0",
  "dates": {
    "completed": "2025-04-26",
    "revised": "2025-05-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.764315",
    "pmid": "39557052"
  }
}