{
  "pmid": "39552150",
  "uid": "39552150",
  "title": "Prediction of uterine rupture in singleton pregnancies with one prior cesarean birth undergoing TOLAC: A cross-sectional study.",
  "abstract": "INTRODUCTION: Being able to counsel patients with one prior cesarean birth on the risk of uterine rupture with a trial of labor after cesarean, (TOLAC) is an important aspect of prenatal care. Despite uterine rupture being a catastrophic event, there is currently no successful, validated prediction model to predict its occurrence. MATERIAL AND METHODS: This was a cross-sectional study using US national birth data between 2014 and 2021. The primary objective was to identify risk factors for uterine rupture during TOLAC and to generate a prediction model for uterine rupture among singleton gestations with one prior cesarean as their only prior birth. The secondary objective was to describe the maternal and neonatal morbidity associated with uterine rupture. The association of all candidate variables with uterine rupture was tested with uni- and multi-variable logistic regression analyses. We included term and preterm singleton pregnancies with one prior birth that was cesarean birth (CB) with cephalic presentation undergoing TOLAC. We excluded pregnancies with major structural anomalies and chromosomal abnormalities. The Receiver Operating Characteristics (ROC) Curve was generated. p value <0.001 was considered statistically significant. RESULTS: Of the 270 329 singleton pregnancies with one prior CB undergoing TOLAC during the study period, there were 957 cases of uterine rupture (3.54 cases per 1000). Factors associated with uterine rupture in multivariable models were an interpregnancy interval < 18 months vs the reference interval of 24-35 months (aOR 1.55; 95% CI, 1.19-2.02), induction of labor (aOR 2.31; 95% CI, 2.01-2.65), and augmentation of labor (aOR 1.94; 95% CI, 1.70-2.21). Factors associated with reduced rates of uterine rupture were maternal age < 20 years (aOR 0.33, 95% CI 0.15-0.74) and 20-24 years (aOR 0.79, 95% CI 0.64-0.97) vs the reference of 25-29 years and gestational age at delivery 32-36 weeks vs the reference of 37-41 weeks (aOR 0.55, 95% CI 0.38-0.79). Incorporating these factors into a predictive model for uterine rupture yielded an area under the receiver-operating curve of 0.66. Additionally, all analyzed maternal and neonatal morbidities were increased in the setting of uterine rupture compared to non-rupture. CONCLUSIONS: Uterine rupture prediction models utilizing TOLAC characteristics have modest performance.",
  "authors": [
    {
      "last_name": "Arkerson",
      "fore_name": "Brittany J",
      "initials": "BJ",
      "name": "Brittany J Arkerson",
      "affiliations": [
        "Maternal-Fetal Medicine, Indiana University School of Medicine, Indianapolis, Indiana, USA."
      ],
      "orcid": "0000-0002-7557-8179"
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": [
        "Departments of Obstetrics and Gynecology and Health Research Methods, Evidence & Impact at McMaster University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thakur",
      "fore_name": "Nisha",
      "initials": "N",
      "name": "Nisha Thakur",
      "affiliations": [
        "IU Luddy School of Informatics, Computing and Engineering, Indiana University, Indianapolis, Indiana, USA."
      ]
    },
    {
      "last_name": "Javinani",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Javinani",
      "affiliations": [
        "Maternal Fetal Care Center, Boston Children's Hospital, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Khalil",
      "fore_name": "Asma",
      "initials": "A",
      "name": "Asma Khalil",
      "affiliations": [
        "Fetal Medicine Unit, St George's Hospital, St George's University of London, London, UK."
      ]
    },
    {
      "last_name": "D'Souza",
      "fore_name": "Rohan",
      "initials": "R",
      "name": "Rohan D'Souza",
      "affiliations": [
        "Departments of Obstetrics and Gynecology and Health Research Methods, Evidence & Impact at McMaster University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Hiba J",
      "initials": "HJ",
      "name": "Hiba J Mustafa",
      "affiliations": [
        "Maternal-Fetal Medicine, Indiana University School of Medicine, Indianapolis, Indiana, USA.",
        "The Fetal Center at Riley Children's Health, Indianapolis, Indiana, USA."
      ]
    }
  ],
  "journal": {
    "title": "Acta obstetricia et gynecologica Scandinavica",
    "iso_abbreviation": "Acta Obstet Gynecol Scand",
    "issn": "1600-0412",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "185",
  "end_page": "193",
  "pages": "185-193",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Uterine Rupture",
    "Pregnancy",
    "Cross-Sectional Studies",
    "Adult",
    "Vaginal Birth after Cesarean",
    "Trial of Labor",
    "Risk Factors",
    "United States"
  ],
  "article_ids": {
    "pubmed": "39552150",
    "pmc": "PMC11683537",
    "doi": "10.1111/aogs.15009"
  },
  "doi": "10.1111/aogs.15009",
  "pmc_id": "PMC11683537",
  "dates": {
    "completed": "2024-12-31",
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:39.028422",
    "pmid": "39552150"
  }
}