{
  "pmid": "39567298",
  "uid": "39567298",
  "title": "Reduction in Postoperative Right Ventricular Echocardiographic Indices Predicts Longer Duration of Vasoactive Support After Cardiac Surgery.",
  "abstract": "OBJECTIVES: To assess perioperative right ventricular (RV) echocardiographic indices and their relationship to vasopressor and inotropic support in cardiac surgical patients. The authors hypothesized that a reduction in echocardiographic parameters of RV function would be associated with a longer duration of vasopressor and inotropic support in the intensive care unit (ICU). DESIGN: A prospective observational study. SETTING: A quaternary care hospital affiliated with McGill University, Canada. PARTICIPANTS: Adult patients undergoing elective cardiac surgery. INTERVENTIONS: Transesophageal echocardiography and hemodynamics measurements with a pulmonary artery catheter were performed after induction of anesthesia (pre-cardiopulmonary bypass [CPB]) and at post-CPB. MEASUREMENTS AND MAIN RESULTS: Echocardiographic measurements included anatomic M-mode tricuspid annular plane systolic excursion, fractional area change (FAC), tricuspid annulus peak systolic velocity (TAPSE), and myocardial performance index. The primary outcome was the duration of vasopressor and inotropic support in the ICU. Of the 122 patients who were enrolled in the study, 83 underwent coronary artery bypass graft surgery. At the end of the procedure, 94.3% of patients were supported with a vasopressor or inotrope. A reduction in post-CPB TAPSE was found in 88.2% (105) of patients, and 56.8% (63) of patients had a reduction in FAC. Patients with a post-CPB TAPSE below 17 mm and a post-CPB FAC below 35% required a longer duration of inotropic support in the ICU. CONCLUSION: Patients with post-CPB TAPSE <17 mmHg require a longer duration of inotropic support in the ICU. From all measured RV echocardiographic indices, post-CPB FAC is an independent predictor of vasopressor and inotropic support. A reduction of post-CPB TAPSE and FAC in patients undergoing cardiac surgery is indicative of RV dysfunction requiring a longer use of vasopressor and inotropic support and potentially longer stay in the cardiovascular ICU.",
  "authors": [
    {
      "last_name": "Assanangkornchai",
      "fore_name": "Nawaporn",
      "initials": "N",
      "name": "Nawaporn Assanangkornchai",
      "affiliations": [
        "Faculty of Medicine, Prince of Songkla University, Hatyai, Thailand; Department of Critical Care Medicine, McGill University Health Centre, Royal Victoria Hospital, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Villeneuve",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Villeneuve",
      "affiliations": [
        "Department of Anesthesia, McGill University Health Centre, Royal Victoria Hospital, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Department of Anesthesiology and Pain Medicine, University of Toronto, University Health Network - Toronto General Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tim",
      "fore_name": "Dominique Shum",
      "initials": "DS",
      "name": "Dominique Shum Tim",
      "affiliations": [
        "Department of Cardiac Surgery, McGill University Health Centre, Royal Victoria Hospital, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Magder",
      "fore_name": "Sheldon",
      "initials": "S",
      "name": "Sheldon Magder",
      "affiliations": [
        "Department of Critical Care Medicine, McGill University Health Centre, Royal Victoria Hospital, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Mettasittigorn",
      "fore_name": "Pattra",
      "initials": "P",
      "name": "Pattra Mettasittigorn",
      "affiliations": [
        "Department of Anesthesiology and Pain Medicine, University of Toronto, University Health Network - Toronto General Hospital, Toronto, Ontario, Canada; Department of Anesthesiology, Faculty of Medicine, Thammasat University, Pathumthani, Thailand."
      ]
    },
    {
      "last_name": "Hatzakorzian",
      "fore_name": "Roupen",
      "initials": "R",
      "name": "Roupen Hatzakorzian",
      "affiliations": [
        "Department of Critical Care Medicine, McGill University Health Centre, Royal Victoria Hospital, Montreal, Quebec, Canada; Department of Anesthesia, McGill University Health Centre, Royal Victoria Hospital, Montreal, Quebec, Canada. Electronic address: roupen.hatzakorzian@mcgill.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cardiothoracic and vascular anesthesia",
    "iso_abbreviation": "J Cardiothorac Vasc Anesth",
    "issn": "1532-8422",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "143",
  "end_page": "150",
  "pages": "143-150",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Cardiac Surgical Procedures",
    "Prospective Studies",
    "Aged",
    "Middle Aged",
    "Vasoconstrictor Agents",
    "Ventricular Function, Right",
    "Cardiotonic Agents",
    "Echocardiography, Transesophageal",
    "Predictive Value of Tests",
    "Time Factors",
    "Ventricular Dysfunction, Right",
    "Postoperative Care",
    "Heart Ventricles"
  ],
  "article_ids": {
    "pubmed": "39567298",
    "doi": "10.1053/j.jvca.2024.02.032",
    "pii": "S1053-0770(24)00153-8"
  },
  "doi": "10.1053/j.jvca.2024.02.032",
  "dates": {
    "completed": "2025-01-11",
    "revised": "2025-05-27"
  },
  "chemicals": [
    "Vasoconstrictor Agents",
    "Cardiotonic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.584731",
    "pmid": "39567298"
  }
}