{
  "pmid": "39565625",
  "uid": "39565625",
  "title": "Short-Term and Long-Term Mortality Risk After Preterm Birth.",
  "abstract": "IMPORTANCE: Preterm birth (PTB) is a leading cause of neonatal mortality. However, evidence on mortality beyond the neonatal period is limited, especially in North America. OBJECTIVE: To examine associations of PTB with all-cause and cause-specific mortality from birth through 23 to 36 years of age. DESIGN, SETTING, AND PARTICIPANTS: This population-based matched cohort study of live births in Canada included individuals born between January 1, 1983, and December 31, 1996, and followed up until December 31, 2019. Data were analyzed from June 1, 2023, to April 30, 2024. EXPOSURE: PTBs, between 24 and 37 weeks' gestation (with gestational age [GA]-specific subcategories of 24 to 27 weeks, 28 to 31 weeks, 32 to 33 weeks, and 34 to 36 weeks) compared with term births (37-41 weeks' gestation). MAIN OUTCOMES AND MEASURES: All-cause mortality and cause-specific mortality were the main outcomes. Risk differences (RDs) and risk ratios (RRs) were estimated for all-cause mortality using log-binomial regressions and hazard ratios were estimated for cause-specific mortality using Cox proportional hazards regression models (censoring individuals who died from other causes) within prespecified age intervals (ages 0-11 months and ages 1-5, 6-12, 13-17, 18-28, and 29-36 years). Observed confounding was accounted for using coarsened exact matching on baseline characteristics. RESULTS: Of 4 998 560 births (54.2% male), 6.9% were born preterm (with GA-specific subcategories of 0.3% born at 24-27 weeks, 0.6% at 28-31 weeks, 0.8% at 32-33 weeks, and 5.1% at 34-36 weeks). During a median of 29 years of follow-up, 72 662 individuals died (14 312 born preterm and 58 350 at term). PTB was associated with an increased risk of death in all age intervals, with the highest RDs and RRs from birth through infancy (ages 0-11 months) (RD, 2.29% [95% CI, 2.23%-2.35%]; RR, 11.61 [95% CI, 11.09-12.15]) and in early childhood (ages 1-5 years) (RD, 0.34% [95% CI, 0.31%-0.36%]; RR, 2.79 [95% CI, 2.61-2.98]) and the lowest RDs and RRs among those between ages 18 and 28 years (RD, 0.07% [95% CI, 0.04%-0.10%]; RR, 1.13 [95% CI, 1.07-1.19]). We identified increased risks of mortality associated with several causes, including respiratory, circulatory, and digestive system disorders; nervous system, endocrine, and infectious diseases; cancers; congenital malformations; and conditions originating in the perinatal period. No associations were found for external causes of deaths. Associations by GA categories suggested lower risks with higher GA. CONCLUSIONS AND RELEVANCE: The findings of this population-based matched cohort study suggest that individuals born preterm were at an increased risk of death from birth until their third and fourth decades of life, with higher risks as GA decreased. Some of these associations may have been partly due to underlying health determinants that affected PTB and mortality. These findings suggest that PTB should be recognized as a risk factor for mortality and could inform preventive strategies.",
  "authors": [
    {
      "last_name": "Ahmed",
      "fore_name": "Asma M",
      "initials": "AM",
      "name": "Asma M Ahmed",
      "affiliations": [
        "Department of Epidemiology and Prevention, Wake Forest University School of Medicine, Winston-Salem, North Carolina."
      ]
    },
    {
      "last_name": "Grandi",
      "fore_name": "Sonia M",
      "initials": "SM",
      "name": "Sonia M Grandi",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beltempo",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Beltempo",
      "affiliations": [
        "Department of Pediatrics, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Premji",
      "fore_name": "Shahirose S",
      "initials": "SS",
      "name": "Shahirose S Premji",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pole",
      "fore_name": "Jason D",
      "initials": "JD",
      "name": "Jason D Pole",
      "affiliations": [
        "Centre for Health Services Research, The University of Queensland, Brisbane, Australia."
      ]
    },
    {
      "last_name": "Bacchini",
      "fore_name": "Fabiana",
      "initials": "F",
      "name": "Fabiana Bacchini",
      "affiliations": [
        "Canadian Premature Babies Foundation, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakesh S",
      "initials": "PS",
      "name": "Prakesh S Shah",
      "affiliations": [
        "Department of Pediatrics, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pechlivanoglou",
      "fore_name": "Petros",
      "initials": "P",
      "name": "Petros Pechlivanoglou",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "11",
    "pub_year": "2024",
    "pub_month": "Nov",
    "pub_day": "04"
  },
  "start_page": "e2445871",
  "pages": "e2445871",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Premature Birth",
    "Female",
    "Infant, Newborn",
    "Adult",
    "Male",
    "Canada",
    "Infant",
    "Child",
    "Child, Preschool",
    "Cohort Studies",
    "Gestational Age",
    "Young Adult",
    "Risk Factors",
    "Pregnancy",
    "Cause of Death",
    "Infant Mortality",
    "Proportional Hazards Models"
  ],
  "article_ids": {
    "pubmed": "39565625",
    "pmc": "PMC11579792",
    "doi": "10.1001/jamanetworkopen.2024.45871",
    "pii": "2826512"
  },
  "doi": "10.1001/jamanetworkopen.2024.45871",
  "pmc_id": "PMC11579792",
  "dates": {
    "completed": "2024-11-20",
    "revised": "2025-07-07"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.106884",
    "pmid": "39565625"
  }
}