{
  "pmid": "39571643",
  "uid": "39571643",
  "title": "Relaxometry network based on MRI R2[⁎] mapping revealing brain iron accumulation patterns in Parkinson's disease.",
  "abstract": "BACKGROUND: Excessive iron accumulation in the brain has been implicated in Parkinson's disease (PD). However, the patterns and probable sequences of iron accumulation across the PD brain remain largely unknown. This study aimed to explore the sequence of iron accumulation across the PD brain using R2* mapping and a relaxometry covariance network (RCN) approach. METHODS: R2* quantification maps were obtained from PD patients (n = 34) and healthy controls (n = 25). RCN was configured on R2* maps to identify covariance differences in iron levels between the two groups. Regions with excessive iron accumulation and large covariance changes in PD patients compared to controls were defined as propagators of iron. In the PD group, causal RCN analysis was performed on the R2* maps sequenced according to disease duration to investigate the dynamics of iron accumulations from the propagators. The associations between individual connections of the RCN and clinical information were analyzed in PD patients. RESULTS: The left substantia nigra pars reticulata (SNpr), left substantia nigra pars compacta (SNpc), and lobule VII of the vermis (VER7) were identified as primary regions for iron accumulation and propagation (propagator). As the disease duration increased, iron accumulation in these three propagators demonstrated positive causal effects on the bilateral pallidum, bilateral gyrus rectus, right middle frontal gyrus, and medial and anterior orbitofrontal cortex (OFC). Furthermore, individual connections of VER7 with the left gyrus rectus and anterior OFC were positively associated with disease duration. CONCLUSIONS: Our results indicate that the aberrant iron accumulation in PD involves several regions, mainly starts from the SN and cerebellum and extends to the pallidum and cortices. These findings provide preliminary information on sequences of iron accumulation in PD, which may advance our understanding of the disease.",
  "authors": [
    {
      "last_name": "Lu",
      "fore_name": "Weizhao",
      "initials": "W",
      "name": "Weizhao Lu",
      "affiliations": [
        "Department of Radiology and Nuclear Medicine, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China; Beijing Key Laboratory of Magnetic Resonance Imaging and Brain Informatics, Xuanwu Hospital, Beijing, 100053, China."
      ]
    },
    {
      "last_name": "Song",
      "fore_name": "Tianbin",
      "initials": "T",
      "name": "Tianbin Song",
      "affiliations": [
        "Department of Radiology and Nuclear Medicine, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China; Beijing Key Laboratory of Magnetic Resonance Imaging and Brain Informatics, Xuanwu Hospital, Beijing, 100053, China."
      ]
    },
    {
      "last_name": "Zang",
      "fore_name": "Zhenxiang",
      "initials": "Z",
      "name": "Zhenxiang Zang",
      "affiliations": [
        "Beijing Key Laboratory of Mental Disorders, National Clinical Research Center for Mental Disorders & National Center for Mental Disorders, Beijing Anding Hospital, Capital Medical University, Beijing, China; Advanced Innovation Center for Human Brain Protection, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jiping",
      "initials": "J",
      "name": "Jiping Li",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Lu",
      "affiliations": [
        "Department of Radiology and Nuclear Medicine, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China; Beijing Key Laboratory of Magnetic Resonance Imaging and Brain Informatics, Xuanwu Hospital, Beijing, 100053, China. Electronic address: imaginglu@hotmail.com."
      ]
    }
  ],
  "journal": {
    "title": "NeuroImage",
    "iso_abbreviation": "Neuroimage",
    "issn": "1095-9572",
    "issn_type": "Electronic",
    "volume": "303",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "120943",
  "pages": "120943",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Parkinson Disease",
    "Male",
    "Female",
    "Iron",
    "Magnetic Resonance Imaging",
    "Middle Aged",
    "Aged",
    "Brain",
    "Brain Mapping"
  ],
  "article_ids": {
    "pubmed": "39571643",
    "doi": "10.1016/j.neuroimage.2024.120943",
    "pii": "S1053-8119(24)00440-3"
  },
  "doi": "10.1016/j.neuroimage.2024.120943",
  "dates": {
    "completed": "2024-11-30",
    "revised": "2024-11-30"
  },
  "chemicals": [
    "Iron"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.726186",
    "pmid": "39571643"
  }
}