{
  "pmid": "39574781",
  "uid": "39574781",
  "title": "Nonoperative Care Versus Surgery for Degenerative Cervical Myelopathy: An Application of a Health Economic Technique to Simulate Head-to-Head Comparisons.",
  "abstract": "BACKGROUND: Degenerative cervical myelopathy (DCM) occurs when spondylotic changes compress the spinal cord and cause neurologic dysfunction. Because of a lack of comparative data on nonoperative care versus surgery for DCM, it has been difficult to support patients through the shared decision-making process regarding treatment options. Our objective was to synthesize the best available data in a manner that helps clinicians and patients to weigh the differences between nonoperative care and surgery at different ages and disease severity. The 2 patient-centered questions we sought to answer were (1) \"am I more likely to experience worsening myelopathy with nonoperative care, or need more surgery if I have my myelopathy treated operatively?\" and (2) \"how much better will my quality of life be with nonoperative care versus surgery?\" METHODS: We used a health economic technique, microsimulation, to model head-to-head comparisons of nonoperative care versus surgery for DCM. We incorporated the best available data, modeled patients over a lifetime horizon, used direct comparators, and incorporated uncertainty in both natural history and treatment effect. RESULTS: Patients with mild DCM at baseline who were ≥75 years of age were less likely to neurologically decline under nonoperative care than to undergo a second surgery if the index surgery was an anterior cervical discectomy and fusion (ACDF), cervical disc arthroplasty (ADR), or posterior cervical decompression and instrumented fusion (PDIF). Using quality-adjusted life-years (QALYs), our results suggest that surgery for DCM may be superior to nonoperative care. However, for all patients except those with severe DCM who are of middle age or younger (depending on the procedure, ≤50 to ≤60 years of age), the lower bound of the 95% confidence interval for the estimated difference in QALYs was <0. CONCLUSIONS: In most patient groups, neurologic progression with nonoperative management is more likely than the need for additional cervical surgery following operative management, with the exception of patients 75 to 80 years of age and older with mild DCM. Furthermore, on average, surgery for DCM tends to improve quality of life. However, patients with DCM who are older than middle age should be aware that the estimates of the quality-of-life benefit are highly uncertain, with a lower bound of <0. LEVEL OF EVIDENCE: Therapeutic Level III. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Pahuta",
      "fore_name": "Markian",
      "initials": "M",
      "name": "Markian Pahuta",
      "affiliations": [
        "Division of Orthopedic Surgery, Hamilton General Hospital, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4808-5459"
    },
    {
      "last_name": "Sarraj",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Sarraj",
      "affiliations": [
        "Division of Orthopedic Surgery, Hamilton General Hospital, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3879-0445"
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Busse",
      "affiliations": [
        "Departments of Anesthesia and Health Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0178-8712"
    },
    {
      "last_name": "Guha",
      "fore_name": "Daipayan",
      "initials": "D",
      "name": "Daipayan Guha",
      "affiliations": [
        "Division of Neurosurgery, Hamilton General Hospital, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2052-4819"
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopedic Surgery, Hamilton General Hospital, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3556-9179"
    }
  ],
  "journal": {
    "title": "JB & JS open access",
    "iso_abbreviation": "JB JS Open Access",
    "issn": "2472-7245",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "4",
    "pub_year": "2024"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39574781",
    "pmc": "PMC11575992",
    "doi": "10.2106/JBJS.OA.23.00166",
    "pii": "JBJSOA-D-23-00166"
  },
  "doi": "10.2106/JBJS.OA.23.00166",
  "pmc_id": "PMC11575992",
  "dates": {
    "revised": "2024-11-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:16.049820",
    "pmid": "39574781"
  }
}