{
  "pmid": "39574422",
  "uid": "39574422",
  "title": "Sodium-glucose co-transporter-2 inhibitors in patients with chronic kidney disease with or without type 2 diabetes: systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: To examine cardiovascular and kidney benefits and harms of sodium-glucose co-transporter-2 (SGLT-2) inhibitors stratified by risk in adults with chronic kidney disease regardless of diabetes status. DESIGN: Systematic review and meta-analysis. DATA SOURCES: Ovid Medline, Embase, and Cochrane Central from database inception to 15 June 2024. ELIGIBILITY CRITERIA FOR SELECTING STUDIES: Randomised controlled trials that compared SGLT-2 inhibitors with placebo or standard care with no SGLT-2 inhibitors in adults with chronic kidney disease with a follow-up duration of ≥12 weeks were eligible. Secondary analyses based on subpopulations from randomised controlled trials and publications not in English language were excluded. DATA SYNTHESIS: Random effects meta-analyses were conducted, with effect estimates presented as risk ratios with 95% confidence intervals (CIs). Absolute treatment effects were estimated over a five year duration for individuals with varied risks of cardiovascular and kidney complications based on the Kidney Disease Improving Global Outcomes (KDIGO) risk stratification system. Certainty of evidence was assessed using the GRADE (Grading of Recommendations, Assessment, Development, and Evaluation) approach. RESULTS: Evidence from 13 randomised controlled trials (29 614 patients) informed treatment effect estimates. In relative terms, SGLT-2 inhibitors reduced all cause death (risk ratio 0.85 (95% CI 0.74 to 0.98)), cardiovascular death (0.84 (0.74 to 0.96)), kidney failure (0.68 (0.60 to 0.77)), non-fatal stroke (0.73 (0.57 to 0.94)), non-fatal myocardial infarction (0.75 (0.60 to 0.93)), and admission to hospital for heart failure (0.68 (0.60 to 0.78)). No credible subgroup effects were found from diabetes status, heart failure status, estimated glomerular filtration rate, urinary albumin-to-creatinine ratio, and follow-up duration. Absolute effect estimates across these outcomes over a five year period varied across risk groups based on baseline risks of cardiovascular and kidney events. Effects of SGLT-2 inhibitors in the group at low risk included seven fewer all- cause deaths, four fewer admissions to hospital for heart failure per 1000 individuals, and no effects on kidney failure. Effects in the higher risk group included 48 fewer all cause deaths, 58 fewer kidney failures, and 25 fewer admissions to hospital for heart failure per 1000 individuals. Although SGLT-2 inhibitor use was associated with a relative increase in the risk of harms, including genital infection (2.66 (95% CI 2.07 to 3.42)), ketoacidosis (2.27 (1.30 to 3.95)), and symptomatic hypovolaemia (1.29 (1.15 to 1.44)), absolute differences for all harm outcomes were small. CONCLUSIONS: Among people who have chronic kidney disease either with type 2 diabetes or not, SGLT-2 inhibitors improved cardiovascular and kidney outcomes with varying degrees of absolute benefit depending on an individual's baseline risks of cardiovascular and kidney-related sequelae. Absolute benefits and harms stratified by risk and associated with SGLT-2 inhibitors should inform individual decision making at the patient level. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42022325483.",
  "authors": [
    {
      "last_name": "Zou",
      "fore_name": "Xinyu",
      "initials": "X",
      "name": "Xinyu Zou",
      "affiliations": [
        "Department of Endocrinology and Metabolism, MAGIC China Centre, West China Hospital of Sichuan University, Chengdu, Sichuan, China."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Qingyang",
      "initials": "Q",
      "name": "Qingyang Shi",
      "affiliations": [
        "Department of Endocrinology and Metabolism, MAGIC China Centre, West China Hospital of Sichuan University, Chengdu, Sichuan, China.",
        "Faculty of Science and Engineering, University of Groningen, Groningen, the Netherlands."
      ]
    },
    {
      "last_name": "Olav Vandvik",
      "fore_name": "Per",
      "initials": "P",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Department of Medicine, Lovisenberg Diaconal Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Mao",
      "fore_name": "Yunhe",
      "initials": "Y",
      "name": "Yunhe Mao",
      "affiliations": [
        "Sports Medicine Centre, West China Hospital of Sichuan University, Chengdu, Sichuan, China."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-0931-7851"
    },
    {
      "last_name": "Ponte",
      "fore_name": "Belen",
      "initials": "B",
      "name": "Belen Ponte",
      "affiliations": [
        "Service of Nephrology and Hypertension, Geneva University Hospitals, Geneve, Genève, Switzerland."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Xiaoxi",
      "initials": "X",
      "name": "Xiaoxi Zeng",
      "affiliations": [
        "Department of Nephrology, West China Hospital of Sichuan University, Chengdu, Sichuan, China."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2352-5718"
    },
    {
      "last_name": "Yang",
      "fore_name": "Qinbo",
      "initials": "Q",
      "name": "Qinbo Yang",
      "affiliations": [
        "Department of Nephrology, West China Hospital of Sichuan University, Chengdu, Sichuan, China."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Xianghang",
      "initials": "X",
      "name": "Xianghang Luo",
      "affiliations": [
        "Department of Endocrinology, Endocrinology Research Centre, Xiangya Hospital Central South University, Changsha, Hunan, China."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Chang",
      "initials": "C",
      "name": "Chang Xu",
      "affiliations": [
        "Proof of Concept Centre, Eastern Hepatobiliary Surgery Hospital, Third Affiliated Hospital, Second Military Medical University, Naval Medical University, Shanghai, China."
      ],
      "orcid": "0000-0002-2627-1250"
    },
    {
      "last_name": "Fu",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Fu",
      "affiliations": [
        "Department of Nephrology, West China Hospital of Sichuan University, Chengdu, Sichuan, China."
      ]
    },
    {
      "last_name": "Tian",
      "fore_name": "Haoming",
      "initials": "H",
      "name": "Haoming Tian",
      "affiliations": [
        "Department of Endocrinology and Metabolism, MAGIC China Centre, West China Hospital of Sichuan University, Chengdu, Sichuan, China."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Division of General Internal Medicine, Department of Medicine, University Hospitals of Geneva, Geneva, Genève, Switzerland.",
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Sheyu",
      "initials": "S",
      "name": "Sheyu Li",
      "affiliations": [
        "Department of Endocrinology and Metabolism, MAGIC China Centre, West China Hospital of Sichuan University, Chengdu, Sichuan, China."
      ],
      "orcid": "0000-0003-0060-0287"
    }
  ],
  "journal": {
    "title": "BMJ medicine",
    "iso_abbreviation": "BMJ Med",
    "issn": "2754-0413",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "1",
    "pub_year": "2024"
  },
  "start_page": "e001009",
  "pages": "e001009",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39574422",
    "pmc": "PMC11579537",
    "doi": "10.1136/bmjmed-2024-001009",
    "pii": "bmjmed-2024-001009"
  },
  "doi": "10.1136/bmjmed-2024-001009",
  "pmc_id": "PMC11579537",
  "dates": {
    "revised": "2025-01-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.331734",
    "pmid": "39574422"
  }
}