{
  "pmid": "39574425",
  "uid": "39574425",
  "title": "Proactive therapeutic drug monitoring of biologic drugs in patients with inflammatory bowel disease, inflammatory arthritis, and psoriasis: systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: To address the efficacy and safety of proactive therapeutic drug monitoring of biologic drugs for patients with inflammatory bowel disease, inflammatory arthritis, and psoriasis. DESIGN: Systematic review and meta-analysis. DATA SOURCES: Medline, Embase, Central, and CINAHL, from database inception to 23 May 2024. ELIGIBILITY CRITERIA FOR SELECTING STUDIES: Trials including people with inflammatory bowel disease, inflammatory arthritis, and psoriasis were selected. Selected trials also randomly assigned people to either proactive therapeutic drug monitoring of tumour necrosis factor-alpha inhibitors or other biologic drugs in the intervention group, and to either no therapeutic drug monitoring or standard care in the control group. Reviewers worked independently and in duplicate to screen search records and collect data from eligible trials. For each outcome, a frequentist, pairwise, random effects meta-analysis was done and the certainty of evidence was assessed using GRADE (grading of recommendations, assessment, development, and evaluations). RESULTS: Of 10 eligible trials identified, reporting on 2383 patients, two investigated induction with infliximab (533 patients), four assessed maintenance with infliximab (901 patients), and three assessed maintenance with adalimumab (710 patients). One trial was of maintenance with infliximab, adalimumab, and etanercept (239 patients). For patients who had induction with infliximab, the effects of proactive therapeutic drug monitoring on remission and adverse events were uncertain. Low certainty evidence suggested that proactive therapeutic drug monitoring may have little or no effect on disease activity, physical function, mental health, and quality of life. For patients who had maintenance with infliximab, low certainty evidence suggested that proactive therapeutic drug monitoring may increase the proportion of patients who had sustained disease control or remission (relative risk 1.26 (95% confidence interval (CI) 1.14 to 1.40), absolute risk difference of 146 more per 1000 patients treated for one year (95% CI 78 to 224). Additionally, this treatment and monitoring may reduce disease worsening, and may have little or no effect on disease activity, physical function, mental health, and quality of life. The effects of proactive therapeutic drug monitoring of infliximab on adverse events and formation of anti-drug antibodies were uncertain. For patients who had maintenance with adalimumab, the effects of proactive therapeutic drug monitoring were uncertain. CONCLUSION: Proactive therapeutic drug monitoring of infliximab during maintenance may help patients to have sustained disease control or remission. No compelling evidence supported the effectiveness of proactive therapeutic drug monitoring of infliximab during induction or proactive therapeutic drug monitoring of adalimumab during maintenance. SYSTEMATIC REVIEW REGISTRATION: https://osf.io/x4m28/.",
  "authors": [
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4287-0541"
    },
    {
      "last_name": "Pitre",
      "fore_name": "Tyler Stacy",
      "initials": "TS",
      "name": "Tyler Stacy Pitre",
      "affiliations": [
        "Division of Respirology, Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kirsh",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Kirsh",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jassal",
      "fore_name": "Tanvir",
      "initials": "T",
      "name": "Tanvir Jassal",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ling",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Ling",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Muizz",
      "initials": "M",
      "name": "Muizz Hussain",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel J",
      "initials": "RJ",
      "name": "Rachel J Couban",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kawano-Dourado",
      "fore_name": "Leticia",
      "initials": "L",
      "name": "Leticia Kawano-Dourado",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway.",
        "Hcor Research Institute, Hcor Hospital, Sao Paulo, Brazil.",
        "Pulmonary Division, Heart Institute (InCor), University of Sao Paulo, Sao Paulo, Brazil."
      ]
    },
    {
      "last_name": "Kristianslund",
      "fore_name": "Eirik K",
      "initials": "EK",
      "name": "Eirik K Kristianslund",
      "affiliations": [
        "Center for treatment of Rheumatic and Musculoskeletal Diseases (REMEDY), Diakonhjemmet Hospital, Oslo, Norway."
      ],
      "orcid": "0000-0002-4963-3285"
    },
    {
      "last_name": "Olav Vandvik",
      "fore_name": "Per",
      "initials": "P",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway.",
        "Institute of Health and Society, University of Oslo Faculty of Medicine, Oslo, Oslo, Norway.",
        "Department of Medicine, Lovisenberg Diakonale Hospital, Oslo, Oslo, Norway."
      ]
    }
  ],
  "journal": {
    "title": "BMJ medicine",
    "iso_abbreviation": "BMJ Med",
    "issn": "2754-0413",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "1",
    "pub_year": "2024"
  },
  "start_page": "e000998",
  "pages": "e000998",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39574425",
    "pmc": "PMC11579540",
    "doi": "10.1136/bmjmed-2024-000998",
    "pii": "bmjmed-2024-000998"
  },
  "doi": "10.1136/bmjmed-2024-000998",
  "pmc_id": "PMC11579540",
  "dates": {
    "revised": "2024-11-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.312741",
    "pmid": "39574425"
  }
}