{
  "pmid": "39582005",
  "uid": "39582005",
  "title": "Oxygenation indices and early prediction of outcome in hypoxemic patients with COVID-19 pneumonia requiring noninvasive respiratory support in pulmonary intermediate care unit.",
  "abstract": "BACKGROUND: Early prediction of non-invasive respiratory therapy (NIRT) failure is crucial to avoid needless prolongation of respiratory support and delayed endotracheal intubation. Data comparing the predictive value of oxygenation indices (OI) in COVID-19 receiving NIRT are scant. The aim of this monocentric retrospective study of prospectively collected data was to assess the effectiveness of different OI in predicting NIRT outcome at baseline (t0), 12 h (t12) and 24 h (t24) of treatment in hypoxemic patients with COVID-19-related pneumonia, managed in a Pulmonary Intermediate Care Unit (October 2020-June 2021). METHODS: We assessed the predictive value of SpO2/FiO2, PaO2/FiO2, standardised PaO2/FiO2 ratio (s-PaO2/FiO2), respiratory index (RI), arterial-alveolar oxygen gradient (a-ADO2), age adjusted arterial-alveolar oxygen ratio (adj-a-ADO2D). Receiver operating characteristics (ROC), AUC and best sensitivity-specificity cut-off values were calculated at t0, t12, t24. NIRT failure risk was adjusted for non-oxygenation predictors. RESULTS: Among 590 patients with COVID-19 infection, 368 met the eligibility criteria for inclusion in the study [mean (CI95%): PaO2/FiO2 214(206,8-221,9); PaCO2 mean 32,9 mmHg,(32,4-33,4)]. NIRT failure and hospital mortality rate were 23,4% and 19,6%, respectively. Older age, male gender, agitation/confusion, need for sedation, inability to tolerate prone positioning were independent predictors of NIRT failure. SpO2/FiO2, a-ADO2 and adj-aADO2 at t12 and t24, PaO2/FiO2 and RI at t24 were associated with NIRT failure. Prognostic predictivity of OI increased from t0 to t24. Greater ROC-AUC values were obtained with SpO2/FiO2 0,662 (0,60-0,72) (t0), PaO2/FiO2 0,697 (0,63-0,76) (t12) and s-PaO2/FiO2 0,769 (0,71-0,83) (t24). NIRT failure was independently predicted by PaO2/FiO2, s-PaO2/FiO2 and RI at any observation time and by SpO2/FiO2 and O2 gradients respectively at t0 and t24. SaO2/FiO2 ≤ 300 (t0), PaO2/FiO2 ≤ 151,7 (t12) and s-PaO2/FiO2 ≤ 160,4 (t24) turned out to be the best predictors of NIRT outcome. CONCLUSIONS: OI showed different effectiveness in predicting NIRT failure within 24 h of treatment in COVID-19 related pneumonia. This may be due to the multi-factorial pathophysiology of hypoxemia. Our study empathises furthermore the role of non-oxygenation-related parameters in contributing to the outcome. These findings may be useful to build a predictive model also in no COVID-19 related hypoxemic pneumonia.",
  "authors": [
    {
      "last_name": "Scala",
      "fore_name": "Raffaele",
      "initials": "R",
      "name": "Raffaele Scala",
      "affiliations": [
        "Pulmonology and PIMCU, Cardio-Toraco-Neurovascular Department, S. Donato Hospital, Arezzo Usl Toscana Sudest, Via Nenni, 20, Arezzo, 52100, Italy. raffaele_scala@hotmail.com."
      ]
    },
    {
      "last_name": "Renda",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Renda",
      "affiliations": [
        "Pulmonology and PIMCU, Cardio-Toraco-Neurovascular Department, S. Donato Hospital, Arezzo Usl Toscana Sudest, Via Nenni, 20, Arezzo, 52100, Italy."
      ]
    },
    {
      "last_name": "Bambina",
      "fore_name": "Sonia",
      "initials": "S",
      "name": "Sonia Bambina",
      "affiliations": [
        "Pulmonology and PIMCU, Cardio-Toraco-Neurovascular Department, S. Donato Hospital, Arezzo Usl Toscana Sudest, Via Nenni, 20, Arezzo, 52100, Italy."
      ]
    },
    {
      "last_name": "Guidelli",
      "fore_name": "Luca",
      "initials": "L",
      "name": "Luca Guidelli",
      "affiliations": [
        "Pulmonology and PIMCU, Cardio-Toraco-Neurovascular Department, S. Donato Hospital, Arezzo Usl Toscana Sudest, Via Nenni, 20, Arezzo, 52100, Italy."
      ]
    },
    {
      "last_name": "Arniani",
      "fore_name": "Stefania",
      "initials": "S",
      "name": "Stefania Arniani",
      "affiliations": [
        "Demographic and Epidemiologic Section, Prevention Department, S. Donato Hospital, Arezzo Usl Toscana Sudest, Arezzo, Italy."
      ]
    },
    {
      "last_name": "Carrassa",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Carrassa",
      "affiliations": [
        "Department of Oncology, S. Donato Hospital, Arezzo Usl Toscana Sudest, Arezzo, Italy."
      ]
    },
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Oczkowski",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pneumonia (Nathan Qld.)",
    "iso_abbreviation": "Pneumonia (Nathan)",
    "issn": "2200-6133",
    "issn_type": "Print",
    "volume": "16",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Nov",
    "pub_day": "25"
  },
  "start_page": "22",
  "pages": "22",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39582005",
    "pmc": "PMC11587655",
    "doi": "10.1186/s41479-024-00145-9",
    "pii": "10.1186/s41479-024-00145-9"
  },
  "doi": "10.1186/s41479-024-00145-9",
  "pmc_id": "PMC11587655",
  "dates": {
    "revised": "2024-11-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.085664",
    "pmid": "39582005"
  }
}