{
  "pmid": "39588485",
  "uid": "39588485",
  "title": "Guidance for engagement in health guideline development: A scoping review.",
  "abstract": "BACKGROUND: Health guideline developers engage with interested people and groups to ensure that guidelines and their recommendations are relevant and useful to those who will be affected by them. These 'interest-holders' include patients, payers/purchasers of health services, payers of health research, peer review editors, product makers, programme managers, policymakers, providers, principal investigators, and the public. The Guidelines International Network (GIN) and McMaster University Guideline Development Checklist describes 146 steps of the guideline process organized into 18 topics. While one topic focuses on engagement, it does not describe how to engage with interest-holders. In addition, interest-holder input could be sought throughout the guideline development process. This scoping review is part of a series of four related reviews. The three other reviews address barriers and facilitators to engagement in guideline development, managing conflicts of interest in guideline development, and assessing the impact of interest-holder engagement on guideline development. The four reviews will inform the development of guidance for multi-interest-holder engagement in guideline development; the GIN-McMaster Guideline Development Checklist Extension for Engagement. OBJECTIVES: The objective of this scoping review is to identify, describe, and summarise existing guidance and methods for multi-interest-holder engagement throughout the health guideline development process. SEARCH METHODS: We conducted one comprehensive search for studies of engagement in guidelines to meet the inclusion criteria of one or more of the four systematic reviews in this series. We searched MEDLINE (OVID), CINAHL (EBSCO), EMBASE (OVID), PsycInfo (OVID) and SCOPUS databases up to September 2022. We did not include limits for date, study design, or language. We searched websites of agencies and organizations that engage interest-holder groups, such as the Agency for Healthcare Research and Quality (AHRQ), CIHR Strategy for Patient-Oriented Research (SPOR), National Institute for Health and Care Research (NIHR) Be Part of Research, Guidelines International Network (G-I-N), the National Institute for Health and Care Excellence, and the PatientCentred Outcomes Research Institute (PCORI). We handsearched the websites of guideline producing agencies. We solicited additional grey literature from the members of the MuSE Consortium. SELECTION CRITERIA: Studies were included in this review if they reported on engagement of any of our identified groups, patients, payers/funders of research, payers/purchasers of health services, policymakers, programme managers, providers, principal investigators/researchers, peer review editors, product makers in the development of a health guideline. Titles and abstracts of identified citations were screened independently, in duplicate. The full text of potentially relevant papers were screened for eligibility into one or more of the four reviews in the series. Screening was done independently, by two reviewers. The team held weekly meetings with all reviewers involved in screening to discuss and resolve conflicts. DATA COLLECTION AND ANALYSIS: Two reviewers extracted relevant data into a pilot-tested data extraction form using Excel. We used the GIN-McMaster guideline development checklist as a framework for extracting the available guidance for each of our identified interest-holder groups throughout the development process. We presented descriptive statistics of the number of papers reporting guidance for each groups across the steps of the guideline process. We synthesized the relevant text using a qualitative meta-summary approach. MAIN RESULTS: We included 16 papers (from 17 reports). These papers were from Australia, Denmark, the Netherlands, the UK, and the USA, and eight papers were international (countries not specified). The papers provided guidance for at least one of our interest-holder groups for at least one stage of guideline development. We mapped this guidance to the GIN-McMaster Guideline Development Checklist to identify the available guidance for each of our interest-holder groups across all stages of the guideline development process. Guidance was available for patient engagement in 15 of the 16 papers. At least two papers provided guidance for each of the 18 topics of the GIN-McMaster Guideline Development Checklist. For healthcare providers, 9 papers provided guidance for their engagement across 10 of the 18 guideline development topics. Guidance for engaging with the public was provided for 14 of the 18 topics and reported in 4 of our included papers. For payers/purchasers of health services, policymakers, product makers, programme managers, and principal investigators, 2-3 papers provided guidance for these groups across 4-7 topics of the GIN-McMaster checklist. We did not identify any specific guidance for payers of health research or for editors of peer-reviewed journals. AUTHORS' CONCLUSIONS: Guidance for interst-holder engagement in guidelines is available but has focused primarily on patients. We will utilize the guidance identified in this scoping review to inform the GIN-McMaster Guideline Development Checklist Extension for engagement. Combined with the information obtained from the other systematic reviews in this series, we will address the gaps in guidance for the other identified interest-holder groups.",
  "authors": [
    {
      "last_name": "Petkovic",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Petkovic",
      "affiliations": [
        "Bruyère Research Institute University of Ottawa Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Riddle",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Riddle",
      "affiliations": [
        "School of Epidemiology and Public Health, Faculty of Medicine University of Ottawa Marmora Ontario Canada."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Khabsa",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Khabsa",
      "affiliations": [
        "American University of Beirut Medical Center, Clinical Research Institute Beirut Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine American University of Beirut Medical Center Beirut Lebanon."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Welch",
      "affiliations": [
        "Methods Centre, Bruyère Research Institute Ottawa Ontario Canada."
      ],
      "orcid": "0000-0002-5238-7097"
    },
    {
      "last_name": "Magwood",
      "fore_name": "Olivia",
      "initials": "O",
      "name": "Olivia Magwood",
      "affiliations": [
        "C.T. Lamont Primary Health Care Research Centre, Bruyere Research Institute Ottawa Ontario Canada."
      ],
      "orcid": "0000-0003-0262-5621"
    },
    {
      "last_name": "Atwere",
      "fore_name": "Pearl",
      "initials": "P",
      "name": "Pearl Atwere",
      "affiliations": [
        "Bruyere Research Institute Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Graham",
      "fore_name": "Ian D",
      "initials": "ID",
      "name": "Ian D Graham",
      "affiliations": [
        "School of Epidemiology, Public Health and Preventative Medicine University of Ottawa Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Grant",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Grant",
      "affiliations": [
        "HEDCO Institute for Evidence-Based Educational Practice University of Oregon Eugene Oregon USA."
      ],
      "orcid": "0000-0002-7775-3022"
    },
    {
      "last_name": "John",
      "fore_name": "Denny",
      "initials": "D",
      "name": "Denny John",
      "affiliations": [
        "Campbell Collaboration New Delhi India."
      ]
    },
    {
      "last_name": "Katikireddi",
      "fore_name": "Srinivasa Vittal",
      "initials": "SV",
      "name": "Srinivasa Vittal Katikireddi",
      "affiliations": [
        "MRC/CSO Social and Public Health Sciences Unit University of Glasgow Glasgow UK."
      ]
    },
    {
      "last_name": "Langlois",
      "fore_name": "Etienne V",
      "initials": "EV",
      "name": "Etienne V Langlois",
      "affiliations": [
        "Alliance for Health Policy and Systems Research, World Health Organization Geneva Switzerland."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics McMaster University Hamilton Ontario Canada.",
        "Department of Internal Medicine and Population Health University of Kansas Medical Centre Kansas City Kansas USA."
      ]
    },
    {
      "last_name": "Todhunter-Brown",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Todhunter-Brown",
      "affiliations": [
        "Nursing, Midwifery and Allied Health Professions, Research Unit Glasgow Caledonian University Glasgow UK."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Departments of Health Research Methods, Evidence, and Impact and of Medicine McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Stein",
      "fore_name": "Airton T",
      "initials": "AT",
      "name": "Airton T Stein",
      "affiliations": [
        "Department of Public Health Universidade Federal de Ciências da Saúde Porto Alegre Brazil."
      ]
    },
    {
      "last_name": "Concannon",
      "fore_name": "Thomas W",
      "initials": "TW",
      "name": "Thomas W Concannon",
      "affiliations": [
        "The RAND Corporation Boston Massachusetts USA."
      ]
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Department of Medicine University of Ottawa Ottawa Ontario Canada.",
        "Clinical Epidemiology Program Ottawa Hospital Research Institute Ottawa Ontario Canada."
      ]
    }
  ],
  "journal": {
    "title": "Campbell systematic reviews",
    "iso_abbreviation": "Campbell Syst Rev",
    "issn": "1891-1803",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "e70006",
  "pages": "e70006",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39588485",
    "pmc": "PMC11586780",
    "doi": "10.1002/cl2.70006",
    "pii": "CL270006"
  },
  "doi": "10.1002/cl2.70006",
  "pmc_id": "PMC11586780",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    },
    {
      "grant_id": "MC_UU_00022/2",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.814182",
    "pmid": "39588485"
  }
}