{
  "pmid": "39584936",
  "uid": "39584936",
  "title": "Documentation of prodromal features and risk factors of dementia disease in primary care practice.",
  "abstract": "BACKGROUND: Documented risk factors and prodromal features of dementia in primary care practices may support dementia prevention and early detection in routine care. OBJECTIVE: To identify documented prodromal features and risk factors of dementia before the incident dementia diagnosis in German primary care practices. METHODS: This case-control study used documented diagnoses (risk factors, prodromal features) and prescriptions of primary care practices for 73,717 patients with dementia disease and 73,717 matched controls (ratio 1:1). Logistic regression models were used to assess the associations between these documentations and the development of dementia diseases within 12 (1 year), 12-60 (1-5 years), and 60-120 months (5-10 years) before the incident dementia diagnosis. RESULTS: Mild cognitive impairment, depression, symptoms involving the emotional state, dizziness, and age-related physical debility were documented prodromal features associated with developing dementia diagnosis across all periods. Difficulties in gait and mobility and conduct disorders occurred significantly more often five years before the diagnosis. In terms of documented risk factors, hearing loss, visual disturbances, diabetes mellitus, and cerebrovascular diseases were associated with dementia across all periods. Mental and behavioral disorders due to the use of alcohol, intracranial injury, Parkinson's disease, chronic fatigue, intellectual disabilities, pneumonia, and epilepsy were also more often documented 60 months before the diagnosis. CONCLUSIONS: Next to mild cognitive deficits, several factors, such as disorders of conduct and emotions, gait, mobility, and mental health, can be identified and monitored in primary care practices, helping physicians focus on potential consequences for cognitive decline and subsequent dementia.",
  "authors": [
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), site Rostock/Greifswald, Greifswald, Germany."
      ],
      "orcid": "0000-0002-3425-0089"
    },
    {
      "last_name": "Teipel",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Teipel",
      "affiliations": [
        "German Centre for Neurodegenerative Diseases (DZNE), site Rostock/Greifswald, Rostock, Germany.",
        "Department of Psychiatry and Psychotherapy, University Medicine Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Riedel-Heller",
      "fore_name": "Steffi",
      "initials": "S",
      "name": "Steffi Riedel-Heller",
      "affiliations": [
        "Faculty of Medicine, Institute of Social Medicine, Occupational Health and Public Health, University of Leipzig, Leipzig, Germany."
      ]
    },
    {
      "last_name": "Kostev",
      "fore_name": "Karel",
      "initials": "K",
      "name": "Karel Kostev",
      "affiliations": [
        "Epidemiology, IQVIA, Frankfurt, Germany."
      ]
    },
    {
      "last_name": "Bohlken",
      "fore_name": "Jens",
      "initials": "J",
      "name": "Jens Bohlken",
      "affiliations": [
        "Faculty of Medicine, Institute of Social Medicine, Occupational Health and Public Health, University of Leipzig, Leipzig, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Journal of Alzheimer's disease : JAD",
    "iso_abbreviation": "J Alzheimers Dis",
    "issn": "1875-8908",
    "issn_type": "Electronic",
    "volume": "102",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "1099",
  "end_page": "1110",
  "pages": "1099-1110",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Dementia",
    "Primary Health Care",
    "Male",
    "Female",
    "Risk Factors",
    "Prodromal Symptoms",
    "Aged",
    "Case-Control Studies",
    "Cognitive Dysfunction",
    "Aged, 80 and over",
    "Germany",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "39584936",
    "doi": "10.1177/13872877241295407"
  },
  "doi": "10.1177/13872877241295407",
  "dates": {
    "completed": "2024-12-27",
    "revised": "2024-12-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.046074",
    "pmid": "39584936"
  }
}