{
  "pmid": "39587601",
  "uid": "39587601",
  "title": "Decolonization in sexual and reproductive health research methods: a scoping review.",
  "abstract": "BACKGROUND: As researchers and practitioners in the field of global health continue to acknowledge the ongoing impact of colonialism in their work, the call for decolonized research has increased. This has particular relevance in the field of sexual and reproductive health. Despite this recognized need, there is no singularly agreed upon definition of what it means to conduct decolonized research using decolonized methodologies. The aim of this review is to explore the approaches and methodologies used in contemporary sexual and reproductive health research aligned with decolonized systems of thinking. METHODS: This review was developed and conducted in accordance with the JBI and the Extension for Scoping Reviews (PRISMA-ScR) Checklist. In January 2023, Medline (Ovid), Embase, EMCare, Global Health Database, and Web of Science were systematically searched for relevant studies. Relevant grey literature was also scanned. The screening and data extraction were conducted by four independent reviewers using an iterative approach. The findings were analyzed to uncover shared characteristics between the studies. RESULTS: A total of 1775 articles were retrieved through our search strategy, of which 35 were included as discussing sexual health topics, and representing the principles of decolonization. Few of the included articles explicitly self-identified as decolonized literature. Common themes between studies included that most of the data collection was conducted in high-income countries, largely in North America, and the most prevalent sexual health topics were HIV/AIDs, and STIs/STDs. Most studies were qualitative, used community-based methodologies, and included some form of community advisory board. CONCLUSIONS: This scoping review identifies shared characteristics of both successes and gaps in decolonized research that may inform the methodological processes of future researchers. It emphasizes the need for more decolonized research originating in low- and middle-income countries, as well as decolonization of quantitative research methodologies. The findings also emphasize the importance of community engagement throughout the research process. A shared definition of decolonization is necessary to codify this body of work. Future researchers should focus on clearly communicating their approach in the methodology so that it can be replicated and become part of a shared definition. International Registered Report Identifier (IRRID): DERR1-10.2196/45771.",
  "authors": [
    {
      "last_name": "Stevens-Uninsky",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Stevens-Uninsky",
      "affiliations": [
        "Department of Global Health, McMaster University, Hamilton, ON, Canada. stevem28@mcmaster.ca."
      ]
    },
    {
      "last_name": "Barkhad",
      "fore_name": "Aisha",
      "initials": "A",
      "name": "Aisha Barkhad",
      "affiliations": [
        "Department of Global Health, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Tonya",
      "initials": "T",
      "name": "Tonya MacDonald",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Perez",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Perez",
      "affiliations": [
        "Independent Researcher, Washington, DC, USA."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, ON, Canada.",
        "Centre for the Development of Best Practices in Health (CDPH), Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Stellenbosch, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Nov",
    "pub_day": "25"
  },
  "start_page": "1460",
  "pages": "1460",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Colonialism",
    "Reproductive Health",
    "Research Design",
    "Sexual Health"
  ],
  "article_ids": {
    "pubmed": "39587601",
    "pmc": "PMC11587638",
    "doi": "10.1186/s12913-024-11817-z",
    "pii": "10.1186/s12913-024-11817-z"
  },
  "doi": "10.1186/s12913-024-11817-z",
  "pmc_id": "PMC11587638",
  "dates": {
    "completed": "2024-11-26",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.659182",
    "pmid": "39587601"
  }
}