{
  "pmid": "39595407",
  "uid": "39595407",
  "title": "The Thematic Analysis of Barriers to Immediate Post-Partum Long-Acting Reversible Contraception.",
  "abstract": "BACKGROUND: Globally, many women express the desire to avoid immediate pregnancy for 24 months postdelivery, and only forty percent use contraceptives during this period. There is an enormous demand for postpartum family planning, particularly in developing countries with low- or middle-income grades. Postpartum intrauterine devices such as long-acting reversible contraceptives (LARCs) are among the most effective methods of family planning in the immediate postpartum period, yet their effectiveness is hindered because of a lack of availability and training. Strategies to increase access to LARCs are essential. Hence, the purpose of the current study is to determine the barriers among healthcare providers in providing immediate postpartum family planning services. METHODS: A cross-sectional study was conducted in the Department of Obstetrics and Gynaecology at SIMS, a tertiary care teaching hospital, from January to March 2024. Approximately 293 healthcare providers who fulfilled the inclusion criteria were provided an online questionnaire in the form of a Google Forms link, which included a structured questionnaire focusing on various aspects, including demographics, knowledge, practices, and barriers in their practice. The data collected were analysed through SPSS version 26, which employs chi-square tests and Pearson's correlation to determine any significant associations among them. Based on the key statistical outcomes and the significant correlations observed related to the data, a thematic analysis through SWOT (strengths, weaknesses, opportunities, threats) was conducted. The study adhered to the method outlined by Braun and Clarke (2006) and compiled with the COREQ (consolidated criteria for reporting qualitative research) checklist to uphold methodological integrity. RESULTS: Among the participants, 92.4% provided family planning counselling after childbirth, predominantly during the antenatal period (75.1%), and the provision of immediate postnatal family planning was reported in 76.1% of the participants, with PPIUDs identified as the most utilized method by 52.6%. Various barriers were identified, including insufficient training on Implanon (33.4%) and the PPIUCD (12.6%), the unavailability of implants (59.0%), and a lack of interest among patients (46.1%). Statistically significant associations were observed between the practice setting and knowledge of postpartum family planning (p = 0.002), as well as deficiencies in training for the PPIUCD (p < 0.001). The study highlights the place of practice and the practitioners' experience as significant strengths in offering immediate postpartum contraception and referring patients for family planning. However, qualification was identified as a limiting factor for practicing immediate postpartum family planning. CONCLUSIONS: This study revealed significant difficulty in delivering prompt postpartum long-acting reversible contraceptives (LARCs), underscoring the necessity of improved education and training for professionals. Focusing on these challenges is important in enhancing postpartum family planning acceptance and decreasing unfulfilled requirements in resource-limited settings.",
  "authors": [
    {
      "last_name": "Iqbal",
      "fore_name": "Mahwish",
      "initials": "M",
      "name": "Mahwish Iqbal",
      "affiliations": [
        "Naseem Jeddah Medical Center, Jeddah 23342, Saudi Arabia."
      ],
      "orcid": "0000-0002-1329-9166"
    },
    {
      "last_name": "Wasim",
      "fore_name": "Tayyiba",
      "initials": "T",
      "name": "Tayyiba Wasim",
      "affiliations": [
        "Obstetrics and Gynaecology, Services Institute of Medical Sciences, Lahore 54000, Pakistan."
      ],
      "orcid": "0000-0003-2444-9817"
    },
    {
      "last_name": "AlQahtani",
      "fore_name": "Saeed A",
      "initials": "SA",
      "name": "Saeed A AlQahtani",
      "affiliations": [
        "Department of Clinical Practice, College of Pharmacy, Jazan University, Jazan 45142, Saudi Arabia."
      ],
      "orcid": "0000-0003-2954-854X"
    },
    {
      "last_name": "Alghamdi",
      "fore_name": "Anwar A",
      "initials": "AA",
      "name": "Anwar A Alghamdi",
      "affiliations": [
        "Health Information Technology Department, The Applied College, King Abdulaziz University, Jeddah 21589, Saudi Arabia.",
        "Pharmacovigilance and Medication Safety Unit, Center of Research Excellence for Drug Research and Pharmaceutical Industries, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ],
      "orcid": "0000-0001-8474-2543"
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Aftab",
      "initials": "A",
      "name": "Aftab Ahmad",
      "affiliations": [
        "Health Information Technology Department, The Applied College, King Abdulaziz University, Jeddah 21589, Saudi Arabia.",
        "Pharmacovigilance and Medication Safety Unit, Center of Research Excellence for Drug Research and Pharmaceutical Industries, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ],
      "orcid": "0000-0001-8268-3412"
    },
    {
      "last_name": "Abbas",
      "fore_name": "Ahmad Hefnawy",
      "initials": "AH",
      "name": "Ahmad Hefnawy Abbas",
      "affiliations": [
        "Clinical Toxicology, Department of Forensic Medicine and Clinical Toxicology, Faculty of Medicine, Minia University, Minya 61519, Egypt."
      ],
      "orcid": "0009-0009-3764-5383"
    },
    {
      "last_name": "Bushra",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Bushra",
      "affiliations": [
        "Obstetrics and Gynaecology, Post Graduate Institute of Medical Sciences, Lahore 54000, Pakistan."
      ],
      "orcid": "0000-0002-4934-8038"
    },
    {
      "last_name": "Thattarauthodiyil",
      "fore_name": "Usman",
      "initials": "U",
      "name": "Usman Thattarauthodiyil",
      "affiliations": [
        "Physiotherapy Program, Department of Physiotherapy, Batterjee Medical College, P.O. Box 23819, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Easwaran",
      "fore_name": "Vigneshwaran",
      "initials": "V",
      "name": "Vigneshwaran Easwaran",
      "affiliations": [
        "Department of Clinical Pharmacy, College of Pharmacy, King Khalid University, Abha 61421, Saudi Arabia."
      ],
      "orcid": "0000-0002-8688-4825"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 23819, Jeddah 21442, Saudi Arabia."
      ],
      "orcid": "0000-0003-2570-3223"
    },
    {
      "last_name": "Goruntla",
      "fore_name": "Narayana",
      "initials": "N",
      "name": "Narayana Goruntla",
      "affiliations": [
        "Department of Clinical Pharmacy and Pharmacy Practice, School of Pharmacy, Kampala International University, Western Campus, Ishaka 20000, Uganda."
      ],
      "orcid": "0000-0003-2014-5357"
    },
    {
      "last_name": "Ghaboura",
      "fore_name": "Nehmat",
      "initials": "N",
      "name": "Nehmat Ghaboura",
      "affiliations": [
        "Pharmacy Program, Department of Pharmacy Practice, Batterjee Medical College, P.O. Box 23819, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Mantargi",
      "fore_name": "Mohammad Jaffar Sadiq",
      "initials": "MJS",
      "name": "Mohammad Jaffar Sadiq Mantargi",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 23819, Jeddah 21442, Saudi Arabia."
      ],
      "orcid": "0000-0002-3719-6241"
    }
  ],
  "journal": {
    "title": "Healthcare (Basel, Switzerland)",
    "iso_abbreviation": "Healthcare (Basel)",
    "issn": "2227-9032",
    "issn_type": "Print",
    "volume": "12",
    "issue": "22",
    "pub_year": "2024",
    "pub_month": "Nov",
    "pub_day": "05"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39595407",
    "pmc": "PMC11594253",
    "doi": "10.3390/healthcare12222208",
    "pii": "healthcare12222208"
  },
  "doi": "10.3390/healthcare12222208",
  "pmc_id": "PMC11594253",
  "dates": {
    "revised": "2024-11-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "IFPIP 1330-156-1443",
      "agency": "King Abdulaziz University"
    },
    {
      "grant_id": "IFPIP 1330-156-1443",
      "agency": "Ministry of Education, Saudi Arabia"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.183539",
    "pmid": "39595407"
  }
}