{
  "pmid": "39608381",
  "uid": "39608381",
  "title": "Effects of GLP-1 receptor agonists on kidney and cardiovascular disease outcomes: a meta-analysis of randomised controlled trials.",
  "abstract": "BACKGROUND: GLP-1 receptor agonists reduce the risk of major adverse cardiovascular events (MACE) and can also have kidney benefits. However, whether GLP-1 receptor agonists improve clinically important kidney outcomes remains uncertain. We aimed to comprehensively assess the effects of GLP-1 receptor agonists on kidney and cardiovascular disease outcomes by performing a meta-analysis of randomised controlled trials. METHODS: For this meta-analysis, we searched MEDLINE, Embase, and the Cochrane Central Register of Controlled Trials for randomised controlled trials that included at least 500 participants with type 2 diabetes, compared a GLP-1 receptor agonist with placebo with at least 12 months of follow-up, and reported a primary clinical kidney or cardiovascular outcome, from database inception to March 26, 2024. Post hoc, we included the SELECT trial (NCT03574597), which enrolled participants with cardiovascular disease and a BMI of 27 kg/m[2] or more without diabetes. Study-level summary data were extracted independently by two authors for inclusion in this random-effects analysis. The main kidney outcome was a composite outcome, consisting of kidney failure (kidney replacement therapy or a persistent estimated glomerular filtration rate [eGFR] <15 mL/min per 1·73 m[2]), a sustained reduction in eGFR by at least 50% or the nearest equivalent, or death from kidney failure. The main cardiovascular outcome was MACE, consisting of cardiovascular death, non-fatal myocardial infarction, or non-fatal stroke. This study is registered with PROSPERO, CRD42024528864. FINDINGS: Of the 5140 records identified through the literature search, 11 trials, involving 85 373 participants (29 386 female, 55 987 male), were included in the meta-analysis. In participants with type 2 diabetes (67 769), GLP-1 receptor agonists reduced the composite kidney outcome by 18% compared with placebo (hazard ratio [HR] 0·82, 95% CI 0·73-0·93; I[2] =26·41%), kidney failure by 16% (HR 0·84, 0·72-0·99; I[2] =0%), MACE by 13% (HR 0·87, 0·81-0·93; I[2] =49·75%), and all-cause death by 12% (HR 0·88, 0·83-0·93; I[2] =0%). The effect on the composite kidney outcome (HR 0·81, 95% CI 0·72-0·92; I[2] =23·11%), kidney failure (HR 0·84, 0·72-0·98; I[2] =0%), MACE (HR 0·86, 0·80-0·92; I[2] =48·9%), and all-cause death (HR 0·87, 0·82-0·91; I[2] =0%) was similar when the SELECT trial was included, with no evidence of heterogeneity between this trial and those including participants with type 2 diabetes (pheterogeneity >0·05). There was no difference in the risk of serious adverse events, including acute pancreatitis and severe hypoglycaemia, between the GLP-1 receptor agonist and placebo groups (risk ratio [RR] 0·95, 95% CI 0·90-1·01; I[2] =88·5%). However, treatment discontinuation due to adverse events occurred more frequently in the GLP-1 receptor agonist groups (RR 1·51, 95% CI 1·18-1·94; I[2] =96·3%). INTERPRETATION: We found evidence that GLP-1 receptor agonists significantly reduce clinically important kidney events, kidney failure, and cardiovascular events. FUNDING: None.",
  "authors": [
    {
      "last_name": "Badve",
      "fore_name": "Sunil V",
      "initials": "SV",
      "name": "Sunil V Badve",
      "affiliations": [
        "St George Hospital, Sydney, NSW, Australia; Renal and Metabolic Division, The George Institute for Global Health, Sydney, NSW, Australia; University of New South Wales, Sydney, NSW, Australia. Electronic address: sbadve@georgeinstitute.org.au."
      ]
    },
    {
      "last_name": "Bilal",
      "fore_name": "Anika",
      "initials": "A",
      "name": "Anika Bilal",
      "affiliations": [
        "AdventHealth Translational Research Institute, Orlando, FL, USA."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Matthew M Y",
      "initials": "MMY",
      "name": "Matthew M Y Lee",
      "affiliations": [
        "School of Cardiovascular and Metabolic Health, British Heart Foundation Glasgow Cardiovascular Research Centre, University of Glasgow, Glasgow, UK."
      ]
    },
    {
      "last_name": "Sattar",
      "fore_name": "Naveed",
      "initials": "N",
      "name": "Naveed Sattar",
      "affiliations": [
        "School of Cardiovascular and Metabolic Health, British Heart Foundation Glasgow Cardiovascular Research Centre, University of Glasgow, Glasgow, UK."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ruff",
      "fore_name": "Christian T",
      "initials": "CT",
      "name": "Christian T Ruff",
      "affiliations": [
        "TIMI Study Group, Division of Cardiovascular Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "McMurray",
      "fore_name": "John J V",
      "initials": "JJV",
      "name": "John J V McMurray",
      "affiliations": [
        "School of Cardiovascular and Metabolic Health, British Heart Foundation Glasgow Cardiovascular Research Centre, University of Glasgow, Glasgow, UK."
      ]
    },
    {
      "last_name": "Rossing",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Rossing",
      "affiliations": [
        "Steno Diabetes Center Copenhagen, Herlev, Denmark; Department of Clinical Medicine, University of Copenhagen, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Bakris",
      "fore_name": "George",
      "initials": "G",
      "name": "George Bakris",
      "affiliations": [
        "American Society of Hypertension Comprehensive Hypertension Center, University of Chicago Medicine and Biological Sciences, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Mahaffey",
      "fore_name": "Kenneth W",
      "initials": "KW",
      "name": "Kenneth W Mahaffey",
      "affiliations": [
        "Stanford Center for Clinical Research, Department of Medicine, Stanford School of Medicine, Palo Alto, CA, USA."
      ]
    },
    {
      "last_name": "Mann",
      "fore_name": "Johannes F E",
      "initials": "JFE",
      "name": "Johannes F E Mann",
      "affiliations": [
        "KfH Kidney Center, Munich, Germany; University Hospital, Friedrich-Alexander University, Erlangen, Germany."
      ]
    },
    {
      "last_name": "Colhoun",
      "fore_name": "Helen M",
      "initials": "HM",
      "name": "Helen M Colhoun",
      "affiliations": [
        "Institute of Genetics and Molecular Medicine, College of Medicine and Veterinary Medicine, University of Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Tuttle",
      "fore_name": "Katherine R",
      "initials": "KR",
      "name": "Katherine R Tuttle",
      "affiliations": [
        "University of Washington School of Medicine, Seattle, WA, USA; Providence Inland Northwest Health, Spokane, WA, USA."
      ]
    },
    {
      "last_name": "Pratley",
      "fore_name": "Richard E",
      "initials": "RE",
      "name": "Richard E Pratley",
      "affiliations": [
        "AdventHealth Translational Research Institute, Orlando, FL, USA."
      ]
    },
    {
      "last_name": "Perkovic",
      "fore_name": "Vlado",
      "initials": "V",
      "name": "Vlado Perkovic",
      "affiliations": [
        "Renal and Metabolic Division, The George Institute for Global Health, Sydney, NSW, Australia; University of New South Wales, Sydney, NSW, Australia."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Diabetes & endocrinology",
    "iso_abbreviation": "Lancet Diabetes Endocrinol",
    "issn": "2213-8595",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "15",
  "end_page": "28",
  "pages": "15-28",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Cardiovascular Diseases",
    "Randomized Controlled Trials as Topic",
    "Diabetes Mellitus, Type 2",
    "Hypoglycemic Agents",
    "Treatment Outcome",
    "Glucagon-Like Peptide-1 Receptor Agonists"
  ],
  "article_ids": {
    "pubmed": "39608381",
    "doi": "10.1016/S2213-8587(24)00271-7",
    "pii": "S2213-8587(24)00271-7"
  },
  "doi": "10.1016/S2213-8587(24)00271-7",
  "dates": {
    "completed": "2024-12-26",
    "revised": "2025-05-22"
  },
  "chemicals": [
    "Hypoglycemic Agents",
    "Glucagon-Like Peptide-1 Receptor Agonists"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.764714",
    "pmid": "39608381"
  }
}