{
  "pmid": "39609010",
  "uid": "39609010",
  "title": "Mapping context of sedentary behaviour in older adults who are prefrail and frail: an analysis of secondary outcomes from a longitudinal study (MAPS-B).",
  "abstract": "OBJECTIVES: To map the context of sedentary behaviour in older adults who are prefrail and frail during the winter and spring over 3 days (2 weekdays and 1 weekend) and to determine if certain types of sedentary behaviours are associated with health outcomes. DESIGN: Mixed methods, prospective longitudinal cohort study. SETTING: Community-dwelling older adults living in southern Ontario, Canada. PARTICIPANTS: We recruited 21 older adults (72±7.3 years, 13 females, 13 frail) and experienced two dropouts. RESULTS: Participants accumulated a total of 18.4±2.6 hours/day of sedentary time in winter and 17.7±3.1 hours/day in spring. When considering daily indoor sedentary time (excluding sleep), participants accumulated 7.6±4.0 hours/day in winter and 6.3±2.7 hours/day in spring. In the spring, 68% of participants accumulated <8 hours/day of ≥15 min bouts of indoor sedentary time compared with 63% in the winter. Although there were no differences in sedentary time between seasons, we found a significant decrease in step count in winter (1190 fewer steps, 95% CI -2228 to -153 steps). There were no differences in sedentary time or step count between the weekday and weekend or between individuals who were prefrail and frail. There were no seasonal variations in participants' sedentary activities; the most common activities were watching television (TV), eating, napping, browsing the internet and socialising. We also found there may be gender differences in time and activities. Individuals who identified as female were more sedentary than individuals who were male. Almost all indoor behaviours occurred in the living/family room. Sedentary time was evenly spread throughout the day; however, prolonged sedentary behaviours ≥60 min mainly occurred in the evening regardless of the season. Step count in both winter and spring was positively associated with the Nottingham Activity of Daily Living assessment. There was an inverse association between sedentary behaviours ≥60 min (not including sleeping) and the 5×sit-to-stand and grip strength. CONCLUSION: The current definition of sedentary behaviour requires modification to capture total sedentary time, continuous bouts >60 min, the types of behaviours, time of day and season. TRIAL REGISTRATION NUMBER: NCT05661058.",
  "authors": [
    {
      "last_name": "Rodrigues",
      "fore_name": "Isabel B",
      "initials": "IB",
      "name": "Isabel B Rodrigues",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada rodrigib@mcmaster.ca.",
        "Community Health, University of Manitoba, Winnipeg, Manitoba, Canada."
      ],
      "orcid": "0000-0002-3158-813X"
    },
    {
      "last_name": "Kalra",
      "fore_name": "Mayank",
      "initials": "M",
      "name": "Mayank Kalra",
      "affiliations": [
        "Department of Kinesiology and Health Sciences, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zheng",
      "fore_name": "Rong",
      "initials": "R",
      "name": "Rong Zheng",
      "affiliations": [
        "Department of Computing and Software, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rabinovich",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Rabinovich",
      "affiliations": [
        "Department of Surgery, Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kobsar",
      "fore_name": "Dylan",
      "initials": "D",
      "name": "Dylan Kobsar",
      "affiliations": [
        "Department of Kinesiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bray",
      "fore_name": "Steven R",
      "initials": "SR",
      "name": "Steven R Bray",
      "affiliations": [
        "Department of Kinesiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fang",
      "fore_name": "Qiyin",
      "initials": "Q",
      "name": "Qiyin Fang",
      "affiliations": [
        "Department of Engineering Physics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "11",
    "pub_year": "2024",
    "pub_month": "Nov",
    "pub_day": "27"
  },
  "start_page": "e084610",
  "pages": "e084610",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Sedentary Behavior",
    "Female",
    "Male",
    "Aged",
    "Longitudinal Studies",
    "Prospective Studies",
    "Frail Elderly",
    "Seasons",
    "Ontario",
    "Independent Living",
    "Aged, 80 and over",
    "Exercise",
    "Frailty",
    "Hand Strength"
  ],
  "article_ids": {
    "pubmed": "39609010",
    "pmc": "PMC11603687",
    "doi": "10.1136/bmjopen-2024-084610",
    "pii": "bmjopen-2024-084610"
  },
  "doi": "10.1136/bmjopen-2024-084610",
  "pmc_id": "PMC11603687",
  "dates": {
    "completed": "2024-11-28",
    "revised": "2024-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.452199",
    "pmid": "39609010"
  }
}