{
  "pmid": "39613104",
  "uid": "39613104",
  "title": "Anemia Near Delivery Is Prevalent, Pernicious, and Associated With Lower Neighbourhood Income: An Analysis of Over 50 000 Pregnancies.",
  "abstract": "OBJECTIVES: Anemia in pregnancy has negative impacts on maternal and neonatal morbidity and mortality and has been described as an issue of health equity. The primary aim of our study was to describe the rates of anemia near delivery and assess whether this correlates with neighbourhood-level income status. METHODS: We conducted a retrospective cohort study of pregnant persons delivering from January 2012 through December 2022 at 2 large academic centres. We used log-binomial regression to estimate the association between neighbourhood-level income quintile and anemia near delivery, defined as a hemoglobin <110 g/L within 30 days of delivery, controlling for maternal age, parity, thalassemia trait, number of fetuses, blood group, and service provider type. Secondary maternal and fetal outcomes were analyzed descriptively. RESULTS: A total of 51 782 deliveries were included; the majority were singleton (97%) pregnancies delivered vaginally (61%). Although 77% of patients had a complete blood count done within 30 days of delivery, only 13% had a ferritin value checked within 9 months of delivery. Approximately 30% of all patients were anemic near delivery, with higher rates of anemia in lower income quintiles; patients in the lowest income quintile were 18% more likely to be anemic than those in the highest income quintile (relative risk 1.18; 95% CI 1.12-1.25). CONCLUSIONS: Even within a high-resource academic setting, anemia in pregnancy is common. Given the high rates of anemia in our study, particularly, amongst patients in lower income quintiles, widespread targeted educational and system interventions are required to ensure equitable patient care.",
  "authors": [
    {
      "last_name": "Arya",
      "fore_name": "Sumedha",
      "initials": "S",
      "name": "Sumedha Arya",
      "affiliations": [
        "Canadian Blood Services, Toronto, ON; University of Toronto, Toronto, ON; Harvard T.H. Chan School of Public Health, Boston, MA. Electronic address: Sumedha.arya@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Akbari-Moghaddam",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Akbari-Moghaddam",
      "affiliations": [
        "Department of Computing and Software, McMaster University, Hamilton, ON; Michael G. DeGroote Centre for Transfusion Research, Hamilton, ON."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Liu",
      "affiliations": [
        "Michael G. DeGroote Centre for Transfusion Research, Hamilton, ON."
      ]
    },
    {
      "last_name": "Press",
      "fore_name": "Elissa",
      "initials": "E",
      "name": "Elissa Press",
      "affiliations": [
        "Patient representative, Hamilton, ON."
      ]
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "VanderMeulen",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather VanderMeulen",
      "affiliations": [
        "University of Toronto, Department of Medicine, Toronto, ON."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Barrett",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Zeller",
      "fore_name": "Michelle P",
      "initials": "MP",
      "name": "Michelle P Zeller",
      "affiliations": [
        "Canadian Blood Services, Toronto, ON; Michael G. DeGroote Centre for Transfusion Research, Hamilton, ON; Department of Medicine, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Hacker",
      "fore_name": "Michele R",
      "initials": "MR",
      "name": "Michele R Hacker",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA."
      ]
    },
    {
      "last_name": "Callum",
      "fore_name": "Jeannie",
      "initials": "J",
      "name": "Jeannie Callum",
      "affiliations": [
        "University of Toronto, Toronto, ON; Kingston Health Sciences Centre and Queen's University, Kingston, ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "102721",
  "pages": "102721",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Pregnancy",
    "Retrospective Studies",
    "Adult",
    "Income",
    "Anemia",
    "Pregnancy Complications, Hematologic",
    "Delivery, Obstetric",
    "Prevalence",
    "Residence Characteristics",
    "Anemia, Pernicious",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "39613104",
    "doi": "10.1016/j.jogc.2024.102721",
    "pii": "S1701-2163(24)00544-9"
  },
  "doi": "10.1016/j.jogc.2024.102721",
  "dates": {
    "completed": "2025-04-26",
    "revised": "2025-07-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:10.324355",
    "pmid": "39613104"
  }
}