{
  "pmid": "39610333",
  "uid": "39610333",
  "title": "Privacy-preserving federated data access and federated learning: Improved data sharing and AI model development in transfusion medicine.",
  "abstract": "BACKGROUND: Health data comprise data from different aspects of healthcare including administrative, digital health, and research-oriented data. Together, health data contribute to and inform healthcare operations, patient care, and research. Integrating artificial intelligence (AI) into healthcare requires understanding these data infrastructures and addressing challenges such as data availability, privacy, and governance. Federated learning (FL), a decentralized AI training approach, addresses these challenges by allowing models to learn from diverse datasets without data leaving its source, thus ensuring privacy and security are maintained. This report introduces FL and discusses its potential in transfusion medicine and blood supply chain management. METHODS AND DISCUSSION: FL can offer significant benefits in transfusion medicine by enhancing predictive analytics, personalized medicine, and operational efficiency. Predictive models trained on diverse datasets by FL can improve accuracy in forecasting blood transfusion demands. Personalized treatment plans can be refined by aggregating patient data from multiple institutions using FL, reducing adverse reactions and improving outcomes. Operational efficiency can also be achieved through precise demand forecasting and optimized logistics. Despite its advantages, FL faces challenges such as data standardization, governance, and bias. Harmonizing diverse data sources and ensuring fair, unbiased models require advanced analytical solutions. Robust IT infrastructure and specialized expertise are needed for successful FL implementation. CONCLUSION: FL represents a transformative approach to AI development in healthcare, particularly in transfusion medicine. By leveraging diverse datasets while maintaining data privacy, FL has the potential to enhance predictions, support personalized treatments, and optimize resource management, ultimately improving patient care and healthcare efficiency.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Na",
      "initials": "N",
      "name": "Na Li",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada.",
        "Department of Computing and Software, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G. DeGroote Centre for Transfusion Research, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4803-0984"
    },
    {
      "last_name": "Lewin",
      "fore_name": "Antoine",
      "initials": "A",
      "name": "Antoine Lewin",
      "affiliations": [
        "Medical Affairs and Innovation, Héma-Québec, Montreal, Quebec, Canada."
      ],
      "orcid": "0000-0003-1748-4198"
    },
    {
      "last_name": "Ning",
      "fore_name": "Shuoyan",
      "initials": "S",
      "name": "Shuoyan Ning",
      "affiliations": [
        "Michael G. DeGroote Centre for Transfusion Research, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Canadian Blood Services, Ancaster, Ontario, Canada."
      ],
      "orcid": "0000-0002-7675-4058"
    },
    {
      "last_name": "Waito",
      "fore_name": "Marianne",
      "initials": "M",
      "name": "Marianne Waito",
      "affiliations": [
        "Integrated Supply Chain Planning, Canadian Blood Services, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zeller",
      "fore_name": "Michelle P",
      "initials": "MP",
      "name": "Michelle P Zeller",
      "affiliations": [
        "Michael G. DeGroote Centre for Transfusion Research, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Canadian Blood Services, Ancaster, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tinmouth",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Tinmouth",
      "affiliations": [
        "Department of Medicine, The Ottawa Hospital, Ottawa, Ontario, Canada.",
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shih",
      "fore_name": "Andrew W",
      "initials": "AW",
      "name": "Andrew W Shih",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Innovation, Canadian Blood Services, Ottawa, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Transfusion",
    "iso_abbreviation": "Transfusion",
    "issn": "1537-2995",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "22",
  "end_page": "28",
  "pages": "22-28",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Artificial Intelligence",
    "Transfusion Medicine",
    "Information Dissemination",
    "Blood Transfusion",
    "Privacy",
    "Precision Medicine",
    "Federated Learning"
  ],
  "article_ids": {
    "pubmed": "39610333",
    "pmc": "PMC11747086",
    "doi": "10.1111/trf.18077"
  },
  "doi": "10.1111/trf.18077",
  "pmc_id": "PMC11747086",
  "dates": {
    "completed": "2025-01-21",
    "revised": "2025-05-22"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "AI Advance - NSERC Alliance 2022/23",
      "agency": "Alberta Innovates"
    },
    {
      "agency": "Canadian Blood Services"
    },
    {
      "grant_id": "RGPIN-2022-02999",
      "agency": "Natural Sciences and Engineering Research Council of Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:10.324035",
    "pmid": "39610333"
  }
}