{
  "pmid": "39616417",
  "uid": "39616417",
  "title": "Association Between Socioeconomic Factors and Childhood Acute Lymphoblastic Leukemia Treatment- and Survival-Related Outcomes in Canada.",
  "abstract": "BACKGROUND AND AIMS: Studies examing the impact of socioeconomic factors on outcomes in childhood acute lymphoblastic leukemia (ALL) have yielded inconsistent findings. We aimed to determine whether socioeconomic status (SES) or healthcare access are associated with the presence of potentially time-sensitive high-risk features at diagnosis, times to diagnosis or treatment, or survival among children with ALL in Canada. METHODS: We conducted a retrospective cohort study of all children aged less than 15 years diagnosed with first primary ALL between 2001 and 2019 using the Cancer in Young People in Canada national Data Tool, which is population-based. SES was measured using neighborhood income quintiles, and healthcare access proxy measured as distance to treating center. We used logistic regression to examine the associations between income quintile and distance and two potentially time-sensitive indicators of high-risk ALL at diagnosis, white blood cell count (WBC) ≥50 × 10[9]/L, and central nervous system (CNS) disease. We used Cox proportional hazards to examine associations with time-to-event outcomes (times to diagnosis and treatment, event-free survival [EFS], and overall survival [OS]). RESULTS: We included 4189 patients. In multivariable analyses, no associations were found between income quintile and potentially time-sensitive high-risk features at diagnosis, time to diagnosis or treatment, or OS. The only significant SES measure in multivariable survival analysis was superior EFS among those in income quintile 4 as compared to those in the lowest income quintile with a hazard ratio (HR) of 0.70 (confidence interval [CI]: 0.54-0.91). Living at increased distance from treating center was not associated with high WBC at diagnosis, time to diagnosis, EFS, or OS. Associations were seen between distance to treating center and CNS disease at diagnosis and time to treatment, but without a clear pattern across distance quartiles. CONCLUSIONS: Children diagnosed with ALL and treated within Canada's universal healthcare system experience similar treatment and survival outcomes regardless of SES and distance to treatment center. Further work is required using individual-level SES and demographic data to determine if any associations exist, and qualitative assessments to understand barriers to care.",
  "authors": [
    {
      "last_name": "Jibb",
      "fore_name": "Lindsay",
      "initials": "L",
      "name": "Lindsay Jibb",
      "affiliations": [
        "Child Health Evaluative Sciences, Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Lawrence Bloomberg Faculty of Nursing, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Laverty",
      "fore_name": "Meghan",
      "initials": "M",
      "name": "Meghan Laverty",
      "affiliations": [
        "Center for Surveillance and Applied Research, Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Donna L",
      "initials": "DL",
      "name": "Donna L Johnston",
      "affiliations": [
        "Division of Hematology/Oncology, CHEO, Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0001-6145-9809"
    },
    {
      "last_name": "Rayar",
      "fore_name": "Meera",
      "initials": "M",
      "name": "Meera Rayar",
      "affiliations": [
        "Department of Pediatrics, University of British Columbia, Vancouver, British Columbia, Canada.",
        "Division of Hematology/Oncology/BMT, BC Children's Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Truong",
      "fore_name": "Tony H",
      "initials": "TH",
      "name": "Tony H Truong",
      "affiliations": [
        "Division of Pediatric Oncology and Bone Marrow Transplant, Department of Pediatrics, Alberta Children's Hospital, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Kulkarni",
      "fore_name": "Ketan",
      "initials": "K",
      "name": "Ketan Kulkarni",
      "affiliations": [
        "Division of Hematology Oncology, Department of Pediatrics, IWK Health Center, Halifax, Canada."
      ],
      "orcid": "0000-0002-6758-2290"
    },
    {
      "last_name": "Renzi",
      "fore_name": "Samuele",
      "initials": "S",
      "name": "Samuele Renzi",
      "affiliations": [
        "Division of Hematology/Oncology, CHUL-Université Laval, Québec City, Québec, Canada.",
        "Department of Pediatrics, University of Laval, Québec City, Québec, Canada."
      ]
    },
    {
      "last_name": "Alvi",
      "fore_name": "Saima",
      "initials": "S",
      "name": "Saima Alvi",
      "affiliations": [
        "Department of Pediatric Oncology, Saskatchewan Cancer Agency, Regina, Saskatchewan, Canada."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Jaskiran",
      "initials": "J",
      "name": "Jaskiran Kaur",
      "affiliations": [
        "Center for Surveillance and Applied Research, Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Winch",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Winch",
      "affiliations": [
        "Center for Surveillance and Applied Research, Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Sumit",
      "initials": "S",
      "name": "Sumit Gupta",
      "affiliations": [
        "Child Health Evaluative Sciences, Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Division of Hematology Oncology, The Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada.",
        "Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-1334-3670"
    },
    {
      "last_name": "Marjerrison",
      "fore_name": "Stacey",
      "initials": "S",
      "name": "Stacey Marjerrison",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Hematology/Oncology, McMaster Children's Hospital, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3763-5494"
    }
  ],
  "journal": {
    "title": "Pediatric blood & cancer",
    "iso_abbreviation": "Pediatr Blood Cancer",
    "issn": "1545-5017",
    "issn_type": "Electronic",
    "volume": "72",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "e31472",
  "pages": "e31472",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Male",
    "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
    "Child",
    "Canada",
    "Retrospective Studies",
    "Child, Preschool",
    "Adolescent",
    "Socioeconomic Factors",
    "Infant",
    "Survival Rate",
    "Prognosis",
    "Follow-Up Studies",
    "Health Services Accessibility",
    "Infant, Newborn"
  ],
  "article_ids": {
    "pubmed": "39616417",
    "doi": "10.1002/pbc.31472"
  },
  "doi": "10.1002/pbc.31472",
  "dates": {
    "completed": "2024-12-23",
    "revised": "2024-12-23"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Hamilton Health Sciences Early Career Award"
    },
    {
      "agency": "The McMaster University Ronald Barr Professorship in Pediatric Oncology"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:31.331890",
    "pmid": "39616417"
  }
}