{
  "pmid": "39613546",
  "uid": "39613546",
  "title": "Point-of-care diagnostic test accuracy in children and adolescents with sickle cell disease: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Detection of sickle cell disease (SCD) could be improved with greater use of point-of-care testing (POCT). This review assessed the accuracy of POCTs for SCD in children and adolescents. METHODS: We systematically searched EMBASE, PubMed, Cochrane libraries, registries and conference proceedings from inception to 28th February 2023. We included cross-sectional and case-control studies that tested for SCD using POCTs and reference tests in individuals aged 0-19. We conducted meta-analysis to assess sensitivity and specificity of individual POCTs. FINDINGS: The review included 31 studies overall, with 20 covering lateral flow immunoassays (LFIAs) and four covering micro-engineered electrophoresis. When detecting homozygous SCD, the pooled sensitivity and specificity of the included LFIAs and micro-engineered electrophoresis POCTs was 92 % or higher in all individual meta-analyses. Sensitivities and specificities were also nearly 100 % when detecting haemoglobin SC disease for these POCTs. INTERPRETATION: POCTs could be used to accurately diagnose SCD.",
  "authors": [
    {
      "last_name": "Bagnall",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Bagnall",
      "affiliations": [
        "Health Economics and Market Access, Amaris Consulting, Barcelona, Spain. Electronic address: robert.bagnall@amaris.com."
      ]
    },
    {
      "last_name": "Guy",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Guy",
      "affiliations": [
        "Health Economics and Market Access, Amaris Consulting, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; School of Medicine, Case Western Reserve University, Cleveland, OH, USA. Electronic address: rlm180@case.edu."
      ]
    },
    {
      "last_name": "Babatunde",
      "fore_name": "Ifeoluwa",
      "initials": "I",
      "name": "Ifeoluwa Babatunde",
      "affiliations": [
        "School of Medicine, Case Western Reserve University, Cleveland, OH, USA. Electronic address: iob3@case.edu."
      ]
    },
    {
      "last_name": "Nevière",
      "fore_name": "Agathe",
      "initials": "A",
      "name": "Agathe Nevière",
      "affiliations": [
        "Health Economics and Market Access, Amaris Consulting, Nantes, France. Electronic address: agathe.neviere@amaris.com."
      ]
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Gabriela",
      "initials": "G",
      "name": "Gabriela Friedrich",
      "affiliations": [
        "Health Economics and Market Access, Amaris Consulting, Barcelona, Spain. Electronic address: gabriela.friedrich@amaris.com."
      ]
    },
    {
      "last_name": "Bennetts",
      "fore_name": "Liga",
      "initials": "L",
      "name": "Liga Bennetts",
      "affiliations": [
        "Health Economics and Market Access, Amaris Consulting, Montreal, Quebec, Canada. Electronic address: liga.bennetts@amaris.com."
      ]
    },
    {
      "last_name": "Irfan",
      "fore_name": "Omar",
      "initials": "O",
      "name": "Omar Irfan",
      "affiliations": [
        "Health Economics and Market Access, Amaris Consulting, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Odame",
      "fore_name": "Isaac",
      "initials": "I",
      "name": "Isaac Odame",
      "affiliations": [
        "Division of Haematology/Oncology, The Hospital for Sick Children, Toronto, Ontario, Canada; Departments of Paediatrics and Medicine, University of Toronto, Ontario, Canada. Electronic address: isaac.odame@sickkids.ca."
      ]
    }
  ],
  "journal": {
    "title": "Blood reviews",
    "iso_abbreviation": "Blood Rev",
    "issn": "1532-1681",
    "issn_type": "Electronic",
    "volume": "69",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "101243",
  "pages": "101243",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Anemia, Sickle Cell",
    "Child",
    "Adolescent",
    "Point-of-Care Testing",
    "Sensitivity and Specificity",
    "Child, Preschool",
    "Point-of-Care Systems"
  ],
  "article_ids": {
    "pubmed": "39613546",
    "doi": "10.1016/j.blre.2024.101243",
    "pii": "S0268-960X(24)00076-6"
  },
  "doi": "10.1016/j.blre.2024.101243",
  "dates": {
    "completed": "2025-01-20",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.197153",
    "pmid": "39613546"
  }
}