{
  "pmid": "39626648",
  "uid": "39626648",
  "title": "Post-Stroke Osteoporosis Screening: A Scoping Review.",
  "abstract": "INTRODUCTION: There are no specific screening recommendations for post-stroke osteoporosis despite evidence that people post-stroke are at heightened risk of fragility fractures. Our objective was to explore the extent of evidence and map the current literature available for osteoporosis screening in the post-stroke population. METHODS: This scoping review searched for articles in MEDLINE, Embase, and CINAHL databases published in English before May 2024, involving osteoporosis screening for adults after stroke. Title and abstract screening as well as full-text review and data extraction was performed by two reviewers. Analysis of the studies is descriptive and narrative. RESULTS: Eight articles met inclusion criteria: five published articles and three peer-reviewed conference abstracts. Three study designs were utilized: four cross-sectional studies, three cohort studies, and one survey. Four studies investigated post-stroke osteoporosis screening rates, two looked at screening pathways for post-stroke osteoporosis, and two assessed novel osteoporosis screening tools. No post-stroke osteoporosis screening guidelines were found. Across all included studies, reported screening rates for post-stroke osteoporosis were less than 10%. CONCLUSIONS: This scoping review emphasizes the need for osteoporosis screening guidelines and risk assessment tools specific to the post-stroke population.",
  "authors": [
    {
      "last_name": "Knight",
      "fore_name": "Sydney",
      "initials": "S",
      "name": "Sydney Knight",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Swance",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Swance",
      "affiliations": [
        "School of Interdisciplinary Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bateman",
      "fore_name": "Emma A",
      "initials": "EA",
      "name": "Emma A Bateman",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada.",
        "Parkwood Institute Research, Lawson Health Research Institute, St. Joseph's Health Care London, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Clemens",
      "fore_name": "Kristin K",
      "initials": "KK",
      "name": "Kristin K Clemens",
      "affiliations": [
        "Parkwood Institute Research, Lawson Health Research Institute, St. Joseph's Health Care London, London, Ontario, Canada.",
        "Department of Medicine, Division of Endocrinology, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada.",
        "Centre for Diabetes, Endocrinology and Metabolism, St. Joseph's Health Care, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Medicine, Division of Geriatrics and Rheumatology, McMaster University, Hamilton, Ontario, Canada.",
        "Departments of Medicine and Health Research, Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fleet",
      "fore_name": "Jamie L",
      "initials": "JL",
      "name": "Jamie L Fleet",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada.",
        "Parkwood Institute Research, Lawson Health Research Institute, St. Joseph's Health Care London, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Cerebrovascular diseases (Basel, Switzerland)",
    "iso_abbreviation": "Cerebrovasc Dis",
    "issn": "1421-9786",
    "issn_type": "Electronic",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "03"
  },
  "start_page": "1",
  "end_page": "11",
  "pages": "1-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39626648",
    "doi": "10.1159/000542924",
    "pii": "000542924"
  },
  "doi": "10.1159/000542924",
  "dates": {
    "revised": "2025-01-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.452487",
    "pmid": "39626648"
  }
}