{
  "pmid": "39639342",
  "uid": "39639342",
  "title": "Impact of pay-for-performance on hospital readmissions in Lebanon: an ARIMA-based intervention analysis using routine data.",
  "abstract": "BACKGROUND: The objective of this paper was to estimate the impact of country-wide hospital pay-for-performance on readmissions for a set of common conditions in Lebanon. METHODS: This retrospective cohort study included all hospitalizations under the coverage of the Ministry of Public Health in Lebanon between 2011 and 2019. We calculated 30-day all-cause readmissions following general, pneumonia, cholecystectomy and stroke cases. We used an interrupted time series design, including the use of AutoRegressive Integrated Moving Average models. This nationwide study including 1,333,691 hospitalizations was undertaken in Lebanon, using hospitalizations at about 140 private and public hospitals contracted by the Ministry. The participants included citizens across all ages under the Ministry's coverage (52% of citizens). The intervention was the engagement of hospital leaders by the Ministry, informing them of the addition of a readmissions component to the ongoing pay-for-performance initiative. Engagement participants included hospital directors and managers, and the leadership of the Syndicate of Private Hospitals. The main outcome measure was age-adjusted monthly all-cause readmission rates for each of general, pneumonia, cholecystectomy and stroke cases. We also assessed for change in readmissions for three conditions not included in the intervention (myocardial infarction, cataract surgery and appendectomy). RESULTS: Across 2011-2019, the overall readmission rates were 6.00% (SD 0.24%) for general readmissions, 5.06% (SD 0.22%) for pneumonia, 2.54% (SD 0.16%) for cholecystectomy, and 6.55% (SD 0.25%) for stroke. Using ARIMA models we found a relative percentage decrease in mean monthly readmissions in the post-intervention period for cholecystectomy (5.9%; CI 0.1%-11.8%) and stroke (13.6%; CI 3.1%-24.2%). There was no evidence of intervention impact on pneumonia and general readmissions, both overall and among small, medium and large hospitals. There was also no evidence of change in non-P4P readmissions of myocardial infarction, cataract surgery and appendectomy. CONCLUSIONS: Including readmissions within pay-for-performance has the potential to improve hospital performance and patient outcomes, even in countries with more limited resources. Effects may vary across conditions, indicating the need for careful design and understanding of the particular context, both with respect to implementation and to evaluation of impact.",
  "authors": [
    {
      "last_name": "Khalife",
      "fore_name": "Jade",
      "initials": "J",
      "name": "Jade Khalife",
      "affiliations": [
        "Department of Clinical Sciences, Malmö, Faculty of Medicine, Lund University, Malmö, Sweden. jade.khalife@yahoo.com."
      ],
      "orcid": "0000-0001-8765-0142"
    },
    {
      "last_name": "Ammar",
      "fore_name": "Walid",
      "initials": "W",
      "name": "Walid Ammar",
      "affiliations": [
        "Higher Institute of Public Health, Faculty of Medicine, Saint Joseph University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Emmelin",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Emmelin",
      "affiliations": [
        "Department of Clinical Sciences, Malmö, Faculty of Medicine, Lund University, Malmö, Sweden."
      ]
    },
    {
      "last_name": "Ekman",
      "fore_name": "Björn",
      "initials": "B",
      "name": "Björn Ekman",
      "affiliations": [
        "Department of Clinical Sciences, Malmö, Faculty of Medicine, Lund University, Malmö, Sweden. bjorn.ekman@med.lu.se."
      ],
      "orcid": "0000-0001-7630-7904"
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "05"
  },
  "start_page": "1551",
  "pages": "1551",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Patient Readmission",
    "Lebanon",
    "Reimbursement, Incentive",
    "Retrospective Studies",
    "Female",
    "Male",
    "Middle Aged",
    "Adult",
    "Aged",
    "Pneumonia",
    "Hospitals, Public",
    "Cholecystectomy",
    "Adolescent",
    "Interrupted Time Series Analysis",
    "Stroke",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "39639342",
    "pmc": "PMC11619647",
    "doi": "10.1186/s12913-024-12045-1",
    "pii": "10.1186/s12913-024-12045-1"
  },
  "doi": "10.1186/s12913-024-12045-1",
  "pmc_id": "PMC11619647",
  "dates": {
    "completed": "2024-12-06",
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MR/N015916/1",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.839010",
    "pmid": "39639342"
  }
}