{
  "pmid": "39631237",
  "uid": "39631237",
  "title": "The role of prenatal perceived stress and hair cortisol as they relate to toddler socioemotional outcomes over the first three years.",
  "abstract": "Prenatal maternal psychological distress and physiological stress (hypothalamic-pituitary-adrenal [HPA] activity) can negative impact early child development. Research rarely examines the combined or interactive role of prenatal perceived stress and HPA activity on child outcomes. The current longitudinal study examined how prenatal distress and HPA activity impacted child socioemotional functioning from age 1-3. This sample (n=148) was followed from pregnancy, 15-, 24- and 35-months postpartum. During pregnancy, mothers reported their levels of perceived stress and hair samples were collected, reflecting cortisol secretion in the past 3 months. At each postpartum timepoint, mothers reported toddler socioemotional functioning using the Brief Infant-Toddler Social and Emotional Assessment. Multivariate regression results indicated that higher maternal perceived stress interacted with higher hair cortisol levels in association with greater socioemotional problems at 15 and 24 months. In addition, there was a main effect of higher prenatal perceived stress in relation to greater socioemotional problems at 36 months. Exploratory sex-specific moderation analyses indicated that sex interacted with hair cortisol, such that higher levels of prenatal cortisol were associated greater behaviour problems and lower socioemotional competence for females compared to males at 24-months. Findings indicated the importance of examining both physiological stress and psychological stress in pregnancy, as they interact to impact child socioemotional development. Findings also highlight sex-specific prenatal effects.",
  "authors": [
    {
      "last_name": "Khoury",
      "fore_name": "Jennifer E",
      "initials": "JE",
      "name": "Jennifer E Khoury",
      "affiliations": [
        "Department of Psychology, Mount Saint Vincent University, Halifax, NS, Canada. Electronic address: Jennifer.khoury@msvu.ca."
      ]
    },
    {
      "last_name": "Giles",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Giles",
      "affiliations": [
        "Department of Psychology and Neuroscience, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "Department of Psychology, Metropolitan Toronto University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University; Hamilton, ON, Canada; Offord Centre for Child Studies, McMaster University; Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Psychoneuroendocrinology",
    "iso_abbreviation": "Psychoneuroendocrinology",
    "issn": "1873-3360",
    "issn_type": "Electronic",
    "volume": "172",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "107251",
  "pages": "107251",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Hydrocortisone",
    "Stress, Psychological",
    "Hair",
    "Pregnancy",
    "Male",
    "Longitudinal Studies",
    "Infant",
    "Child, Preschool",
    "Prenatal Exposure Delayed Effects",
    "Adult",
    "Hypothalamo-Hypophyseal System",
    "Pituitary-Adrenal System",
    "Child Development",
    "Mothers",
    "Emotions",
    "Pregnancy Complications"
  ],
  "article_ids": {
    "pubmed": "39631237",
    "doi": "10.1016/j.psyneuen.2024.107251",
    "pii": "S0306-4530(24)00296-8"
  },
  "doi": "10.1016/j.psyneuen.2024.107251",
  "dates": {
    "completed": "2025-04-27",
    "revised": "2025-05-17"
  },
  "chemicals": [
    "Hydrocortisone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.704607",
    "pmid": "39631237"
  }
}