{
  "pmid": "39636529",
  "uid": "39636529",
  "title": "Can all roads lead to competency? School levels effects in Licensing examinations scores.",
  "abstract": "At the foundation of research concerned with professional training is the idea of an assumed causal chain between the policies and practices of education and the eventual behaviours of those that graduate these programs. In medicine, given the social accountability to ensure that teaching and learning gives way to a health human resource that is willing and able to provide the healthcare that patients and communities need, it is of critical importance to generate evidence regarding this causal relationship. One question that medical education scholars ask regularly is the degree to which the unique features of training programs and learning environments impact trainee achievement of the intended learning outcomes. To date, this evidence has been difficult to generate because data pertaining to learners is only rarely systematically brought together across institutions or periods of training. We describe new research which leverages an inter-institutional data-driven approach to investigate the influence of school-level factors on the licensing outcomes of medical students. Specifically, we bring together sociodemographic, admissions, and in-training assessment variables pertaining to medical trainee graduates at each of the six medical schools in Ontario, Canada into multilevel stepwise regression models that determine the degree of association between these variables and graduate performances on the Medical Council of Canada Qualifying Examinations (Part 1, n = 1097 observations; Part 2, n = 616 observations), established predictors of downstream physician performance. As part of this analysis, we include an anonymized school-level (School 1, School 2) independent variable in each of these models. Our results demonstrate that the largest variable associated with performance on both the first and second parts of the licensing examinations is prior academic achievement, notably clerkship performance. Ratings of biomedical knowledge were also significantly associated with the first examination, while clerkship OSCE scores and enrollment in a family medicine residency were significantly associated with the Part 2. Small significant school effects were realized in both models accounting for 4% and 2% of the variance realized in the first and second examinations, respectively. These findings highlight that school enrollment plays a minor role relative to individual student performance in influencing examination outcomes.",
  "authors": [
    {
      "last_name": "Kulasegaram",
      "fore_name": "Kulamakan",
      "initials": "K",
      "name": "Kulamakan Kulasegaram",
      "affiliations": [
        "Wilson Centre, University of Toronto, Toronto, Canada. Mahan.kulasegaram@utoronto.ca.",
        "Department of Family & Community Medicine Temerty Faculty of Medicine, University of Toronto, Toronto, Canada. Mahan.kulasegaram@utoronto.ca."
      ]
    },
    {
      "last_name": "Archibald",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Archibald",
      "affiliations": [
        "Department of Family Medicine, University of Ottawa, Ottawa, Canada.",
        "Bruyère Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Bartman",
      "fore_name": "Ilona",
      "initials": "I",
      "name": "Ilona Bartman",
      "affiliations": [
        "Medical Council of Canada, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Chahine",
      "fore_name": "Saad",
      "initials": "S",
      "name": "Saad Chahine",
      "affiliations": [
        "Queen's University, Kingston, Canada."
      ]
    },
    {
      "last_name": "Kirpalani",
      "fore_name": "Amrit",
      "initials": "A",
      "name": "Amrit Kirpalani",
      "affiliations": [
        "Division of Paediatric Surgery, London Health Sciences Centre, London, Canada.",
        "Department of Pediatrics, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada.",
        "Department of Pediatrics, London Health Sciences Centre, London, ON, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Wilson",
      "affiliations": [
        "Division of Paediatric Surgery, London Health Sciences Centre, London, Canada."
      ]
    },
    {
      "last_name": "Ross",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Ross",
      "affiliations": [
        "Northern Ontario School of Medicine University, Thunder Bay, Canada."
      ]
    },
    {
      "last_name": "Cameron",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Cameron",
      "affiliations": [
        "Northern Ontario School of Medicine University, Thunder Bay, Canada.",
        "Dr. Gilles Arcand Centre for Health Equity, NOSM University, Thunder Bay, Canada."
      ]
    },
    {
      "last_name": "Hogenbirk",
      "fore_name": "John",
      "initials": "J",
      "name": "John Hogenbirk",
      "affiliations": [
        "Centre for Rural and Northern Health Research, Laurentian University, Sudbury, Canada."
      ]
    },
    {
      "last_name": "Barber",
      "fore_name": "Cassandra",
      "initials": "C",
      "name": "Cassandra Barber",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada.",
        "School of Health Profession Education, Faculty of Health Medicine & Life Sciences, Maastricht University, Maastricht, Netherlands."
      ]
    },
    {
      "last_name": "Burgess",
      "fore_name": "Raquel",
      "initials": "R",
      "name": "Raquel Burgess",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada.",
        "Department of Social and Behavioral Sciences, Yale School of Public Health, Yale University, New Haven, USA."
      ]
    },
    {
      "last_name": "Katsoulas",
      "fore_name": "Eleni",
      "initials": "E",
      "name": "Eleni Katsoulas",
      "affiliations": [
        "Queen's University, Kingston, Canada."
      ]
    },
    {
      "last_name": "Touchie",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Touchie",
      "affiliations": [
        "Departments of Medicine and of Innovation in Medical Education, University of Ottawa, Ottawa, Canada.",
        "Ottawa Hospital, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada.",
        "McMaster Education Research, Innovation, and Theory Program, McMaster University, 200 Elizabeth St, Toronto, ON, M5G 2C4, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1573-1677",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "37",
  "end_page": "52",
  "pages": "37-52",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Ontario",
    "Educational Measurement",
    "Schools, Medical",
    "Licensure, Medical",
    "Clinical Competence",
    "Female",
    "Male",
    "Students, Medical",
    "Education, Medical, Undergraduate"
  ],
  "article_ids": {
    "pubmed": "39636529",
    "doi": "10.1007/s10459-024-10398-0",
    "pii": "10.1007/s10459-024-10398-0"
  },
  "doi": "10.1007/s10459-024-10398-0",
  "dates": {
    "completed": "2025-04-26",
    "revised": "2025-05-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.294724",
    "pmid": "39636529"
  }
}