{
  "pmid": "39638078",
  "uid": "39638078",
  "title": "Determinants of cost-effectiveness results of biological therapies for severe asthma: a systematic methodological assessment.",
  "abstract": "OBJECTIVES: To assess the associations between cost-effectiveness analysis' (CEA) methodological characteristics and incremental cost-effectiveness ratio outcomes and conclusions, in biological treatments for asthma. STUDY DESIGN AND SETTING: We included CEAs comparing biological treatments to standard care, in adults with severe asthma. We performed a search in MEDLINE, EMBASE, and Web of Science (September 2022). We extracted and summarized CEA's characteristics and critically appraised the studies using the extended Consensus Health Economic Criteria. In those reporting benefits as quality-adjusted life years, we conducted bivariate and regression analyses. RESULTS: We identified 33 CEAs that showed overall good quality (above 66.6% of compliance) with variable results across extended Consensus Health Economic Criteria sections. We included 28 cost-utility analyses on biological treatments in asthma in our analysis. Only industry sponsorship showed significant differences in the bivariate analysis (P = .021 for the difference in incremental cost-effectiveness ratio medians, and P = .027 for the different percentage in reported cost-effectiveness). In the regression adopting a nonlifetime horizon and nonuse of a model (β = 4.25 and β = 0.16, P < .05), significantly associated in the multivariate analysis. Only nonindustry sponsorship showed a significant association with the drug being reported as not cost-effective, both in the bivariate and multivariate analysis (odds ratio = 13.2 and odds ratio = 20.15 P < .05). CONCLUSION: Our study identified significant limitations, including poor reporting practices and the impact of industry sponsorship on outcomes, with notable effects on cost-effectiveness conclusions. These findings highlight the need for policymakers and health-care decision-makers to meticulously consider methodological rigor and potential biases in economic evaluations.",
  "authors": [
    {
      "last_name": "Torre-Pérez",
      "fore_name": "Laura de la",
      "initials": "L",
      "name": "Laura de la Torre-Pérez",
      "affiliations": [
        "Methodology of Biomedical Research and Public Health PhD Program, Universitat Autónoma de Barcelona, Barcelona, Spain; Institut de Recerca Sant Pau (IR SANT PAU), Sant Quintí 77-79, Barcelona 08041, Spain; Centro Cochrane Iberoamericano, Sant Antoni Maria Claret, 167, Barcelona 08025, Spain. Electronic address: lr.delatorre.prz@gmail.com."
      ]
    },
    {
      "last_name": "Santero",
      "fore_name": "Marilina",
      "initials": "M",
      "name": "Marilina Santero",
      "affiliations": [
        "Methodology of Biomedical Research and Public Health PhD Program, Universitat Autónoma de Barcelona, Barcelona, Spain; Institut de Recerca Sant Pau (IR SANT PAU), Sant Quintí 77-79, Barcelona 08041, Spain; Centro Cochrane Iberoamericano, Sant Antoni Maria Claret, 167, Barcelona 08025, Spain."
      ]
    },
    {
      "last_name": "Nieto-Gutierrez",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Nieto-Gutierrez",
      "affiliations": [
        "Methodology of Biomedical Research and Public Health PhD Program, Universitat Autónoma de Barcelona, Barcelona, Spain; Institut de Recerca Sant Pau (IR SANT PAU), Sant Quintí 77-79, Barcelona 08041, Spain; Centro Cochrane Iberoamericano, Sant Antoni Maria Claret, 167, Barcelona 08025, Spain; Universidad San Ignacio de Loyola, Unidad de Investigación para la Generación y Síntesis de Evidencias en Salud, Lima, Peru."
      ]
    },
    {
      "last_name": "Giesen",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Giesen",
      "affiliations": [
        "Centro de Salud Internacional Madrid Salud, Ayuntamiento de Madrid, Madrid, Spain."
      ]
    },
    {
      "last_name": "Nardin",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Nardin",
      "affiliations": [
        "Department of Diagnostics and Public Health, University of Verona, Via San Francesco 22 - 37129 Verona, IT; Ecohealth Unit, Environment and Health Department, Italian National Institute of Health, Viale Regina Elena 299 - 00161, Rome, IT."
      ]
    },
    {
      "last_name": "Cosma",
      "fore_name": "Claudia",
      "initials": "C",
      "name": "Claudia Cosma",
      "affiliations": [
        "School of Specialization in Hygiene and Preventive Medicine, Department of Health Sciences, University of Florence, Florence 50134, Italy."
      ]
    },
    {
      "last_name": "Pires",
      "fore_name": "Pedro Silva",
      "initials": "PS",
      "name": "Pedro Silva Pires",
      "affiliations": [
        "Hospital S. Teotónio, Centro Hospitalar Tondela-Viseu, Viseu, Portugal."
      ]
    },
    {
      "last_name": "Guida",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Guida",
      "affiliations": [
        "School of Specialization in Hygiene and Preventive Medicine, Department of Health Sciences, University of Florence, Florence 50134, Italy."
      ]
    },
    {
      "last_name": "Simonini",
      "fore_name": "Marcello",
      "initials": "M",
      "name": "Marcello Simonini",
      "affiliations": [
        "Department of Diagnostics and Public Health, University of Verona, Via San Francesco 22 - 37129 Verona, IT."
      ]
    },
    {
      "last_name": "Lazo",
      "fore_name": "Camila Quirland",
      "initials": "CQ",
      "name": "Camila Quirland Lazo",
      "affiliations": [
        "Methodology of Biomedical Research and Public Health PhD Program, Universitat Autónoma de Barcelona, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Centre for Health Economics and Policy Analysis (CHEPA), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Institut de Recerca Sant Pau (IR SANT PAU), Sant Quintí 77-79, Barcelona 08041, Spain; Centro Cochrane Iberoamericano, Sant Antoni Maria Claret, 167, Barcelona 08025, Spain; CIBER de Epidemiología y Salud Pública, Instituto de Salud Carlos III (CIBERESP), Madrid, Spain."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "178",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "111621",
  "pages": "111621",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Asthma",
    "Cost-Benefit Analysis",
    "Quality-Adjusted Life Years",
    "Anti-Asthmatic Agents",
    "Biological Therapy",
    "Severity of Illness Index",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "39638078",
    "doi": "10.1016/j.jclinepi.2024.111621",
    "pii": "S0895-4356(24)00377-9"
  },
  "doi": "10.1016/j.jclinepi.2024.111621",
  "dates": {
    "completed": "2025-01-30",
    "revised": "2025-06-10"
  },
  "chemicals": [
    "Anti-Asthmatic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.393352",
    "pmid": "39638078"
  }
}