{
  "pmid": "39636816",
  "uid": "39636816",
  "title": "A consensus definition of creativity in surgery: A Delphi study protocol.",
  "abstract": "INTRODUCTION: Clear definitions are essential in science, particularly in the study of abstract phenomena like creativity. Due to its inherent complexity and domain-specific nature, the study of creativity has been complicated, as evidenced by the various definitions used to describe it and the multitude of tools which claim to measure it. Surgery is a safety-critical profession where creativity could be useful in navigating unforeseen problems and circumstances, as well as developing new innovations to improve patient outcomes. To validly and reliably study creativity in surgery, a surgery-specific definition is required. We aim to develop a consensus definition of creativity in surgery, utilizing the existing creativity literature and surgeon input. METHODS AND ANALYSIS: The objective of this study is to generate a consensus definition of creativity in surgery. We will first conduct a focus group comprised of 4-12 highly experienced surgeons to generate knowledge on surgeons' perceptions, attitudes and beliefs about creativity in surgery, collect real-world examples of creativity in surgery, and obtain opinions on the existing definitions of creativity in the literature. The selection of focus group participants will be performed using purposive sampling of the chairs and/or chiefs of each surgical sub-specialty at our home institution. Several questions relating to creativity in surgery will be posed to the focus group, to be rated using a 7-point Likert scale and used as prompts for group discussion. We will also search MEDLINE, PsycINFO and EMBASE to find definitions of creativity in the scientific literature. Six definitions, chosen based on citation frequency and relevancy to surgery, will be presented to the focus group for ranking and discussion. Lastly, in addition to novelty and effectiveness, which are widely accepted as necessary components of creativity, the focus group will be asked to consider the necessity of other components for creativity in surgery, sourced from the scientific literature. Descriptive and thematic analyses are planned for the quantitative and qualitative data, respectively. The results of the focus group will be incorporated in the drafting of five definitions of creativity in surgery, which will be presented as initial Delphi statements in the Delphi study. For the Delphi panel, we will perform non-probability purposive sampling of surgeons and surgeon trainees at our home institution, with a minimum panel size of 12. Panellists will be asked to select the definition of creativity most relevant to surgery, with each Delphi round electronically delivered. After each round, the steering committee will meet to review the results and adjust the statements for the next round based on the feedback. A maximum of 5 rounds will be performed, or until consensus is reached (≥75% agreement). Recruitment is scheduled to begin on 1 August 2024. ETHICS AND DISSEMINATION: All focus group and panellists will be given written and verbal information on the study and provide signed, informed consent. We plan to publish the results of our study in a creativity science- or surgery-focused journal to disseminate the results of our study to relevant stakeholders. We also plan to present the results of our research at local, national, and international conferences.",
  "authors": [
    {
      "last_name": "Thabane",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1516-9584"
    },
    {
      "last_name": "McKechnie",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler McKechnie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Surgery, McMaster University Medical Center, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Staibano",
      "fore_name": "Phillip",
      "initials": "P",
      "name": "Phillip Staibano",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Surgery, McMaster University Medical Center, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arora",
      "fore_name": "Vikram",
      "initials": "V",
      "name": "Vikram Arora",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4268-475X"
    },
    {
      "last_name": "Calic",
      "fore_name": "Goran",
      "initials": "G",
      "name": "Goran Calic",
      "affiliations": [
        "DeGroote School of Business, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University Medical Center, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0178-8712"
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-9407-5622"
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Surgery, McMaster University Medical Center, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "12",
    "pub_year": "2024"
  },
  "start_page": "e0314445",
  "pages": "e0314445",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Creativity",
    "Humans",
    "Delphi Technique",
    "Consensus",
    "Surgeons",
    "Focus Groups"
  ],
  "article_ids": {
    "pubmed": "39636816",
    "pmc": "PMC11620345",
    "doi": "10.1371/journal.pone.0314445",
    "pii": "PONE-D-24-25665"
  },
  "doi": "10.1371/journal.pone.0314445",
  "pmc_id": "PMC11620345",
  "dates": {
    "completed": "2024-12-05",
    "revised": "2024-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:43.113419",
    "pmid": "39636816"
  }
}