{
  "pmid": "39651871",
  "uid": "39651871",
  "title": "Symptom Management Guideline Implementation Among Nurses in Cancer-Specific Outpatient Settings: A Scoping Review of Barriers, Facilitators, and Implementation Strategies.",
  "abstract": "BACKGROUND: Oncology outpatients experience high levels of distressing cancer-related symptoms. Nurses can provide high-quality outpatient cancer symptom management following clinical practice guideline recommendations; however, these guidelines are inconsistently used in practice. Understanding contextual factors influencing implementation is necessary to develop tailored implementation strategies. OBJECTIVES: To identify and describe (1) barriers and facilitators influencing symptom management guideline adoption, implementation, and/or sustainability among nurses in cancer-specific outpatient settings and (2) components of strategies used to enhance guideline implementation. METHODS: A scoping review was conducted following Joanna Briggs Institute methodology. CINAHL, EMBASE, EMCARE, MEDLINE, and gray literature sources were searched. Eligibility screening and data extraction were performed in duplicate. The updated Consolidated Framework for Implementation Research and Expert Recommendations for Implementing Change taxonomy informed data extraction and descriptive analysis. RESULTS: Thirty-six projects from 2004 to 2023 were included; most used quality improvement (n = 14) or quasi-experimental (n = 10) designs. Determinants were most often mapped to the \"inner setting\" and \"individuals-roles/characteristics\" Consolidated Framework for Implementation Research domains. Most projects used multiple discrete implementation strategies within the \"train and educate stakeholders\" (n = 29, 85%) and/or \"develop stakeholder interrelationships\" (n = 20, 59%) categories. CONCLUSIONS: Nurses may face several barriers to symptom management guideline implementation within cancer-specific outpatient setting workflows and may have limited opportunity to implement guidelines within their current roles. Most projects used educational strategies, which alone may be insufficient to address reported barriers. IMPLICATIONS FOR PRACTICE: By identifying barriers, facilitators, and strategies, this scoping review can be used to design tailored strategies to implement symptom management guidelines within outpatient oncology nursing care.",
  "authors": [
    {
      "last_name": "Teggart",
      "fore_name": "Kylie",
      "initials": "K",
      "name": "Kylie Teggart",
      "affiliations": [
        "Author Affiliations: School of Nursing, McMaster University, Hamilton, Ontario (Ms Teggart and Drs Bryant-Lukosius and Ganann); Department of Nursing, Brock University, St Catharines (Dr Silva); Institute of Medicine, University of Toronto (Mr Lopez); and Departments of Oncology (Dr Bryant-Lukosius) and Health ResearchMethods, Evidence and Impact; National Collaborating Centre for Methods and Tools (Dr Neil-Sztramko), McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-5527-8593"
    },
    {
      "last_name": "Silva",
      "fore_name": "Amina",
      "initials": "A",
      "name": "Amina Silva",
      "affiliations": []
    },
    {
      "last_name": "Lopez",
      "fore_name": "Christian J",
      "initials": "CJ",
      "name": "Christian J Lopez",
      "affiliations": []
    },
    {
      "last_name": "Bryant-Lukosius",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Bryant-Lukosius",
      "affiliations": []
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": []
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cancer nursing",
    "iso_abbreviation": "Cancer Nurs",
    "issn": "1538-9804",
    "issn_type": "Electronic",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "09"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39651871",
    "doi": "10.1097/NCC.0000000000001414",
    "pii": "00002820-990000000-00318"
  },
  "doi": "10.1097/NCC.0000000000001414",
  "dates": {
    "revised": "2024-12-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.173891",
    "pmid": "39651871"
  }
}