{
  "pmid": "39657932",
  "uid": "39657932",
  "title": "Prospective evaluation of a residency preparation checklist for PGY1 match success.",
  "abstract": "PURPOSE: The study objective was to determine whether scores on a residency preparation checklist differed for student pharmacists who matched with a postgraduate year 1 (PGY1) residency program and those who did not match. METHODS: This was a multicenter, cross-sectional study with a voluntary survey administered before Match Day, between March 1 and 15, 2022, to student pharmacists in their final year of pharmacy school. Participants were from 3 institutions in Indiana. The survey consisted of 4 demographic items and the 33 items from a previously validated residency preparation checklist. Match data were obtained from each institution's administration and paired with survey results, and the data were then deidentified. The primary endpoint analyzed was the overall score for matched vs unmatched students, with secondary endpoints evaluating association of individual checklist items with matching through univariate analysis and forward logistic regression. RESULTS: A total of 111 student pharmacists applying to residency programs completed at least part of the survey (72.5% response rate). Of these students, 95 (85.6%) matched during phase I or phase II. Students who matched had a median checklist score of 24, which was significantly higher than the score for students who did not match (median checklist score of 20). The median checklist score was also significantly higher in students offered interviews at 50% or more of the programs to which they applied in phase I than in participants who were offered interviews at less than 50% of programs. In the univariate analysis, 9 checklist items were significantly different for matched vs unmatched participants. CONCLUSION: A prospective evaluation of a validated residency checklist determined that candidates who matched with a PGY1 pharmacy residency program had a significantly higher score than those who did not. This tool can be used by pharmacy residency candidates and mentors throughout pharmacy school to help prepare for successful placement in a PGY1 pharmacy residency program.",
  "authors": [
    {
      "last_name": "Isaacs",
      "fore_name": "Alex N",
      "initials": "AN",
      "name": "Alex N Isaacs",
      "affiliations": [
        "Department of Pharmacy Practice, Purdue University College of Pharmacy, West Lafayette, IN, and Department of Pharmacy, Indiana University Health Arnett Hospital, Lafayette, IN, USA."
      ]
    },
    {
      "last_name": "Linn",
      "fore_name": "Dustin D",
      "initials": "DD",
      "name": "Dustin D Linn",
      "affiliations": [
        "Philips North America, Cambridge, MA, and Department of Pharmacy, Parkview Health, Fort Wayne, IN, USA."
      ]
    },
    {
      "last_name": "Saum",
      "fore_name": "Lindsay M",
      "initials": "LM",
      "name": "Lindsay M Saum",
      "affiliations": [
        "Butler University College of Pharmacy & Health Sciences, Indianapolis, IN, and Ascension St. Vincent Indianapolis, Indianapolis, IN, USA."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Miller L",
      "initials": "ML",
      "name": "Miller L Miller",
      "affiliations": [
        "Department of Pharmacy Practice, Purdue University College of Pharmacy, West Lafayette, IN, USA."
      ]
    },
    {
      "last_name": "Richardson",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Richardson",
      "affiliations": [
        "Wolters Kluwer, Indianapolis, IN, USA."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yitao",
      "initials": "Y",
      "name": "Yitao Li",
      "affiliations": [
        "Department of Statistics, Purdue University, West Lafayette, IN, USA."
      ]
    },
    {
      "last_name": "Beckett",
      "fore_name": "Robert D",
      "initials": "RD",
      "name": "Robert D Beckett",
      "affiliations": [
        "Department of Pharmacy, Parkview Health, Fort Wayne, IN, USA."
      ]
    }
  ],
  "journal": {
    "title": "American journal of health-system pharmacy : AJHP : official journal of the American Society of Health-System Pharmacists",
    "iso_abbreviation": "Am J Health Syst Pharm",
    "issn": "1535-2900",
    "issn_type": "Electronic",
    "volume": "82",
    "issue": "11",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "23"
  },
  "start_page": "e514",
  "end_page": "e522",
  "pages": "e514-e522",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Humans",
    "Cross-Sectional Studies",
    "Checklist",
    "Pharmacy Residencies",
    "Students, Pharmacy",
    "Male",
    "Prospective Studies",
    "Female",
    "Surveys and Questionnaires",
    "Education, Pharmacy, Graduate",
    "Adult",
    "Indiana"
  ],
  "article_ids": {
    "pubmed": "39657932",
    "doi": "10.1093/ajhp/zxae354",
    "pii": "7919593"
  },
  "doi": "10.1093/ajhp/zxae354",
  "dates": {
    "completed": "2025-05-24",
    "revised": "2025-05-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:59.405235",
    "pmid": "39657932"
  }
}