{
  "pmid": "39650265",
  "uid": "39650265",
  "title": "Distal biceps tendon injuries treatment: A survey of orthopaedic surgeons' current practice and preferences.",
  "abstract": "PURPOSE: Distal biceps tendon (DBT) injuries are relatively uncommon. Controversies exist regarding the best approach, leading to variations in treatment. This study aims to understand the preferences and practices of orthopedic surgeons regarding management of DBT injuries, as well as assess the feasibility of a future pilot randomized controlled trial (RCT) to evaluate the impact of various surgical factors on patient outcomes. METHODS: A cross-sectional international survey was conducted amongst surgeons treating patients with DBT injuries. The survey included questions about treatment preferences, surgical techniques, case volumes, and interest in participating in a future RCT. RESULTS: Responses from 491 orthopedic surgeons from 26 countries/territories were obtained. Most surgeons had limited exposure to DBT ruptures. Variations were observed in the work-up process, with some relying solely on clinical examinations while others used diagnostic imaging. A single incision approach was the most common surgical technique, and tendon fixation with suspensory cortical buttons was frequently preferred. Most surgeons did not explore or repair the bicipital aponeurosis. Interest in participating in a future RCT varied for different surgical controversies. CONCLUSION: This survey provides valuable insights into surgeons' preferences and practices for DBT injury management. The study highlights the need for standardization in the work-up process and the use of evidence-based guidelines. Current practices may be influenced by factors such as training, implant availability, and costs. The survey also identified surgeons and centers interested in collaboration for future multicenter trials, allowing for equitable access to surgical collaboration opportunities and addressing the lack of evidence in DBT rupture treatment. LEVEL OF EVIDENCE: Level V, expert-opinion.",
  "authors": [
    {
      "last_name": "Prada",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Prada",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-0088-1859"
    },
    {
      "last_name": "Li",
      "fore_name": "Zhi",
      "initials": "Z",
      "name": "Zhi Li",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sritharan",
      "fore_name": "Praveen",
      "initials": "P",
      "name": "Praveen Sritharan",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8237-8095"
    },
    {
      "last_name": "Marcano-Fernández",
      "fore_name": "Francesc",
      "initials": "F",
      "name": "Francesc Marcano-Fernández",
      "affiliations": [
        "Department of Hand Surgery, Park Taulí University Hospital, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Al Mana",
      "fore_name": "Latifah",
      "initials": "L",
      "name": "Latifah Al Mana",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, King Fahad Specialist Hospital, Dammam, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alolabi",
      "fore_name": "Bashar",
      "initials": "B",
      "name": "Bashar Alolabi",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8393-0953"
    }
  ],
  "journal": {
    "title": "Shoulder & elbow",
    "iso_abbreviation": "Shoulder Elbow",
    "issn": "1758-5732",
    "issn_type": "Print",
    "volume": "16",
    "issue": "6",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "646",
  "end_page": "653",
  "pages": "646-653",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39650265",
    "pmc": "PMC11622323",
    "doi": "10.1177/17585732231215504",
    "pii": "10.1177_17585732231215504"
  },
  "doi": "10.1177/17585732231215504",
  "pmc_id": "PMC11622323",
  "dates": {
    "revised": "2024-12-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.318256",
    "pmid": "39650265"
  }
}