{
  "pmid": "39652434",
  "uid": "39652434",
  "title": "ICU Admission Preferences in the Hypothetical Event of Acute Critical Illness: A Survey of Very Old Norwegians and Their Next-of-Kins.",
  "abstract": "OBJECTIVES: To explore older patients' ICU admission preferences and their next-of-kins' ability to predict these preferences. DESIGN: Self-administered survey. SETTING: Three outpatient clinics, urban tertiary teaching hospital, Norway. PATIENTS: Purposive sample of outpatients 80 years old or older regarded as potential ICU candidates and their next-of-kins. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: We asked about the patients' ICU admission preferences in three hypothetical scenarios of acute critical illness. Next-of-kin respondents were asked to make a proxy statement regarding the older respondents' wishes regarding ICU admission. For each treatment choice, all respondents could provide their level of confidence. Additionally, we sought to identify demographic and healthcare-related characteristics that potentially influenced ICU admission preferences and proxy accuracy. Of 202 outpatients 80 years old or older, equal proportions opted for (39%; CI, 33-45%) and against (40%; CI, 34-46%) ICU admission, and one in five (21%; CI, 17-26%) did not wish to engage decision-making. Male gender, religiosity, and prior ICU experience increased the likelihood of older respondents opting for ICU admission. Although next-of-kins' proxy statements only weakly agreed with the older respondents' true ICU admission preferences (52%; CI, 45-59%), they agreed with the next-of-kins' own ICU admission preferences (79%; CI, 73-84%) to a significantly higher degree. Decisional confidence was high for both the older and the next-of-kin respondents. CONCLUSIONS: In this purposive sample of Norwegian potential ICU candidates 80 years old or older, we found substantial variation in the ICU admission preferences of very old patients. The next-of-kins' proxy statements did not align with the ICU admission preferences of the older respondents in half of the pairs, but next-of-kins' and older respondents' confidence levels in rendering these judgments were high.",
  "authors": [
    {
      "last_name": "Schwarz",
      "fore_name": "Gabriele Leonie",
      "initials": "GL",
      "name": "Gabriele Leonie Schwarz",
      "affiliations": [
        "Department of Surgical Services, Haukeland University Hospital, Bergen, Norway.",
        "Department of Clinical Medicine, University of Bergen, Bergen, Norway."
      ],
      "orcid": "0009-0003-4044-0561"
    },
    {
      "last_name": "Skaar",
      "fore_name": "Elisabeth",
      "initials": "E",
      "name": "Elisabeth Skaar",
      "affiliations": [
        "Department of Heart Disease, Haukeland University Hospital, Bergen, Norway.",
        "Department of Clinical Science, University of Bergen, Bergen, Norway."
      ]
    },
    {
      "last_name": "Miljeteig",
      "fore_name": "Ingrid",
      "initials": "I",
      "name": "Ingrid Miljeteig",
      "affiliations": [
        "Bergen Centre for Ethics and Priority Setting, University of Bergen, Bergen, Norway.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hufthammer",
      "fore_name": "Karl Ove",
      "initials": "KO",
      "name": "Karl Ove Hufthammer",
      "affiliations": [
        "Centre for Clinical Research, Haukeland University Hospital, Bergen, Norway.",
        "Centre for Care Research West, Western Norway University of Applied Sciences, Bergen, Norway."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada.",
        "Department of Medicine, Division of Critical Care, Unity Health Toronto-Saint Michael's Hospital, Toronto, ON, Canada.",
        "Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kvåle",
      "fore_name": "Reidar",
      "initials": "R",
      "name": "Reidar Kvåle",
      "affiliations": [
        "Department of Surgical Services, Haukeland University Hospital, Bergen, Norway.",
        "Department of Clinical Medicine, University of Bergen, Bergen, Norway."
      ]
    },
    {
      "last_name": "Flaatten",
      "fore_name": "Hans",
      "initials": "H",
      "name": "Hans Flaatten",
      "affiliations": [
        "Department of Clinical Medicine, University of Bergen, Bergen, Norway.",
        "Department of Research and Development, Haukeland University Hospital, Bergen, Norway."
      ]
    },
    {
      "last_name": "Schaufel",
      "fore_name": "Margrethe A",
      "initials": "MA",
      "name": "Margrethe A Schaufel",
      "affiliations": [
        "Department of Clinical Medicine, University of Bergen, Bergen, Norway.",
        "Department of Thoracic Medicine, Haukeland University Hospital, Bergen, Norway."
      ]
    }
  ],
  "journal": {
    "title": "Critical care explorations",
    "iso_abbreviation": "Crit Care Explor",
    "issn": "2639-8028",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "12",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "e1185",
  "pages": "e1185",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Intensive Care Units",
    "Norway",
    "Aged, 80 and over",
    "Critical Illness",
    "Patient Preference",
    "Surveys and Questionnaires",
    "Patient Admission",
    "Decision Making"
  ],
  "article_ids": {
    "pubmed": "39652434",
    "pmc": "PMC11630954",
    "doi": "10.1097/CCE.0000000000001185",
    "pii": "02107256-202412000-00007"
  },
  "doi": "10.1097/CCE.0000000000001185",
  "pmc_id": "PMC11630954",
  "dates": {
    "completed": "2024-12-09",
    "revised": "2024-12-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:08.983061",
    "pmid": "39652434"
  }
}