{
  "pmid": "39669372",
  "uid": "39669372",
  "title": "Defining quantitative rules for identifying influential researchers: Insights from mathematics domain.",
  "abstract": "In the midst of a vast amount of scientific literature, the need for specific rules arise especially when it comes to deciding which impactful researchers should be nominated. These rules are based on measurable quantities that can easily be applied to a researcher's quantitative data. Various search engines, like Google Scholar, Semantic Scholar, Web of Science etc. Are used for recording metadata such as the researcher's total publications, their citations, h-index etc. However, the scientific community has not yet agreed upon a single set of criteria that a researcher has to meet in order to secure a spot on to the list of impactful researchers. In this study, we have provided a comprehensive set of rules for the scientific community within the field of mathematics, derived from the top five quantitative parameters belonging to each category. Within each categorical grouping, we meticulously selected the five most pivotal parameters. This selection process was guided by an importance score, that was derived after assessing its influence on the model's performance in the classification of data pertaining to both awardees and non awardees. To perform the experiment, we focused on the field of mathematics and used a dataset containing 525 individuals who received awards and 525 individuals who did not receive awards. The rules were developed for each parameter category using the Decision Tree Algorithm, which achieved an average accuracy of 70 to 75 percent for identifying awardees in mathematics domains. Moreover, the highest-ranked parameters belonging to each category were successful in elevating over 50 to 55 percent of the award recipients to positions within the top 100 ranked researchers' list. These findings have the potential to serve as a guidance for individual researchers, who aimed on to making it to the esteemed list of distinguished scientists. Additionally, the scientific community can utilize these rules to sift through the roster of researchers for a subjective evaluation, facilitating the recognition and rewarding of exceptional researchers in the field.",
  "authors": [
    {
      "last_name": "Mustafa",
      "fore_name": "Ghulam",
      "initials": "G",
      "name": "Ghulam Mustafa",
      "affiliations": [
        "Department of Computer Science, Univeristy of Engineering and Technology, Taxila, 47080, Punjab, Pakistan."
      ]
    },
    {
      "last_name": "Rauf",
      "fore_name": "Abid",
      "initials": "A",
      "name": "Abid Rauf",
      "affiliations": [
        "Department of Computer Science, Univeristy of Engineering and Technology, Taxila, 47080, Punjab, Pakistan."
      ]
    },
    {
      "last_name": "Al-Shamayleh",
      "fore_name": "Ahmad Sami",
      "initials": "AS",
      "name": "Ahmad Sami Al-Shamayleh",
      "affiliations": [
        "Department of Data Science and Artificial Intelligence, Faculty of Information Technology, Al-Ahliyya Amman University, Amman, 19328, Jordan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Tanvir",
      "initials": "MT",
      "name": "Muhammad Tanvir Afzal",
      "affiliations": [
        "Department of Computing, Shifa Tameer-e-Millat University, Islamabad, 44000, Pakistan."
      ]
    },
    {
      "last_name": "Waqas",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Waqas",
      "affiliations": [
        "Mathematics Foundation Program, University of Doha for Science and Technology, Doha, 122014, Qatar."
      ]
    },
    {
      "last_name": "Akhunzada",
      "fore_name": "Adnan",
      "initials": "A",
      "name": "Adnan Akhunzada",
      "affiliations": [
        "College of Computing & IT, University of Doha for Science and Technology, Doha, 122014, Qatar."
      ]
    }
  ],
  "journal": {
    "title": "Heliyon",
    "iso_abbreviation": "Heliyon",
    "issn": "2405-8440",
    "issn_type": "Print",
    "volume": "10",
    "issue": "9",
    "pub_year": "2024",
    "pub_month": "May",
    "pub_day": "15"
  },
  "start_page": "e30318",
  "pages": "e30318",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39669372",
    "pmc": "PMC11636847",
    "doi": "10.1016/j.heliyon.2024.e30318",
    "pii": "S2405-8440(24)06349-7"
  },
  "doi": "10.1016/j.heliyon.2024.e30318",
  "pmc_id": "PMC11636847",
  "dates": {
    "revised": "2024-12-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.186665",
    "pmid": "39669372"
  }
}