{
  "pmid": "39662641",
  "uid": "39662641",
  "title": "Defining decision thresholds for judgments on health benefits and harms using the grading of recommendations assessment, development, and evaluation (GRADE) evidence to decision (EtD) frameworks: a randomized methodological study (GRADE-THRESHOLD).",
  "abstract": "BACKGROUND AND OBJECTIVE: GRADE and other evidence to decision (EtD) frameworks are widely used by guideline development groups (GDG) and other decision-makers. When GDGs judge the magnitude of desirable and undesirable health outcomes on EtDs, they typically categorize them as trivial, small, moderate, or large. However, generic judgment or decision thresholds (DTs) that could guide the user about such estimates of effect size or serve as references for interpretation of findings are not yet available. The objective of this study was to empirically derive DTs for EtD judgments about the magnitude of dichotomously assessed health benefits and harms. METHODS: We conducted a methodological randomized controlled trial to derive empirical DTs across conditions and health outcomes. We invited stakeholders, including clinicians, epidemiologists, decision scientists, health research methodologists, experts in health technology assessment (HTA), members of GDGs, patient representatives, and the public to participate in the trial. We employed randomly assigned case scenarios to elicit ranges of absolute risk differences judged as small and moderate effects from study participants. We then used the collected data to derive empirical DTs. We also investigated the validity of our DTs by measuring the agreement between judgments that were made by GDGs in the past and the judgments that our DTs approach would suggest if applied to the same guideline data. RESULTS: A total of 445 stakeholders accessed the survey of which 409 were randomised and 288 rated at least one case scenario. Based on these participants, the study findings support our a priori hypothesis of a difference in the DTs for trivial, small, moderate, and large effects and are suggestive of a relation between raters' judgments and the joint measure of absolute effects and outcome values. The results permit the use and calculation of DTs for a variety of scenarios and we present three ways of how to use the results practically. CONCLUSIONS: In this trial we confirmed that empirically derived DTs discriminate between judgments on the EtDs. These DTs can be used for judgments about desirable and undesirable health effects in systematic reviews or to initiate and inform a discussion with a GDG. This ensures consistency in judgments across different guideline questions and promotes transparency in judgments. PLAIN LANGUAGE SUMMARY: Decision thresholds (DTs) help with determining if effects of interventions should be considered absent, small, moderate or large. In this study we derived an overarching approach for these thresholds across conditions and outcomes. The results of this study, a randomized experiment, will help guideline developers and other decision-makers to make these judgments objectively. They will be particularly relevant for the use in Grading of Recommendations Assessment, Development, and Evaluation (GRADE) evidence to decision (EtD) frameworks.",
  "authors": [
    {
      "last_name": "Morgano",
      "fore_name": "Gian Paolo",
      "initials": "GP",
      "name": "Gian Paolo Morgano",
      "affiliations": [
        "European Commission, Joint Research Centre (JRC), Ispra, Italy; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wiercioch",
      "fore_name": "Wojtek",
      "initials": "W",
      "name": "Wojtek Wiercioch",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Piovani",
      "fore_name": "Daniele",
      "initials": "D",
      "name": "Daniele Piovani",
      "affiliations": [
        "Clinical Epidemiology and Research Center (CERC), Humanitas University and IRCCS Humanitas Research Hospital, Milan, Italy."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "School of Medicine, Universidad San Sebastián, Santiago, Chile."
      ]
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Family Medicine, Queens University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Institut de Recerca Sant Pau (IR Sant Pau-CIBERESP), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rigoni",
      "fore_name": "Marta",
      "initials": "M",
      "name": "Marta Rigoni",
      "affiliations": [
        "Department of Biomedical, Surgical and Dental Sciences, Università Degli Studi Di Milano Statale, Milan, Italy."
      ]
    },
    {
      "last_name": "Bognanni",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Bognanni",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Celedon",
      "fore_name": "Natalia",
      "initials": "N",
      "name": "Natalia Celedon",
      "affiliations": [
        "Department of Health Technology Assessments, Ministerio de Salud de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Internal Medicine, University of Kansas Medical Centre, Kansas City, Kansas, USA."
      ]
    },
    {
      "last_name": "Pottie",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Pottie",
      "affiliations": [
        "Department of Family Medicine, Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leontiadis",
      "fore_name": "Grigorios I",
      "initials": "GI",
      "name": "Grigorios I Leontiadis",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bonovas",
      "fore_name": "Stefanos",
      "initials": "S",
      "name": "Stefanos Bonovas",
      "affiliations": [
        "Clinical Epidemiology and Research Center (CERC), Humanitas University and IRCCS Humanitas Research Hospital, Milan, Italy."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, McMaster University, Hamilton, Ontario, Canada; Clinical Epidemiology and Research Center (CERC), Humanitas University and IRCCS Humanitas Research Hospital, Milan, Italy. Electronic address: schuneh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "179",
    "pub_year": "2025",
    "pub_month": "Mar"
  },
  "start_page": "111639",
  "pages": "111639",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Humans",
    "Judgment",
    "Decision Making",
    "GRADE Approach",
    "Evidence-Based Medicine",
    "Technology Assessment, Biomedical",
    "Decision Support Techniques"
  ],
  "article_ids": {
    "pubmed": "39662641",
    "doi": "10.1016/j.jclinepi.2024.111639",
    "pii": "S0895-4356(24)00395-0"
  },
  "doi": "10.1016/j.jclinepi.2024.111639",
  "dates": {
    "completed": "2025-03-21",
    "revised": "2025-06-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:26.893461",
    "pmid": "39662641"
  }
}