{
  "pmid": "39664368",
  "uid": "39664368",
  "title": "Antimicrobial Use among Adult Inpatients in Northern Canada, 2019-2021.",
  "abstract": "BACKGROUND: Antimicrobial use data from inpatients in northern Canada suitable to inform stewardship programs are limited. OBJECTIVE: As a special project of the Canadian Nosocomial Infection Surveillance Program, to describe antimicrobial use for inpatients in northern Canadian acute care hospitals. METHODS: Participating acute care hospitals serving adult or mixed adult and pediatric populations in northern Canada submitted annual data on the use of all systemic antimicrobials from 2019 to 2021. Patient-day denominators were also submitted. Northern Canada was defined as the territories and Statistics Canada's provincial north. Data were analyzed in terms of defined daily doses per 1000 patient days (DDD/1000pd), as per the Anatomical Therapeutic Chemical classification system. Antimicrobials were categorized using the World Health Organization's AWaRe (Access/ Watch/Reserve) classification system. RESULTS: Each year, 42-47 hospitals participated. More than 90% of participating hospitals were in Alberta or British Columbia. There was large variation in overall antimicrobial use between hospitals (e.g., interquartile range 429 to 779 DDD/1000pd in 2021). From 2019 to 2021, there was a 49% relative increase in antimicrobial use, from 401 to 596 DDD/1000pd (p = 0.11). Over the same period, the use of third- and first-generation cephalosporins increased by 80% and 64%, respectively; antimicrobials in the \"Reserve\" category increased from 0.4% to 2% of overall use. CONCLUSIONS: This study represents the largest collection of antimicrobial use data for inpatients in northern Canada to date. From 2019 to 2021, there was an increase in antimicrobial use of 195 DDD/1000pd, largely driven by increases in the use of third- and first-generation cephalosporins. The findings should be interpreted with caution, as results may not be generalizable to all northern hospitals.",
  "authors": [
    {
      "last_name": "Rudnick",
      "fore_name": "Wallis",
      "initials": "W",
      "name": "Wallis Rudnick",
      "affiliations": [
        ", PhD, is with the Public Health Agency of Canada, Ottawa, Ontario."
      ]
    },
    {
      "last_name": "Cayen",
      "fore_name": "Joëlle",
      "initials": "J",
      "name": "Joëlle Cayen",
      "affiliations": [
        ", BHSc, is with the Public Health Agency of Canada, Ottawa, Ontario."
      ]
    },
    {
      "last_name": "Bartoszko",
      "fore_name": "Jessica J",
      "initials": "JJ",
      "name": "Jessica J Bartoszko",
      "affiliations": [
        ", HBSc, is with the Public Health Agency of Canada, Ottawa, Ontario."
      ]
    },
    {
      "last_name": "Belanger",
      "fore_name": "Jana",
      "initials": "J",
      "name": "Jana Belanger",
      "affiliations": [
        ", MSc, is with Health Sciences North, Sudbury, Ontario."
      ]
    },
    {
      "last_name": "Bessey",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Bessey",
      "affiliations": [
        ", BScPharm, is with Stanton Territorial Hospital, Yellowknife, Northwest Territories."
      ]
    },
    {
      "last_name": "Bos",
      "fore_name": "Siske",
      "initials": "S",
      "name": "Siske Bos",
      "affiliations": [
        ", MSc, is with Northern Health, Prince George, British Columbia."
      ]
    },
    {
      "last_name": "Conly",
      "fore_name": "John",
      "initials": "J",
      "name": "John Conly",
      "affiliations": [
        ", MD, FRCPC, is with the University of Calgary and Foothills Medical Centre, Alberta Health Services, Calgary, Alberta."
      ]
    },
    {
      "last_name": "Dutrisac",
      "fore_name": "Ginette",
      "initials": "G",
      "name": "Ginette Dutrisac",
      "affiliations": [
        ", RPH, is with Health Sciences North, Sudbury, Ontario."
      ]
    },
    {
      "last_name": "Jenkins",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna Jenkins",
      "affiliations": [
        ", PharmD, is with Qikiqtani General Hospital, Niaqunngusiariaq, Iqaluit, Nunavut."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Edith",
      "initials": "E",
      "name": "Edith Lee",
      "affiliations": [
        ", PharmD, is with Stanton Territorial Hospital, Yellowknife, Northwest Territories."
      ]
    },
    {
      "last_name": "Pasay",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren Pasay",
      "affiliations": [
        ", BScPharm, is with Alberta Health Services, Vegreville, Alberta."
      ]
    },
    {
      "last_name": "Pelude",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Pelude",
      "affiliations": [
        ", MSc, is with the Public Health Agency of Canada, Ottawa, Ontario."
      ]
    },
    {
      "last_name": "Rahier",
      "fore_name": "Alicia",
      "initials": "A",
      "name": "Alicia Rahier",
      "affiliations": [
        ", BScPharm, is with Northern Health, Prince George, British Columbia."
      ]
    },
    {
      "last_name": "Thirion",
      "fore_name": "Daniel J G",
      "initials": "DJG",
      "name": "Daniel J G Thirion",
      "affiliations": [
        ", PharmD, is with the Université de Montréal and McGill University Health Centre, Montréal, Quebec."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of hospital pharmacy",
    "iso_abbreviation": "Can J Hosp Pharm",
    "issn": "1920-2903",
    "issn_type": "Electronic",
    "volume": "77",
    "issue": "4",
    "pub_year": "2024"
  },
  "start_page": "e3595",
  "pages": "e3595",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39664368",
    "pmc": "PMC11616615",
    "doi": "10.4212/cjhp.3595",
    "pii": "cjhp-77-e3595"
  },
  "doi": "10.4212/cjhp.3595",
  "pmc_id": "PMC11616615",
  "dates": {
    "revised": "2025-06-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:53.920658",
    "pmid": "39664368"
  }
}