{
  "pmid": "39663606",
  "uid": "39663606",
  "title": "Deciphering pollution sources and mechanisms controlling groundwater chemistry in a typical dense agricultural plain on Yungui Plateau.",
  "abstract": "Groundwater is a critical resource for economic growth and livelihoods in the dense agricultural plains of plateaus. However, contaminations from various sources pose significant threats to groundwater quality. Understanding the sources of groundwater contamination and the mechanisms of hydrochemical control is essential for the sustainable development of agriculturally intensive plains. This research utilizes 23 datasets of groundwater chemical measurements to apply hierarchical clustering analysis, positive matrix factorization, and hydrochemical analysis techniques. Through these methods, the study identifies the sources of groundwater contamination and deciphers the hydrochemical control mechanisms within a representative intensive agricultural plain region of Yungui Plateau. The finds indicate that groundwater in the plain primarily derives from the rainfall occurred in the surrounding mountains. During the long underground flow process, groundwater undergoes water-rock interactions and ion exchanges with various lithological strata, resulting in the formation of distinct hydrochemical types. As it traverses regions influenced by human activities, groundwater encounters varying levels and types of contamination. Consequently, there is a notable variation in groundwater quality across different areas of the plain. Groundwater is dominated by the hydrochemical faces of HCO3-Ca type in the southern part of the plain. Groundwater in the piedmont region of this part exhibits the highest quality, acting as the baseline for the overall groundwater quality of the plain. Groundwater in agricultural areas of this part is severely polluted by nitrate-rich agricultural wastewater. In the central urban area, under the control of municipal wastewater discharge and denitrification, groundwater is to some extent polluted by NH4 [+]. In the northern sector of the plain, groundwater chemistry exhibits greater diversity due to variations in geological strata and exposure to a range of pollution sources. The majority of the regions are contaminated with SO4 [2-] and Cl[-] and present a predominance of Cl-Na type for groundwater hydrochemical facies. Groundwater at the northernmost end is polluted by NO2 [-], NH4 [+], and P. In addition, there is also a small amount of groundwater near the lake that is heavily polluted by fertilizers. This study provides valuable insights for the development of sound groundwater management strategies, applicable not only to the current agricultural plain but also to analogous regions worldwide. PRACTITIONER POINTS: This study probed the impact of agricultural pollution on the groundwater hydrochemistry in a cultivated plain. The research pinpointed the origins and contributions of groundwater chemicals in the cultivated agricultural plain. A conceptual model was established to illustrate groundwater chemistry formation in an intensive agricultural irrigation plain on Yungui Plateau.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wang",
      "affiliations": [
        "Faculty of Geosciences and Engineering, Southwest Jiaotong University, Chengdu, China."
      ]
    },
    {
      "last_name": "Xiao",
      "fore_name": "Yong",
      "initials": "Y",
      "name": "Yong Xiao",
      "affiliations": [
        "Faculty of Geosciences and Engineering, Southwest Jiaotong University, Chengdu, China."
      ],
      "orcid": "0000-0002-6414-8384"
    },
    {
      "last_name": "Wang",
      "fore_name": "Liwei",
      "initials": "L",
      "name": "Liwei Wang",
      "affiliations": [
        "Faculty of Geosciences and Engineering, Southwest Jiaotong University, Chengdu, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Faculty of Geosciences and Engineering, Southwest Jiaotong University, Chengdu, China."
      ]
    },
    {
      "last_name": "Feng",
      "fore_name": "Mei",
      "initials": "M",
      "name": "Mei Feng",
      "affiliations": [
        "Yuxi Sub-Bureau of Yunnan Bureau of Hydrology and Water Resources, Yuxi, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Wenxiang",
      "initials": "W",
      "name": "Wenxiang Zhu",
      "affiliations": [
        "Yuxi Sub-Bureau of Yunnan Bureau of Hydrology and Water Resources, Yuxi, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Wenchun",
      "initials": "W",
      "name": "Wenchun Yang",
      "affiliations": [
        "Yuxi Sub-Bureau of Yunnan Bureau of Hydrology and Water Resources, Yuxi, China."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Wenchao",
      "initials": "W",
      "name": "Wenchao Shi",
      "affiliations": [
        "Yuxi Sub-Bureau of Yunnan Bureau of Hydrology and Water Resources, Yuxi, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Hongjie",
      "initials": "H",
      "name": "Hongjie Yang",
      "affiliations": [
        "Faculty of Geosciences and Engineering, Southwest Jiaotong University, Chengdu, China.",
        "MOE Key Laboratory of Groundwater Circulation and Environmental Evolution, China University of Geosciences (Beijing), Beijing, China.",
        "Fujian Provincial Key Laboratory of Water Cycling and Eco-Geological Processes, Xiamen, China."
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Jibin",
      "initials": "J",
      "name": "Jibin Han",
      "affiliations": [
        "Qinghai Institute of Salt Lakes, Chinese Academy of Sciences, Xining, China."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Wenxu",
      "initials": "W",
      "name": "Wenxu Hu",
      "affiliations": [
        "Faculty of Geosciences and Engineering, Southwest Jiaotong University, Chengdu, China.",
        "Sichuan Province Engineering Technology Research Center of Ecological Mitigation of Geohazards in Tibet Plateau Transportation Corridors, Chengdu, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Ning",
      "initials": "N",
      "name": "Ning Wang",
      "affiliations": [
        "School of Water and Environment, Chang'an University, Xi'an, China."
      ]
    }
  ],
  "journal": {
    "title": "Water environment research : a research publication of the Water Environment Federation",
    "iso_abbreviation": "Water Environ Res",
    "issn": "1554-7531",
    "issn_type": "Electronic",
    "volume": "96",
    "issue": "12",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "e11156",
  "pages": "e11156",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Groundwater",
    "Agriculture",
    "Water Pollutants, Chemical",
    "Environmental Monitoring",
    "China"
  ],
  "article_ids": {
    "pubmed": "39663606",
    "doi": "10.1002/wer.11156"
  },
  "doi": "10.1002/wer.11156",
  "dates": {
    "completed": "2024-12-12",
    "revised": "2024-12-12"
  },
  "chemicals": [
    "Water Pollutants, Chemical"
  ],
  "grants": [
    {
      "grant_id": "FXHSYZ-KYSY-JS-202101",
      "agency": "Yunnan Bureau of Hydrology and Water Resources"
    },
    {
      "grant_id": "42477059",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "42107067",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "2023-004",
      "agency": "MOE Key Laboratory of Groundwater Circulation and Environmental Evolution, China University of Geosciences (Beijing)"
    },
    {
      "grant_id": "SK202305KF01",
      "agency": "Fujian Provincial Key Laboratory of Water Cycling and Eco-Geological Processes"
    },
    {
      "grant_id": "241925",
      "agency": "Student Research Training Program of Southwest Jiaotong University"
    },
    {
      "grant_id": "YJG-2022-JD04",
      "agency": "Innovative Practice Bases of Geological Engineering and Surveying Engineering of Southwest Jiaotong University"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.729935",
    "pmid": "39663606"
  }
}