{
  "pmid": "39672370",
  "uid": "39672370",
  "title": "Multiple pesticide exposure and impaired glucose regulation in U.S. non-diabetic population.",
  "abstract": "Prediabetes is a serious metabolic disorder that is often overlooked and 70% of individuals with prediabetes would eventually develop type 2 diabetes. The diabetogenic effects of pesticides have been reported in toxicological studies but their association with prediabetes is rarely investigated. We aimed to evaluate the association between pesticide exposure and impaired glucose regulation (IGR), including prediabetes (defined as impaired fasting glucose [IFG] and/or impaired glucose tolerance [IGT]) and insulin resistance, in a general U.S. non-diabetic population. Three classes of urinary pesticides, including organophosphorus pesticides (OPs), pyrethroid, and herbicides were measured. Generalized linear regression, restricted cubic spline, and Bayesian kernel machine regression (BKMR) models were combined to evaluate their associations. 3,5,6-trichloropyridinol (TCPY) was positively associated with prediabetes and IGT (highest vs lowest TCPY quartile: prediabetes: OR: 1.97, 95% CI: 1.18, 3.31; IGT: OR: 2.03, 95% CI: 1.14, 3.66) in a linear dose-response manner (P for nonlinear<0.05). Another two metabolites of OPs, malathion dicarboxylic acid (MDCA) diacid and para-nitrophenol (PNP), were found to increase the odds ratio of insulin resistance (PNP: OR: 1.22, 95% CI: 1.05, 1.42; MDCA: OR: 1.36, 95% CI: 1.08, 1.70) with linear dose-response curves (P for nonlinear<0.05). Considering mutual exposure to multiple pesticides, TCPY, MDCA, and PNP made the most contributions in the mixture exposure and IGR. No obvious interactions among pesticides were found in the multiple exposure settings. The odds ratio of TCPY exposure and prediabetes was increased with advancing age but not related to body mass index (BMI). The results remained robust in sensitivity analysis with restricted participants without abnormal urinary creatinine and unsteady glucose or insulin levels. Our findings suggested the close relationship between OPs and impaired glucose regulation, especially in older adults, which provides insights into the prevention of diabetes at the earlier stage.",
  "authors": [
    {
      "last_name": "Zhu",
      "fore_name": "Xingdi",
      "initials": "X",
      "name": "Xingdi Zhu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, 210004, China; First School of Clinical Medicine, Nanjing Medical University, Nanjing, 211100, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Congxin",
      "initials": "C",
      "name": "Congxin Chen",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, 210004, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Liu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, 210004, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Zhihong",
      "initials": "Z",
      "name": "Zhihong Zhu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, 210004, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Xiaoli",
      "initials": "X",
      "name": "Xiaoli Wu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, 210004, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, 210004, China. Electronic address: yuqingzhang@njmu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Environmental pollution (Barking, Essex : 1987)",
    "iso_abbreviation": "Environ Pollut",
    "issn": "1873-6424",
    "issn_type": "Electronic",
    "volume": "366",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "125519",
  "pages": "125519",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Middle Aged",
    "Female",
    "Pesticides",
    "Environmental Exposure",
    "Adult",
    "Prediabetic State",
    "United States",
    "Insulin Resistance",
    "Aged",
    "Blood Glucose",
    "Environmental Pollutants",
    "Organophosphorus Compounds"
  ],
  "article_ids": {
    "pubmed": "39672370",
    "doi": "10.1016/j.envpol.2024.125519",
    "pii": "S0269-7491(24)02236-X"
  },
  "doi": "10.1016/j.envpol.2024.125519",
  "dates": {
    "completed": "2025-04-27",
    "revised": "2025-05-18"
  },
  "chemicals": [
    "Pesticides",
    "Blood Glucose",
    "Environmental Pollutants",
    "Organophosphorus Compounds"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.731069",
    "pmid": "39672370"
  }
}