{
  "pmid": "39678389",
  "uid": "39678389",
  "title": "Ethical Dimensions of Population-Based Lung Cancer Screening in Canada: Key Informant Qualitative Description Study.",
  "abstract": "Normative issues associated with the design and implementation of population-based lung cancer screening policies are underexamined. This study was an exposition of the ethical justification for screening and potential ethical issues and their solutions in Canadian jurisdictions. A qualitative description study was conducted. Key informants, defined as policymakers, scientists and clinicians who develop and implement lung cancer screening policies in Canada, were purposively sampled and interviewed using a semi-structured guide informed by population-based disease screening principles and ethical issues in cancer screening. Interview data were analyzed using qualitative content analysis. Fifteen key informants from seven provinces were interviewed. Virtually all justified screening by beneficence, describing that population benefits outweigh individual harms if high-risk people are screened in organized programs according to disease screening principles. Equity of screening access, stigma and lung cancer primary prevention were other ethical issues identified. Key informants prioritized beneficence over concerns for group-level justice issues when making decisions about whether to implement screening policies. This prioritization, though slight, may impede the implementation of screening policies in a way that effectively addresses justice issues, a goal likely to require justice theory and critical interpretation of disease screening principles.",
  "authors": [
    {
      "last_name": "Pahwa",
      "fore_name": "Manisha",
      "initials": "M",
      "name": "Manisha Pahwa",
      "affiliations": [
        "Health Policy PhD Program, McMaster University, Hamilton, Ontario, Canada.",
        "Occupational Cancer Research Centre, Cancer Care Ontario, Ontario Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Demers",
      "fore_name": "Paul A",
      "initials": "PA",
      "name": "Paul A Demers",
      "affiliations": [
        "Occupational Cancer Research Centre, Cancer Care Ontario, Ontario Health, Toronto, Ontario, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shen",
      "fore_name": "Katrina",
      "initials": "K",
      "name": "Katrina Shen",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Public health ethics",
    "iso_abbreviation": "Public Health Ethics",
    "issn": "1754-9973",
    "issn_type": "Print",
    "volume": "17",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Nov"
  },
  "start_page": "139",
  "end_page": "153",
  "pages": "139-153",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39678389",
    "pmc": "PMC11637757",
    "doi": "10.1093/phe/phae008",
    "pii": "phae008"
  },
  "doi": "10.1093/phe/phae008",
  "pmc_id": "PMC11637757",
  "dates": {
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.153779",
    "pmid": "39678389"
  }
}