{
  "pmid": "39674842",
  "uid": "39674842",
  "title": "Comparing Different Implementation Strategies for Collaborative Dementia Care Management in Terms of Patients' Characteristics, Unmet Needs, and the Impact on Quality of Life and Costs in Germany.",
  "abstract": "OBJECTIVE: To compare the implementation of collaborative dementia care management (cDCM) across two settings regarding patients' characteristics, unmet needs, and the impact on health-related quality of life (HRQoL) and costs. METHODS: This analysis was based on data from the DCM:IMPact study, implementing cDCM in a physician network (n = 22 practices) and two day care centers (DCC) for community-dwelling persons with dementia over 6 months in Germany. Participants completed comprehensive assessments at baseline and 6 months after, soliciting sociodemographic and clinical characteristics, unmet needs, HRQoL and healthcare resource utilization. Patient characteristics and unmet needs were analyzed descriptively, and the impact of cDCM on costs and HRQoL was assessed using multivariable regression models. RESULTS: At baseline, patients from the physician network (n = 46) exhibited more pronounced neuropsychiatric symptoms (NPI mean score 14 versus 10, p = 0.075), were more frequently diagnosed with dementia (76% versus 56%, p = 0.040), were less likely assigned a care level by the long-term care insurance (63% versus 91%, p ≤ 0.001) to access formal care services and had more unmet needs (12.8 versus 11.0, p ≤ 0.001), especially for social care services than DCC patients (n = 57). After 6 months, the adjusted means indicated that cDCM implemented in the physician network was more effective [EQ-5D-5L utility score; 0.061; 95% confidence interval (CI) - 0.032 to 0.153] and less costly (- 5950€; 95% CI - 8415€ to - 3485€) than cDCM implemented in DCC. CONCLUSIONS: Patients and the healthcare system may benefit more when cDCM is implemented in physician networks. However, patient characteristics indicated two samples with specific conditions and various unmet needs using different ways of accessing healthcare, demonstrating the need for cDCM in both settings, which must be considered when implementing cDCM to integrate the respective sectors efficiently. TRIAL REGISTRATION: German Clinical Trials Register: DRKS00025074. Registered 16 April 2021-retrospectively registered.",
  "authors": [
    {
      "last_name": "Platen",
      "fore_name": "Moritz",
      "initials": "M",
      "name": "Moritz Platen",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), site Rostock/Greifswald, Ellernholzstrasse 1-2, 17489, Greifswald, Germany. moritz.platen@dzne.de."
      ],
      "orcid": "0000-0001-6438-7230"
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), site Rostock/Greifswald, Ellernholzstrasse 1-2, 17489, Greifswald, Germany.",
        "Institute for Community Medicine, Section Epidemiology of Health Care and Community Health, University Medicine Greifswald (UMG), Ellernholzstrasse 1-2, 17489, Greifswald, Germany."
      ],
      "orcid": "0000-0002-6359-8797"
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), site Rostock/Greifswald, Ellernholzstrasse 1-2, 17489, Greifswald, Germany."
      ],
      "orcid": "0000-0002-3425-0089"
    }
  ],
  "journal": {
    "title": "PharmacoEconomics - open",
    "iso_abbreviation": "Pharmacoecon Open",
    "issn": "2509-4254",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Mar"
  },
  "start_page": "271",
  "end_page": "282",
  "pages": "271-282",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39674842",
    "pmc": "PMC11865390",
    "doi": "10.1007/s41669-024-00548-w",
    "pii": "10.1007/s41669-024-00548-w"
  },
  "doi": "10.1007/s41669-024-00548-w",
  "pmc_id": "PMC11865390",
  "dates": {
    "revised": "2025-03-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "T 0531/34137/2019/kg",
      "agency": "DZNE Foundation - For a life without dementia, Parkinson's & ALS"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.046362",
    "pmid": "39674842"
  }
}