{
  "pmid": "39692401",
  "uid": "39692401",
  "title": "Pain-Related Quality of Life Outcomes in People With Haemophilia A Receiving Emicizumab: A Post Hoc Analysis of the HAVEN 1, 3 and 4 and STASEY Studies.",
  "abstract": "INTRODUCTION: People with haemophilia A (PwHA) experience acute and chronic pain associated with reduced quality of life (QoL). AIMS: This post hoc analysis of pooled data from the HAVEN 1 (NCT02622321), 3 (NCT02847637), 4 (NCT03020160) and STASEY (NCT0319179) studies assessed the impact of emicizumab prophylaxis on pain-related QoL in PwHA. METHODS: PwHA received emicizumab during the four studies. In this analysis, pain was assessed using patient-reported responses to pain-specific questions from the Haem-A-QoL/Haemo-QoL-SF and the pain/discomfort dimension of the EQ-5D-5L. Responses were recorded at baseline and at regular intervals for up to 78 weeks following treatment initiation. Additional analyses evaluated the population with target joints at baseline, and the overall population stratified by age, factor (F)VIII inhibitor status and prior treatment. RESULTS: At the data cut-off, 504 PwHA had been treated across the four studies; 464 and 470 completed the Haem-A-QoL/Haemo-QoL-SF and the EQ-5D-5L, respectively. Improvements in pain-related QoL were observed by Week 13 of emicizumab prophylaxis and maintained through Week 78. In the overall population, responses of 'never/rarely' for 'my swellings hurt' and 'pain in joints' increased from 37.0% and 30.0% at baseline to 84.0% and 61.0% by Week 13, suggesting reductions in acute and chronic pain, respectively. Similar improvements were seen in the target joint population, and across all strata. Greater improvements were observed in younger versus older PwHA. CONCLUSION: Pain-related QoL improved with emicizumab prophylaxis regardless of target joints, age, FVIII inhibitor status or prior treatment. Haemophilia-specific assessments are needed to accurately capture and characterize pain in PwHA.",
  "authors": [
    {
      "last_name": "Hermans",
      "fore_name": "Cedric",
      "initials": "C",
      "name": "Cedric Hermans",
      "affiliations": [
        "Haemostasis and Thrombosis Unit, Division of Haematology, Cliniques Universitaires Saint-Luc, Catholic University of Louvain (UCLouvain), Brussels, Belgium."
      ],
      "orcid": "0000-0001-5429-8437"
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Institute for Policy Advancement Ltd, Washington, District of Columbia, USA."
      ],
      "orcid": "0000-0002-0934-0680"
    },
    {
      "last_name": "Gentile",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Gentile",
      "affiliations": [
        "Product Development, Genentech, Inc., South San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Elise",
      "initials": "E",
      "name": "Elise Lim",
      "affiliations": [
        "Data & Statistical Sciences OMNI, Genentech, Inc., South San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Minhas",
      "fore_name": "Miranda",
      "initials": "M",
      "name": "Miranda Minhas",
      "affiliations": [
        "US Medical Affairs, Genentech, Inc., South San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Moreno",
      "fore_name": "Katya",
      "initials": "K",
      "name": "Katya Moreno",
      "affiliations": [
        "Global Product Development/Medical Affairs (PDMAO), F. Hoffmann-La Roche Ltd, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Tzeng",
      "fore_name": "Eunice",
      "initials": "E",
      "name": "Eunice Tzeng",
      "affiliations": [
        "Rare Blood Disease, US Medical Affairs, Genentech, Inc., South San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Buckner",
      "fore_name": "Tyler W",
      "initials": "TW",
      "name": "Tyler W Buckner",
      "affiliations": [
        "Department of Medicine, University of Colorado School of Medicine, Aurora, Colorado, USA."
      ],
      "orcid": "0000-0003-1954-4385"
    }
  ],
  "journal": {
    "title": "Haemophilia : the official journal of the World Federation of Hemophilia",
    "iso_abbreviation": "Haemophilia",
    "issn": "1365-2516",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "87",
  "end_page": "98",
  "pages": "87-98",
  "language": "eng",
  "publication_types": [
    "Clinical Trial, Phase III",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Young Adult",
    "Antibodies, Bispecific",
    "Antibodies, Monoclonal, Humanized",
    "Hemophilia A",
    "Pain",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "39692401",
    "pmc": "PMC11780222",
    "doi": "10.1111/hae.15134"
  },
  "doi": "10.1111/hae.15134",
  "pmc_id": "PMC11780222",
  "dates": {
    "completed": "2025-04-28",
    "revised": "2025-06-16"
  },
  "chemicals": [
    "Antibodies, Bispecific",
    "Antibodies, Monoclonal, Humanized",
    "emicizumab"
  ],
  "grants": [
    {
      "agency": "F. Hoffmann-La Roche Ltd."
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:29.401503",
    "pmid": "39692401"
  }
}