{
  "pmid": "39697521",
  "uid": "39697521",
  "title": "Enhancing Radiological Reporting in Head and Neck Cancer: Converting Free-Text CT Scan Reports to Structured Reports Using Large Language Models.",
  "abstract": "Objective The aim of this study was to assess efficacy of large language models (LLMs) for converting free-text computed tomography (CT) scan reports of head and neck cancer (HNCa) patients into a structured format using a predefined template. Materials and Methods A retrospective study was conducted using 150 CT reports of HNCa patients. A comprehensive structured reporting template for HNCa CT scans was developed, and the Generative Pre-trained Transformer 4 (GPT-4) was initially used to convert 50 CT reports into a structured format using this template. The generated structured reports were then evaluated by a radiologist for instances of missing or misinterpreted information and any erroneous additional details added by GPT-4. Following this assessment, the template was refined for improved accuracy. This revised template was then used for conversion of 100 other HNCa CT reports into structured format using GPT-4. These reports were then reevaluated in the same manner. Results Initially, GPT-4 successfully converted all 50 free-text reports into structured reports. However, there were 10 places with missing information: tracheostomy tube (n = 3), noninclusion of involvement of sternocleidomastoid muscle (n = 2), extranodal tumor extension (n = 3), and contiguous involvement of the neck structures by nodal mass rather than the primary (n = 2). Few instances of nonsuspicious lung nodules were misinterpreted as metastases (n = 2). GPT-4 did not indicate any erroneous additional findings. Using the revised reporting template, GPT-4 converted all the 100 CT reports into a structured format with no repeated or additional mistakes. Conclusion LLMs can be used for structuring free-text radiology reports using plain language prompts and a simple yet comprehensive reporting template. Key Points Structured radiology reports in oncological patients, although advantageous, are not used widely in practice due to perceived drawbacks like interference with routine radiology workflow and scan interpretation.We found that GPT-4 is highly efficient in converting conventional CT reports of HNCa patients to structured reports using a predefined template.This application of LLMs in radiology can help in enhancing the acceptability and clinical utility of structured radiology reports in oncological imaging. Summary Statement Large language models can successfully and accurately convert conventional radiology reports for oncology scans into a structured format using a comprehensive predefined template and thus can enhance the utility and integration of these reports in routine clinical practice.",
  "authors": [
    {
      "last_name": "Gupta",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Gupta",
      "affiliations": [
        "Department of Radiodiagnosis, All India Institute of Medical Sciences New Delhi, New Delhi, India."
      ]
    },
    {
      "last_name": "Malhotra",
      "fore_name": "Hema",
      "initials": "H",
      "name": "Hema Malhotra",
      "affiliations": [
        "Department of Radiology, Dr. Bhim Rao Ambedkar Institute Rotary Cancer Hospital, All India Institute of Medical Sciences New Delhi, India."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit K",
      "initials": "AK",
      "name": "Amit K Garg",
      "affiliations": [
        "Indian Institute of Technology, New Delhi, India."
      ]
    },
    {
      "last_name": "Rangarajan",
      "fore_name": "Krithika",
      "initials": "K",
      "name": "Krithika Rangarajan",
      "affiliations": [
        "Department of Radiology, Dr. Bhim Rao Ambedkar Institute Rotary Cancer Hospital, All India Institute of Medical Sciences New Delhi, India."
      ]
    }
  ],
  "journal": {
    "title": "The Indian journal of radiology & imaging",
    "iso_abbreviation": "Indian J Radiol Imaging",
    "issn": "0971-3026",
    "issn_type": "Print",
    "volume": "35",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "43",
  "end_page": "49",
  "pages": "43-49",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39697521",
    "pmc": "PMC11651842",
    "doi": "10.1055/s-0044-1788589",
    "pii": "IJRI-24-4-3549"
  },
  "doi": "10.1055/s-0044-1788589",
  "pmc_id": "PMC11651842",
  "dates": {
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.425042",
    "pmid": "39697521"
  }
}