{
  "pmid": "39695651",
  "uid": "39695651",
  "title": "Placental malaria and adverse pregnancy outcomes in Majang Zone of Gambella Region, Southwest Ethiopia: a histopathological and molecular study.",
  "abstract": "BACKGROUND: Placental malaria (PM) is characterized by Plasmodium parasite sequestration in the placenta. It is responsible for various adverse pregnancy outcomes, including maternal anaemia and low birth weight (LBW). This study aimed to assess prevalence and risk factors of PM, and gestational malaria (GM), together with the prevalence of congenital malaria (CM), maternal anaemia, and LBW among parturient women attending delivery ward of Metti Health Centre (Metti HC) in Majang Zone of Gambella Region, Southwest Ethiopia. METHODS: A cross-sectional study involving 180 parturient women attending delivery ward of Metti HC was conducted from November 2022-March 2023. Sociodemographic, obstetric, and anti-malarial intervention data were collected. Capillary, placental and cord blood, and placental biopsy were collected to diagnose malaria using rapid diagnostic test (RDT), microscopy, quantitative polymerase chain reaction (qPCR), and histopathology. Haemoglobin concentration and blood group of the mother and weight of the newborn were determined. Statistical analyses were done by SPSS Version 26.0. Multivariable logistic regression analysis and Chi-square test were done to identify risk factors. Results were presented in text, tables and graphs. RESULTS: The prevalence of GM, PM, CM, maternal anaemia, and LBW was 24.4% (95% CI 18.1-30.1), 34.4% (95% CI 27.4-41.4), 5.0% (95% CI 2.4-8.8), 41.7% (95% CI 34.6-49.0) and 27.8% (95% CI 21.6-34.6), respectively. Risk factors of GM were: presence of malaria history within the previous year (AOR: 5.10; 95% CI 1.64-15.83), lack of indoor residual spray (IRS) within the previous year (AOR: 2.98; 95% CI 1.05-8.45), and lack of antenatal care (ANC) contact during the index pregnancy (AOR: 3.96; 95% CI 1.44-10.87). Risk factors of PM were: presence of malaria history within the previous year (AOR: 2.98; 95% CI 1.05-8.45), and lack of ANC contact during the index pregnancy (AOR: 4.83; 95% CI 1.91-12.18). The risk of CM (p < 0.001), maternal anaemia (p < 0.001) and LBW (p < 0.001) increased with GM and PM. CONCLUSION: There is high prevalence of GM, PM, maternal anaemia, and LBW in the study area. The presence of GM and PM increased the risk of maternal anaemia, CM, and LBW. The identified risk factors should be considered to mitigate malaria among parturient women and its adverse outcomes.",
  "authors": [
    {
      "last_name": "Alemayehu",
      "fore_name": "Aklilu",
      "initials": "A",
      "name": "Aklilu Alemayehu",
      "affiliations": [
        "School of Medical Laboratory Science, Institute of Health, Jimma University, Jimma, Ethiopia. aaakealex59@gmail.com.",
        "Department of Medical Laboratory Science, College of Medicine and Health Science, Arba Minch University, Arba Minch, Ethiopia. aaakealex59@gmail.com."
      ]
    },
    {
      "last_name": "Getachew",
      "fore_name": "Hallelujah",
      "initials": "H",
      "name": "Hallelujah Getachew",
      "affiliations": [
        "School of Medical Laboratory Science, Institute of Health, Jimma University, Jimma, Ethiopia.",
        "Department of Medical Laboratory Technology, Arba Minch College of Health Sciences, Arba Minch, Ethiopia."
      ]
    },
    {
      "last_name": "Kedir",
      "fore_name": "Abdo",
      "initials": "A",
      "name": "Abdo Kedir",
      "affiliations": [
        "Department of Pathology, Institute of Health, Jimma University, Jimma, Ethiopia."
      ]
    },
    {
      "last_name": "Abere",
      "fore_name": "Melese",
      "initials": "M",
      "name": "Melese Abere",
      "affiliations": [
        "Department of Pathology, Institute of Health, Jimma University, Jimma, Ethiopia."
      ]
    },
    {
      "last_name": "Zeynudin",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed Zeynudin",
      "affiliations": [
        "School of Medical Laboratory Science, Institute of Health, Jimma University, Jimma, Ethiopia."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Yewhalaw",
      "fore_name": "Delenasaw",
      "initials": "D",
      "name": "Delenasaw Yewhalaw",
      "affiliations": [
        "School of Medical Laboratory Science, Institute of Health, Jimma University, Jimma, Ethiopia.",
        "Tropical and Infectious Diseases Research Centre, Jimma University, Jimma, Ethiopia."
      ]
    }
  ],
  "journal": {
    "title": "Malaria journal",
    "iso_abbreviation": "Malar J",
    "issn": "1475-2875",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "18"
  },
  "start_page": "379",
  "pages": "379",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Pregnancy",
    "Ethiopia",
    "Adult",
    "Cross-Sectional Studies",
    "Young Adult",
    "Pregnancy Complications, Parasitic",
    "Pregnancy Outcome",
    "Prevalence",
    "Placenta",
    "Risk Factors",
    "Adolescent",
    "Malaria",
    "Infant, Low Birth Weight",
    "Infant, Newborn",
    "Anemia"
  ],
  "article_ids": {
    "pubmed": "39695651",
    "pmc": "PMC11658370",
    "doi": "10.1186/s12936-024-05201-9",
    "pii": "10.1186/s12936-024-05201-9"
  },
  "doi": "10.1186/s12936-024-05201-9",
  "pmc_id": "PMC11658370",
  "dates": {
    "completed": "2024-12-19",
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.277782",
    "pmid": "39695651"
  }
}