{
  "pmid": "39699996",
  "uid": "39699996",
  "title": "Veterinary Student Skills Learned at an Access to Care Clinic: Beyond Medicine and Surgery.",
  "abstract": "Incorporating curriculum to effectively help veterinary students learn how to provide accessible quality care to all pet owners is needed. The primary aims of this study are to explore how a 2-week rotation at a veterinary medical service-learning clinic (Wisconsin Companion Animal Resources, Education, and Social Services [WisCARES]) improves (a) comfort in working with clients from diverse race and low socioeconomic (SOCI) backgrounds and (2) confidence in leading cases, communication skills, and providing a spectrum of care options. Students were surveyed at five time points pre-rotation: mid-week 1, mid-week 2, end of rotation, and 1-month post. A total of 115 survey series were at least partially completed. Of the 97 responses that include background information, 68 (70%) students reported having \"no to a few weeks\" of experience working with diverse or low SOCI populations. When comparing themselves to before starting the rotation, student responses indicated increased comfort (mean = 4.54, standard deviation [SD] = 0.54) and compassion (mean = 4.42, SD = 0.78) working with low-income or homeless populations, more comfort interacting with members of different race or ethnicity groups (mean = 4.21, SD = 0.82), and more appreciation for the human-animal bond (mean = 4.42, median = 5). Students also reported that spending time at WisCARES positively impacted their confidence in a clinical setting, managing and communicating about financial decisions, and approaching cases creatively. Giving students an opportunity to lead cases with clients from diverse races and low SOCI backgrounds can enhance levels of comfort with practice and improve confidence.",
  "authors": [
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth E",
      "initials": "EE",
      "name": "Elizabeth E Alvarez",
      "affiliations": [
        "University of Wisconsin-Madison School of Veterinary Medicine, Madison, WI 53706 USA."
      ],
      "orcid": "0000-0001-7150-2663"
    },
    {
      "last_name": "Schultz",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Schultz",
      "affiliations": [
        "University of Wisconsin-Madison School of Veterinary Medicine, Madison, WI 53706 USA."
      ]
    },
    {
      "last_name": "Lygo-Baker",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Lygo-Baker",
      "affiliations": [
        "Centre for Education, Faculty of Life Sciences and Medicine, King's College London, London, SE1 8WA."
      ]
    },
    {
      "last_name": "Chun",
      "fore_name": "Ruthanne",
      "initials": "R",
      "name": "Ruthanne Chun",
      "affiliations": [
        "University of Wisconsin School of Veterinary Medicine, 2015 Linden Dr, Madison, WI 53706. USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of veterinary medical education",
    "iso_abbreviation": "J Vet Med Educ",
    "issn": "0748-321X",
    "issn_type": "Print",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "19"
  },
  "start_page": "e20240034",
  "pages": "e20240034",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39699996",
    "doi": "10.3138/jvme-2024-0034"
  },
  "doi": "10.3138/jvme-2024-0034",
  "dates": {
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:45.979240",
    "pmid": "39699996"
  }
}