{
  "pmid": "39694226",
  "uid": "39694226",
  "title": "Outcomes and complications of failed anatomic shoulder arthroplasty revised with reverse arthroplasty: a systematic review.",
  "abstract": "BACKGROUND: Reverse shoulder arthroplasty (rTSA) is an increasingly utilized option to address complications following anatomic total shoulder arthroplasty (aTSA). This systematic review aims to identify the patient outcomes, complication rates, and re-revision rates following revision to a reverse shoulder replacement from a failed anatomic total shoulder arthroplasty. METHODS: MEDLINE, EMBASE, and CENTRAL were searched from inception until November 21, 2023 to identify studies reporting outcomes and/or complications for patients with a failed aTSA revised to an rTSA. Primary outcomes included the intra- and postoperative complication rate and secondary surgery rate. Secondary outcomes included the mean postrevision improvement in the American Shoulder and Elbow Surgeon score, pain, Constant score, Simple Shoulder test score, and range of motion. RESULTS: From 1347 records, 26 studies (730 patients) assessing rTSA following a failed aTSA were included. The most common indications for revision were rotator cuff tear (32%), loosening (12%), and instability (12%). Postoperatively, clinically important improvements were found for the American Shoulder and Elbow Surgeon score, visual analog scale pain score, Constant score, flexion, and abduction. Following revision to rTSA, complications occurred in 22% of patients, with implant failure being the most prevalent (25%). Secondary surgery after rTSA occurred in 12% of patients. CONCLUSION: The revision of a failed aTSA to an rTSA resulted in clinically significant benefits. The most common indication for aTSA revision was due to rotator cuff pathology, followed by instability and loosening. Despite the high potential for improved patient outcomes postrevision, the procedure is accompanied by a higher complication rate relative to primary rTSA, with implant failure and fractures being the most common.",
  "authors": [
    {
      "last_name": "Al-Asadi",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Al-Asadi",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rajapaksege",
      "fore_name": "Nathasha",
      "initials": "N",
      "name": "Nathasha Rajapaksege",
      "affiliations": [
        "Faculty of Health Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Abdel Khalik",
      "fore_name": "Hassaan",
      "initials": "H",
      "name": "Hassaan Abdel Khalik",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Abesteh",
      "fore_name": "James",
      "initials": "J",
      "name": "James Abesteh",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Athwal",
      "fore_name": "George S",
      "initials": "GS",
      "name": "George S Athwal",
      "affiliations": [
        "Roth McFarlane Hand & Upper Limb Centre, London, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: khanmm2@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of shoulder and elbow surgery",
    "iso_abbreviation": "J Shoulder Elbow Surg",
    "issn": "1532-6500",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "1832",
  "end_page": "1840",
  "pages": "1832-1840",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Arthroplasty, Replacement, Shoulder",
    "Reoperation",
    "Postoperative Complications",
    "Prosthesis Failure",
    "Range of Motion, Articular",
    "Shoulder Joint",
    "Treatment Outcome",
    "Shoulder Prosthesis"
  ],
  "article_ids": {
    "pubmed": "39694226",
    "doi": "10.1016/j.jse.2024.10.012",
    "pii": "S1058-2746(24)00930-3"
  },
  "doi": "10.1016/j.jse.2024.10.012",
  "dates": {
    "completed": "2025-06-15",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.318680",
    "pmid": "39694226"
  }
}