{
  "pmid": "39708087",
  "uid": "39708087",
  "title": "Emerging clinical evidence of a dual role for Ang-2 and VEGF-A blockade with faricimab in retinal diseases.",
  "abstract": "Anti-vascular endothelial growth factor (VEGF) therapies have transformed the treatment of retinal diseases. However, VEGF signaling is only one component of the complex, multifactorial pathophysiology of retinal diseases, and many patients have residual disease activity despite ongoing anti-VEGF treatment. The angiopoietin/tyrosine kinase with immunoglobulin and epidermal growth factor receptor-2 (Ang/Tie2) signaling pathway is critical to endothelial cell homeostasis, survival, integrity, and vascular stability. Ang-2 can interfere with Ang-1/Tie2 signaling and is increased in several retinal diseases. Lack of Tie2 signaling due to elevated Ang-2 levels drives vascular instability through pericyte dropout, neovascularization, vascular leakage, inflammation, and fibrosis. Although Ang-2 and VEGF can synergistically promote vascular instability and neovascularization, Ang-2 may also mediate vascular instability independently of VEGF. Faricimab is a bispecific antibody designed for intraocular use that inhibits two distinct pathways via Ang-2 and VEGF-A blockade. Clinical biomarkers of vascular instability are important for evaluating disease control and subsequent treatment decisions. These biomarkers include measurement/evaluation with optical coherence tomography (OCT) of intraretinal fluid, subretinal fluid, central subfield thickness, and pigment epithelial detachments (PEDs), and fluorescein angiography imaging of macular leakage and PEDs. Hyperreflective foci (HRF), thought to be representative of activated microglia, indicating an inflammatory microenvironment, and epiretinal membranes (ERMs), a marker for retinal fibrotic proliferation in diabetic macular edema (DME), are both also identified using OCT. Here we summarize data (secondary endpoint and prespecified exploratory analyses as well as post hoc analyses) from six Phase III trials suggest that dual therapy Ang-2/VEGF-A inhibition with faricimab (6 mg) has a greater effect on reducing/resolving biomarkers of vascular instability than aflibercept (2 mg), by both controlling neovascularization and vascular leakage (with resultant resolution of exudation associated with DME, neovascular age-related macular degeneration, and retinal vein occlusion), as well as by targeting inflammation (reduction of HRF in DME) and retinal fibrotic proliferation (reducing the risk of ERMs in eyes with DME). Modulation of both the Ang-2 and VEGF-A pathways with faricimab may therefore provide greater disease control than anti-VEGF monotherapy, potentially leading to extended treatment durability and improved long-term outcomes.",
  "authors": [
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mar",
      "fore_name": "Florie",
      "initials": "F",
      "name": "Florie Mar",
      "affiliations": [
        "Genentech, Inc, South San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Amador",
      "fore_name": "Manuel J",
      "initials": "MJ",
      "name": "Manuel J Amador",
      "affiliations": [
        "Genentech, Inc, South San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Chang",
      "affiliations": [
        "Sydney Retina Clinic, Sydney Eye Hospital, University of Sydney, University of NSW, Sydney, Australia."
      ]
    },
    {
      "last_name": "Gibson",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara Gibson",
      "affiliations": [
        "Roche Products Ltd, Welwyn Garden City, UK."
      ]
    },
    {
      "last_name": "Joussen",
      "fore_name": "Antonia M",
      "initials": "AM",
      "name": "Antonia M Joussen",
      "affiliations": [
        "Department of Ophthalmology, Charité - Universitätsmedizin Berlin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Judy E",
      "initials": "JE",
      "name": "Judy E Kim",
      "affiliations": [
        "University of Texas Southwestern Medical Center, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Junyeop",
      "initials": "J",
      "name": "Junyeop Lee",
      "affiliations": [
        "Asan Medical Center, University of Ulsan, College of Medicine, Seoul, South Korea."
      ]
    },
    {
      "last_name": "Margaron",
      "fore_name": "Philippe",
      "initials": "P",
      "name": "Philippe Margaron",
      "affiliations": [
        "F. Hoffmann-La Roche Ltd, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Saffar",
      "fore_name": "Insaf",
      "initials": "I",
      "name": "Insaf Saffar",
      "affiliations": [
        "F. Hoffmann-La Roche Ltd, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "David",
      "initials": "D",
      "name": "David Wong",
      "affiliations": [
        "Department of Ophthalmology and Vision Sciences, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Wykoff",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Wykoff",
      "affiliations": [
        "Retina Consultants of Texas, Retina Consultants of America, Blanton Eye Institute, Methodist Hospital, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Sadda",
      "fore_name": "Srinivas",
      "initials": "S",
      "name": "Srinivas Sadda",
      "affiliations": [
        "Doheny Eye Institute, University of California, Los Angeles, 150 N. Orange Grove Blvd, Suite 232, Pasadena, CA, USA. SSadda@doheny.org."
      ],
      "orcid": "0000-0002-4939-3306"
    }
  ],
  "journal": {
    "title": "Graefe's archive for clinical and experimental ophthalmology = Albrecht von Graefes Archiv fur klinische und experimentelle Ophthalmologie",
    "iso_abbreviation": "Graefes Arch Clin Exp Ophthalmol",
    "issn": "1435-702X",
    "issn_type": "Electronic",
    "volume": "263",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "1239",
  "end_page": "1247",
  "pages": "1239-1247",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Angiopoietin-2",
    "Vascular Endothelial Growth Factor A",
    "Retinal Diseases",
    "Angiogenesis Inhibitors",
    "Intravitreal Injections",
    "Fluorescein Angiography",
    "Antibodies, Bispecific"
  ],
  "article_ids": {
    "pubmed": "39708087",
    "pmc": "PMC12148975",
    "doi": "10.1007/s00417-024-06695-4",
    "pii": "10.1007/s00417-024-06695-4"
  },
  "doi": "10.1007/s00417-024-06695-4",
  "pmc_id": "PMC12148975",
  "dates": {
    "completed": "2025-06-09",
    "revised": "2025-06-12"
  },
  "chemicals": [
    "Angiopoietin-2",
    "Vascular Endothelial Growth Factor A",
    "Angiogenesis Inhibitors",
    "VEGFA protein, human",
    "ANGPT2 protein, human",
    "faricimab",
    "Antibodies, Bispecific"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:53.059804",
    "pmid": "39708087"
  }
}