{
  "pmid": "39704927",
  "uid": "39704927",
  "title": "Does the outcome of acupuncture differ according to the location of sham needling points in acupuncture trials for migraine? A systematic review and network meta-analysis.",
  "abstract": "Various acupuncture clinical trials have been conducted on migraine; however, the conclusions remain controversial especially when acupuncture was compared with sham acupuncture. Sham acupuncture is sometimes performed at the same acupuncture points used for verum acupuncture despite the evidence on acupuncture point specificity. Four databases were searched for sham acupuncture or waiting list-controlled acupuncture trials for migraine on December 25, 2023. Sham acupuncture was classified according to the needling points: sham acupuncture therapy at verum points (SATV) or at sham points (SATS). Network meta-analysis was performed based on the frequentist framework for headache pain intensity and response rate. A total of 18 studies involving 1936 participants were analyzed. Headache pain intensity and response rate were significantly improved in verum acupuncture compared with SATS. However, there was no significant difference between SATV and verum acupuncture. When comparing SATS and SATV, there was no significant difference in headache pain intensity and response rate; however, the results were in favor of SATV. The effect of the risk of bias on the certainty of evidence between verum and sham acupunctures was judged to be generally low. SATV should not be misused as a placebo control to evaluate the efficacy of acupuncture.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Boram",
      "initials": "B",
      "name": "Boram Lee",
      "affiliations": [
        "KM Science Research Division, Korea Institute of Oriental Medicine, Daejeon, 34054, Republic of Korea."
      ]
    },
    {
      "last_name": "Kwon",
      "fore_name": "Chan-Young",
      "initials": "CY",
      "name": "Chan-Young Kwon",
      "affiliations": [
        "Department of Oriental Neuropsychiatry, Dong-Eui University College of Korean Medicine, Busan, 47227, Republic of Korea."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Hye Won",
      "initials": "HW",
      "name": "Hye Won Lee",
      "affiliations": [
        "KM Convergence Research Division, Korea Institute of Oriental Medicine, Daejeon, 34054, Republic of Korea."
      ]
    },
    {
      "last_name": "Nielsen",
      "fore_name": "Arya",
      "initials": "A",
      "name": "Arya Nielsen",
      "affiliations": [
        "Department of Family Medicine & Community Health, Icahn School of Medicine at Mount Sinai, New York, 10029, USA."
      ]
    },
    {
      "last_name": "Wieland",
      "fore_name": "L Susan",
      "initials": "LS",
      "name": "L Susan Wieland",
      "affiliations": [
        "Center for Integrative Medicine, University of Maryland School of Medicine, Baltimore, Maryland, 21201, USA."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Tae-Hun",
      "initials": "TH",
      "name": "Tae-Hun Kim",
      "affiliations": [
        "Korean Medicine Clinical Trial Center, Korean Medicine Hospital, Kyung Hee University, Seoul, 02447, Republic of Korea."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "School of Health Sciences, Kristiania University College, Oslo, 0107, Norway."
      ]
    },
    {
      "last_name": "Alraek",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alraek",
      "affiliations": [
        "School of Health Sciences, Kristiania University College, Oslo, 0107, Norway.",
        "Department of Community Medicine, Faculty of Health Sciences, National Research Center in Complementary and Alternative Medicine (NAFKAM), Institute of Health Sciences, Tromsø, 9037, Norway."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "KM Science Research Division, Korea Institute of Oriental Medicine, Daejeon, 34054, Republic of Korea. drmslee@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers of medicine",
    "iso_abbreviation": "Front Med",
    "issn": "2095-0225",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "53",
  "end_page": "63",
  "pages": "53-63",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Migraine Disorders",
    "Acupuncture Therapy",
    "Acupuncture Points",
    "Treatment Outcome",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "39704927",
    "doi": "10.1007/s11684-024-1109-z",
    "pii": "10.1007/s11684-024-1109-z"
  },
  "doi": "10.1007/s11684-024-1109-z",
  "dates": {
    "completed": "2025-02-25",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.723809",
    "pmid": "39704927"
  }
}