{
  "pmid": "39701869",
  "uid": "39701869",
  "title": "Randomized controlled trials - The what, when, how and why.",
  "abstract": "Randomized controlled trials (RCTs) are at the top of the pyramid of evidence as they offer the best answer on the efficacy of a new treatment. RCTs are true experiments in which participants are randomly allocated to receive a certain intervention (experimental group) or a different intervention (comparison group), or no treatment at all (control or placebo group). Randomization, along with other methodological features such as blinding and allocation concealment, safeguard against biases. This review will focus on parallel group RCT design as it is the most common design in the field of Pediatric Urology. RCTs can be designed using a superiority, equivalency, or non-inferiority hypothesis, and are usually preceded by a pilot, where the trial protocol is implemented in a small number of patients, mimicking the larger, definitive study. Even though regarded as the best available option to bring out scientific data, RCTs might be prone to mislead. If RCTs are small and underpowered, a difference of even one single event between groups, may completely change the trial results. To safeguard against RCTs weakness, a fragility concept of statistical significance was developed and called the Fragility Index (FI). RCTs may not be appropriate, ethical, or feasible for all surgical interventions. They may have limitations such as prohibitive cost and unrealistic large sample sizes. Nearly 60 % of surgical research questions cannot be answered by RCTs. Therefore, clinical practice should be based on the best available evidence on a given topic, regardless of the study design. However, even in these situations, conclusions drawn from observational studies must be interpreted with caution.",
  "authors": [
    {
      "last_name": "Braga",
      "fore_name": "Luis H",
      "initials": "LH",
      "name": "Luis H Braga",
      "affiliations": [
        "Department of Surgery/Urology, McMaster University, Hamilton, Ontario, Canada. Electronic address: braga@mcmaster.ca."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: farrokh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Dönmez",
      "fore_name": "M İrfan",
      "initials": "Mİ",
      "name": "M İrfan Dönmez",
      "affiliations": [
        "Division of Pediatric Urology, Department of Urology, İstanbul University İstanbul Faculty of Medicine, İstanbul, Turkiye. Electronic address: m_irfan83@yahoo.com."
      ]
    },
    {
      "last_name": "Nelson",
      "fore_name": "Caleb P",
      "initials": "CP",
      "name": "Caleb P Nelson",
      "affiliations": [
        "Department of Urology, Boston Children's Hospital, Harvard Medical School, Boston, MA, USA. Electronic address: Caleb.Nelson@childrens.harvard.edu."
      ]
    },
    {
      "last_name": "Haid",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Haid",
      "affiliations": [
        "Department of Pediatric Urology, Hospital of the Sisters of Charity, Linz, Austria. Electronic address: Bernhard.Haid@ordensklinikum.at."
      ]
    },
    {
      "last_name": "Herbst",
      "fore_name": "Kathy",
      "initials": "K",
      "name": "Kathy Herbst",
      "affiliations": [
        "Division of Urology/Nephrology, Connecticut Children's Medical Center, Hartford, CT, USA. Electronic address: kherbst@connecticutchildrens.org."
      ]
    },
    {
      "last_name": "Garriboli",
      "fore_name": "Massimo",
      "initials": "M",
      "name": "Massimo Garriboli",
      "affiliations": [
        "Department of Paediatric Urology, Evelina London Children's Hospital and King's College London, London, UK. Electronic address: Massimo.Garriboli@gstt.nhs.uk."
      ]
    },
    {
      "last_name": "Cascio",
      "fore_name": "Salvatore",
      "initials": "S",
      "name": "Salvatore Cascio",
      "affiliations": [
        "Department of Paediatric Surgery and Urology, Children's Health Ireland at Temple Street and Our Lady's Hospital, Dublin, Ireland. Electronic address: salvatorecascio@doctors.org.uk."
      ]
    },
    {
      "last_name": "Nieuwhof-Leppink",
      "fore_name": "Anka",
      "initials": "A",
      "name": "Anka Nieuwhof-Leppink",
      "affiliations": [
        "Urotherapy Department, Wilhelmina Children's Hospital, Part of University Medical Center, Utrecht, Netherlands. Electronic address: A.Nieuwhof-Leppink@umcutrecht.nl."
      ]
    },
    {
      "last_name": "Kaefer",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Kaefer",
      "affiliations": [
        "Pediatric Urology, Riley Children's Hospital, Indianapolis, IN, USA. Electronic address: mkaefer@iupui.edu."
      ]
    },
    {
      "last_name": "Bägli",
      "fore_name": "Darius J",
      "initials": "DJ",
      "name": "Darius J Bägli",
      "affiliations": [
        "Divisions of Urology & Developmental and Stem Cell Biology, University of Toronto, Hospital for Sick Children & Research Institute, Toronto, Ontario, Canada. Electronic address: darius.bagli@sickkids.ca."
      ]
    },
    {
      "last_name": "Kalfa",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Kalfa",
      "affiliations": [
        "Department of Pediatric Surgery and Urology, Lapeyronie Hospital, CHU Montpellier, University of Montpellier, Montpellier, France; Debrest Institute of Public Health IDESP, UMR INSERM, National Reference Center for Rare Disease for Genital Development, CRMR DEVGEN, Constitutif Sud, University of Montpellier, Montpellier, France. Electronic address: nicolaskalfa@gmail.com."
      ]
    },
    {
      "last_name": "Ching",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Ching",
      "affiliations": [
        "Pediatric Urology, Nationwide Children's Hospital, Columbus, OH, USA. Electronic address: Christina.Ching@nationwidechildrens.org."
      ]
    },
    {
      "last_name": "Fossum",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Fossum",
      "affiliations": [
        "Department of Pediatric Urology, Karolinska University Hospital, Stockholm, Sweden. Electronic address: Magdalena.Fossum@ki.se."
      ]
    },
    {
      "last_name": "Harper",
      "fore_name": "Luke",
      "initials": "L",
      "name": "Luke Harper",
      "affiliations": [
        "Department of Pediatric Urology and Pediatric Surgery, Hôpital Pellegrin-Enfants, University Hospital Bordeaux, Bordeux, France. Electronic address: harper_luke@hotmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric urology",
    "iso_abbreviation": "J Pediatr Urol",
    "issn": "1873-4898",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Apr"
  },
  "start_page": "397",
  "end_page": "404",
  "pages": "397-404",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Urology",
    "Child",
    "Pediatrics"
  ],
  "article_ids": {
    "pubmed": "39701869",
    "doi": "10.1016/j.jpurol.2024.11.021",
    "pii": "S1477-5131(24)00617-X"
  },
  "doi": "10.1016/j.jpurol.2024.11.021",
  "dates": {
    "completed": "2025-04-28",
    "revised": "2025-05-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.444158",
    "pmid": "39701869"
  }
}