{
  "pmid": "39706249",
  "uid": "39706249",
  "title": "Liquid biopsies and exosomal ncRNA: Transforming pancreatic cancer diagnostics and therapeutics.",
  "abstract": "Pancreatic cancer is a highly fatal malignancy due to poor early detection rate and resistance to conventional therapies. This review examines the potential for liquid biopsy as a transformative technology to identify diagnostic and therapeutic targets in pancreatic cancer. Specifically, we explore emerging biomarkers such as exosomal non-coding RNAs (ncRNAs), circulating tumor DNA (ctDNA), and circulating tumor cells (CTCs). Tumor-derived exosomes contain nucleic acid and protein that reflect the unique molecular landscape of the malignancy and can serve as an alternative diagnostic approach vs traditional biomarkers like CA19-9. Herein we highlight exosomal miRNAs, lncRNAs, and other ncRNAs alongside ctDNA and CTC-based strategies, evaluating their combined ability to improve early detection, disease monitoring and treatment response. Furthermore, the therapeutic implications of ncRNAs such as lncRNA UCA1 and miR-3960 in chemoresistance and progression are also discussed via suppression of EZH2 and PTEN/AKT pathways. Emerging therapeutic strategies that target the immune response, epithelial-mesenchymal transition (EMT) and drug resistance are explored. This review demonstrates a paradigm shift in pancreatic cancer management toward personalized, less invasive and more effective approaches.",
  "authors": [
    {
      "last_name": "Balaraman",
      "fore_name": "Ashok Kumar",
      "initials": "AK",
      "name": "Ashok Kumar Balaraman",
      "affiliations": [
        "Research and Enterprise, University of Cyberjaya, Persiaran Bestari, Cyber 11, Cyberjaya, Selangor 63000, Malaysia."
      ]
    },
    {
      "last_name": "Moglad",
      "fore_name": "Ehssan",
      "initials": "E",
      "name": "Ehssan Moglad",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Prince Sattam Bin Abdulaziz University, Al Kharj 11942, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Babu",
      "fore_name": "M Arockia",
      "initials": "MA",
      "name": "M Arockia Babu",
      "affiliations": [
        "Institute of Pharmaceutical Research, GLA University, Mathura, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Goyal",
      "fore_name": "Kavita",
      "initials": "K",
      "name": "Kavita Goyal",
      "affiliations": [
        "Department of Biotechnology, Graphic Era (Deemed to be University), Clement Town, Dehradun 248002, India."
      ]
    },
    {
      "last_name": "Roopashree",
      "fore_name": "R",
      "initials": "R",
      "name": "R Roopashree",
      "affiliations": [
        "Department of Chemistry and Biochemistry, School of Sciences, JAIN (Deemed to be University), Bangalore, Karnataka, India."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Irwanjot",
      "initials": "I",
      "name": "Irwanjot Kaur",
      "affiliations": [
        "Department of Allied Healthcare and Sciences, Vivekananda Global University, Jaipur, Rajasthan 303012, India."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Sachin",
      "initials": "S",
      "name": "Sachin Kumar",
      "affiliations": [
        "NIMS Institute of Pharmacy, NIMS University Rajasthan, Jaipur, India."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "MRavi",
      "initials": "M",
      "name": "MRavi Kumar",
      "affiliations": [
        "Department of Chemistry, Raghu Engineering College, Visakhapatnam, Andhra Pradesh 531162, India."
      ]
    },
    {
      "last_name": "Chauhan",
      "fore_name": "Ashish Singh",
      "initials": "AS",
      "name": "Ashish Singh Chauhan",
      "affiliations": [
        "Uttaranchal Institute of Pharmaceutical Sciences, Division of Research and Innovation, Uttaranchal University, India."
      ]
    },
    {
      "last_name": "Hemalatha",
      "fore_name": "S",
      "initials": "S",
      "name": "S Hemalatha",
      "affiliations": [
        "Sri Ramachandra Faculty of Pharmacy, Sri Ramachandra Institute of Higher Education and Research (Deemed to be University), Porur, Chennai, India."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Gaurav",
      "initials": "G",
      "name": "Gaurav Gupta",
      "affiliations": [
        "Centre for Research Impact & Outcome, Chitkara College of Pharmacy, Chitkara University, Rajpura, Punjab 140401, India; Centre of Medical and Bio-allied Health Sciences Research, Ajman University, Ajman, United Arab Emirates."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Haider",
      "initials": "H",
      "name": "Haider Ali",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Saveetha University, India. Electronic address: haiderali.pharma@hotmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Clinica chimica acta; international journal of clinical chemistry",
    "iso_abbreviation": "Clin Chim Acta",
    "issn": "1873-3492",
    "issn_type": "Electronic",
    "volume": "567",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "120105",
  "pages": "120105",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Pancreatic Neoplasms",
    "Liquid Biopsy",
    "Exosomes",
    "RNA, Untranslated",
    "Biomarkers, Tumor"
  ],
  "article_ids": {
    "pubmed": "39706249",
    "doi": "10.1016/j.cca.2024.120105",
    "pii": "S0009-8981(24)02358-1"
  },
  "doi": "10.1016/j.cca.2024.120105",
  "dates": {
    "completed": "2025-04-28",
    "revised": "2025-05-19"
  },
  "chemicals": [
    "RNA, Untranslated",
    "Biomarkers, Tumor"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.187913",
    "pmid": "39706249"
  }
}