{
  "pmid": "39708998",
  "uid": "39708998",
  "title": "The effects of plasma exchange and glucocorticoids on early kidney function among patients with ANCA-associated vasculitis in the PEXIVAS trial.",
  "abstract": "Therapeutic plasma exchange (PLEX) is an adjunctive treatment for patients with anti-neutrophil cytoplasmic antibody (ANCA)-associated vasculitis and kidney involvement. Little is known about the effect of PLEX on early changes in kidney function. This post-hoc analysis of the PEXIVAS trial investigated the effects of PLEX on changes in kidney function within 12 months. PEXIVAS was a randomized controlled trial recruiting 691 patients with ANCA-associated glomerulonephritis, of whom 349 underwent PLEX and 342 received no-PLEX. The primary outcomes of this post hoc study of PEXIVAS were change in estimated glomerular filtration rate (eGFR) from baseline and recovery of kidney function (defined as eGFR increase of 15ml/min/1.73m[2] or more). Baseline eGFR was 21.7 ± 20.3 and 20.6 ± 18.7 ml/min/1.73m[2] in the PLEX and no-PLEX groups, respectively. Mean improvements in eGFR at weeks two, four, and eight after initiation of therapy were greater for the PLEX vs. the no-PLEX groups. The greatest significant difference in recovery of kidney function in the PLEX compared to the no-PLEX groups was at week four (relative risk (RR): 1.41; 95% confidence interval:1.09-1.82). Increased eGFR or recovery of kidney function at week four were significantly associated with lower risk for end-stage kidney disease at week 52 (RR: 0.96: 0.95-0.97, and RR: 0.29: 0.16-0.52; respectively). Neither changes in eGFR nor recovery of kidney function differed by reduced- compared to standard-dose glucocorticoid group. Overall, our study indicates that PLEX improves early kidney function in patients with ANCA-associated glomerulonephritis.",
  "authors": [
    {
      "last_name": "Odler",
      "fore_name": "Balazs",
      "initials": "B",
      "name": "Balazs Odler",
      "affiliations": [
        "Division of Nephrology, Department of Internal Medicine, Medical University of Graz, Graz, Austria; Department of Medicine, University of Cambridge, Cambridge, UK."
      ]
    },
    {
      "last_name": "Riedl",
      "fore_name": "Regina",
      "initials": "R",
      "name": "Regina Riedl",
      "affiliations": [
        "Institute for Medical Informatics, Statistics and Documentation, Medical University of Graz, Graz, Austria."
      ]
    },
    {
      "last_name": "Geetha",
      "fore_name": "Duvuru",
      "initials": "D",
      "name": "Duvuru Geetha",
      "affiliations": [
        "Division of Nephrology, Johns Hopkins University, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Szpirt",
      "fore_name": "Wladimir M",
      "initials": "WM",
      "name": "Wladimir M Szpirt",
      "affiliations": [
        "Department of Nephrology, Rigshospitalet, University of Copenhagen, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Hawley",
      "fore_name": "Carmel",
      "initials": "C",
      "name": "Carmel Hawley",
      "affiliations": [
        "The Australasian Kidney Trials Network (AKTN), Centre for Health Services Research, University of Queensland, Brisbane, Australia."
      ]
    },
    {
      "last_name": "Uchida",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Uchida",
      "affiliations": [
        "Department of Medicine, University of Cambridge, Cambridge, UK."
      ]
    },
    {
      "last_name": "Wallace",
      "fore_name": "Zachary S",
      "initials": "ZS",
      "name": "Zachary S Wallace",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Walters",
      "fore_name": "Giles",
      "initials": "G",
      "name": "Giles Walters",
      "affiliations": [
        "Department of Renal Medicine, Canberra Hospital, Canberra, Australian Capital Territory, Australia."
      ]
    },
    {
      "last_name": "Muso",
      "fore_name": "Eri",
      "initials": "E",
      "name": "Eri Muso",
      "affiliations": [
        "Department of Nephrology and Dialysis, Medical Research Institute Kitano Hospital, PIIF Tazuke-Kofukai, Osaka, Japan."
      ]
    },
    {
      "last_name": "Tesar",
      "fore_name": "Vladimir",
      "initials": "V",
      "name": "Vladimir Tesar",
      "affiliations": [
        "Department of Nephrology, 1st Faculty of Medicine and General University Hospital, Charles University, Prague, Czech Republic."
      ]
    },
    {
      "last_name": "Pusey",
      "fore_name": "Charles D",
      "initials": "CD",
      "name": "Charles D Pusey",
      "affiliations": [
        "Department of Immunology and Inflammation, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Little",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Little",
      "affiliations": [
        "Trinity Kidney Centre, Trinity Translational Medicine Institute, Trinity College Dublin, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Merkel",
      "fore_name": "Peter A",
      "initials": "PA",
      "name": "Peter A Merkel",
      "affiliations": [
        "Division of Rheumatology, Department of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, USA; Division of Epidemiology, Department of Biostatistics, Epidemiology, and Informatics, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jayne",
      "fore_name": "David R W",
      "initials": "DRW",
      "name": "David R W Jayne",
      "affiliations": [
        "Department of Medicine, University of Cambridge, Cambridge, UK."
      ]
    },
    {
      "last_name": "Kronbichler",
      "fore_name": "Andreas",
      "initials": "A",
      "name": "Andreas Kronbichler",
      "affiliations": [
        "Department of Internal Medicine IV, Nephrology and Hypertension, Medical University of Innsbruck, Innsbruck, Austria. Electronic address: andreas.kronbichler@i-med.ac.at."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Kidney international",
    "iso_abbreviation": "Kidney Int",
    "issn": "1523-1755",
    "issn_type": "Electronic",
    "volume": "107",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Mar"
  },
  "start_page": "558",
  "end_page": "567",
  "pages": "558-567",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Multicenter Study"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Anti-Neutrophil Cytoplasmic Antibody-Associated Vasculitis",
    "Female",
    "Glomerular Filtration Rate",
    "Middle Aged",
    "Glucocorticoids",
    "Plasma Exchange",
    "Aged",
    "Glomerulonephritis",
    "Kidney",
    "Treatment Outcome",
    "Recovery of Function",
    "Adult",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "39708998",
    "doi": "10.1016/j.kint.2024.11.029",
    "pii": "S0085-2538(24)00911-6"
  },
  "doi": "10.1016/j.kint.2024.11.029",
  "dates": {
    "completed": "2025-02-21",
    "revised": "2025-06-30"
  },
  "chemicals": [
    "Glucocorticoids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.667483",
    "pmid": "39708998"
  }
}