{
  "pmid": "39700488",
  "uid": "39700488",
  "title": "Methodological Challenges in Randomized Controlled Trials of mHealth Interventions: Cross-Sectional Survey Study and Consensus-Based Recommendations.",
  "abstract": "BACKGROUND: Mobile health (mHealth) refers to using mobile communication devices such as smartphones to support health, health care, and public health. mHealth interventions have their own nature and characteristics that distinguish them from traditional health care interventions, including drug interventions. Thus, randomized controlled trials (RCTs) of mHealth interventions present specific methodological challenges. Identifying and overcoming those challenges is essential to determine whether mHealth interventions improve health outcomes. OBJECTIVE: We aimed to identify specific methodological challenges in RCTs testing mHealth interventions' effects and develop consensus-based recommendations to address selected challenges. METHODS: A 2-phase participatory research project was conducted. First, we sent a web-based survey to authors of mHealth RCTs. Survey respondents rated on a 5-point scale how challenging they found 21 methodological aspects in mHealth RCTs compared to non-mHealth RCTs. Nonsystematic searches until June 2022 informed the selection of the methodological challenges listed in the survey. Second, a subset of survey respondents participated in an online workshop to discuss recommendations to address selected methodological aspects identified in the survey. Finally, consensus-based recommendations were developed based on the workshop discussion and email interaction. RESULTS: We contacted 1535 authors of mHealth intervention RCTs, of whom 80 (5.21%) completed the survey. Most respondents (74/80, 92%) identified at least one methodological aspect as more or much more challenging in mHealth RCTs. The aspects most frequently reported as more or much more challenging were those related to mHealth intervention integrity, that is, the degree to which the study intervention was implemented as intended, in particular managing low adherence to the mHealth intervention (43/77, 56%), defining adherence (39/79, 49%), measuring adherence (33/78, 42%), and determining which mHealth intervention components are used or received by the participant (31/75, 41%). Other challenges were also frequent, such as analyzing passive data (eg, data collected from smartphone sensors; 24/58, 41%) and verifying the participants' identity during recruitment (28/68, 41%). In total, 11 survey respondents participated in the subsequent workshop (n=8, 73% had been involved in at least 2 mHealth RCTs). We developed 17 consensus-based recommendations related to the following four categories: (1) how to measure adherence to the mHealth intervention (7 recommendations), (2) defining adequate adherence (2 recommendations), (3) dealing with low adherence rates (3 recommendations), and (4) addressing mHealth intervention components (5 recommendations). CONCLUSIONS: RCTs of mHealth interventions have specific methodological challenges compared to those of non-mHealth interventions, particularly those related to intervention integrity. Following our recommendations for addressing these challenges can lead to more reliable assessments of the effects of mHealth interventions on health outcomes.",
  "authors": [
    {
      "last_name": "Lopez-Alcalde",
      "fore_name": "Jesus",
      "initials": "J",
      "name": "Jesus Lopez-Alcalde",
      "affiliations": [
        "Institute for Complementary and Integrative Medicine, University Hospital Zurich, Zurich, Switzerland.",
        "Faculty of Medicine, Universidad Francisco de Vitoria, Madrid, Spain.",
        "Instituto Ramón y Cajal de Investigación Sanitaria (IRYCIS), Unidad de Bioestadística Clínica, Hospital Universitario Ramón y Cajal, Center for Biomedical Research in Epidemiology and Public Health Network (CIBERESP), Madrid, Spain."
      ],
      "orcid": "0000-0002-1598-8790"
    },
    {
      "last_name": "Wieland",
      "fore_name": "L Susan",
      "initials": "LS",
      "name": "L Susan Wieland",
      "affiliations": [
        "Institute for Complementary and Integrative Medicine, University Hospital Zurich, Zurich, Switzerland.",
        "School of Medicine and Health Sciences, George Washington University, Washington, DC, United States."
      ],
      "orcid": "0000-0003-2157-0603"
    },
    {
      "last_name": "Yan",
      "fore_name": "Yuqian",
      "initials": "Y",
      "name": "Yuqian Yan",
      "affiliations": [
        "Institute for Complementary and Integrative Medicine, University Hospital Zurich, Zurich, Switzerland."
      ],
      "orcid": "0000-0003-1904-5906"
    },
    {
      "last_name": "Barth",
      "fore_name": "Jürgen",
      "initials": "J",
      "name": "Jürgen Barth",
      "affiliations": [
        "Institute for Complementary and Integrative Medicine, University Hospital Zurich, Zurich, Switzerland."
      ],
      "orcid": "0000-0001-7096-7178"
    },
    {
      "last_name": "Khami",
      "fore_name": "Mohammad Reza",
      "initials": "MR",
      "name": "Mohammad Reza Khami",
      "affiliations": [
        "Research Center for Caries Prevention, Dentistry Research Institute, Tehran University of Medical Sciences, Tehran, Iran.",
        "Community Oral Health Department, School of Dentistry, Tehran University of Medical Sciences, Tehran, Iran."
      ],
      "orcid": "0000-0002-4810-9537"
    },
    {
      "last_name": "Shivalli",
      "fore_name": "Siddharudha",
      "initials": "S",
      "name": "Siddharudha Shivalli",
      "affiliations": [
        "Department of Medical Statistics, Faculty of Epidemiology and Public Health, London School of Hygiene & Tropical Medicine, London, United Kingdom."
      ],
      "orcid": "0000-0003-1454-7114"
    },
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2436-4290"
    },
    {
      "last_name": "Rai",
      "fore_name": "Harleen Kaur",
      "initials": "HK",
      "name": "Harleen Kaur Rai",
      "affiliations": [
        "Digital Health and Wellness Research Group, Department of Computer and Information Sciences, University of Strathclyde, Glasgow, United Kingdom."
      ],
      "orcid": "0000-0002-8121-6094"
    },
    {
      "last_name": "Macharia",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Macharia",
      "affiliations": [
        "Department of Research and Programmes, Kenyatta National Hospital, Nairobi, Kenya.",
        "University of Nairobi, Faculty of Health Sciences, Nairobi, Kenya."
      ],
      "orcid": "0000-0002-3564-8873"
    },
    {
      "last_name": "Yun",
      "fore_name": "Sergi",
      "initials": "S",
      "name": "Sergi Yun",
      "affiliations": [
        "Bio-Heart Cardiovascular Diseases Research Group, Bellvitge Biomedical Research Institute, L'Hospitalet de Llobregat, Barcelona, Spain.",
        "Community Heart Failure Program, Cardiology Department, Bellvitge University Hospital, L'Hospitalet de Llobregat, Barcelona, Spain.",
        "Internal Medicine Department, Bellvitge University Hospital, Barcelona, Spain.",
        "Center for Biomedical Research in Cardiovascular Diseases (CIBERCV), Instituto Salud Carlos III, Madrid, Spain."
      ],
      "orcid": "0000-0003-4858-9566"
    },
    {
      "last_name": "Lang",
      "fore_name": "Elvira",
      "initials": "E",
      "name": "Elvira Lang",
      "affiliations": [
        "Hypnalgesics, Comfort Talk, Brookline, MA, United States."
      ],
      "orcid": "0000-0002-4348-5138"
    },
    {
      "last_name": "Bwanika Naggirinya",
      "fore_name": "Agnes",
      "initials": "A",
      "name": "Agnes Bwanika Naggirinya",
      "affiliations": [
        "Infectious Diseases Institute, College of Health Sciences, Makerere University, Kampala, Uganda."
      ],
      "orcid": "0000-0001-8722-4135"
    },
    {
      "last_name": "Campos-Asensio",
      "fore_name": "Concepción",
      "initials": "C",
      "name": "Concepción Campos-Asensio",
      "affiliations": [
        "Biblioteca Médica, Hospital Universitario de Móstoles, Móstoles, Spain."
      ],
      "orcid": "0000-0003-2724-2563"
    },
    {
      "last_name": "Ahmadian",
      "fore_name": "Leila",
      "initials": "L",
      "name": "Leila Ahmadian",
      "affiliations": [
        "Fakher Mechatronic Research Center, Kerman University of Medical Sciences, Kerman, Iran."
      ],
      "orcid": "0000-0002-6487-2209"
    },
    {
      "last_name": "Witt",
      "fore_name": "Claudia M",
      "initials": "CM",
      "name": "Claudia M Witt",
      "affiliations": [
        "Institute for Complementary and Integrative Medicine, University of Zurich, Zurich, Switzerland.",
        "Institute for Social Medicine, Epidemiology and Health Economics, Charité - Universitätsmedizin Berlin, Berlin, Germany."
      ],
      "orcid": "0000-0002-5440-7805"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "26",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "19"
  },
  "start_page": "e53187",
  "pages": "e53187",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Telemedicine",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Cross-Sectional Studies",
    "Consensus",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "39700488",
    "pmc": "PMC11695959",
    "doi": "10.2196/53187",
    "pii": "v26i1e53187"
  },
  "doi": "10.2196/53187",
  "pmc_id": "PMC11695959",
  "dates": {
    "completed": "2024-12-19",
    "revised": "2025-01-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:11.233229",
    "pmid": "39700488"
  }
}