{
  "pmid": "39702238",
  "uid": "39702238",
  "title": "Risk thresholds for the frequency of cannabis use during pregnancy and adverse neonatal outcomes: protocol for a systematic review and dose-response meta-analysis.",
  "abstract": "BACKGROUND: Cannabis use during pregnancy has been increasing and is associated with adverse neonatal outcomes, such as low birth weight (LBW) and preterm birth (PTB). It remains largely unknown whether the association between cannabis use in pregnancy and increased risk of adverse neonatal outcomes is impacted by the frequency of cannabis use and whether thresholds exist below which risk is not significantly increased. The objective of this systematic review is to assess whether the association between cannabis use during pregnancy and the risk of adverse neonatal outcomes is dependent on the frequency of use and whether risk thresholds exist. METHODS: For this systematic review and dose-response meta-analysis, the Embase, MEDLINE, PsycINFO, CINAHL, and Web of Science databases will be searched for relevant studies published in English from January 2010 onwards. Studies that include pregnant individuals with singleton pregnancies and evaluate the association between cannabis use in pregnancy and adverse neonatal outcomes using case-control, cohort, or cross-sectional designs will be considered for inclusion. Studies must include information on cannabis use frequency reported according to at least three of the pre-defined categories of no use, yearly (1-11 days per year), monthly (1-3 days per month), weekly (1-4 days per week), and daily/near daily use (5-7 days per week). At least one of the following neonatal outcomes must be reported, according to the frequency of cannabis use: LBW (< 1500 g), PTB (before 37 weeks gestation), neonatal intensive care unit (NICU) admission, and mortality. Studies will be included that report results as risk ratios (RR), odds ratios (OR), hazard ratios (HR), or that include the raw data to be able to calculate them. A two-stage dose-response meta-analysis will be conducted. The risk of bias of included studies will be assessed using the JBI tools for cohort, case-control, and cross-sectional studies. Certainty of the evidence will be reported according to the GRADE approach and the review will be reported according to PRISMA guidelines. DISCUSSION: The frequency of cannabis is one factor that may influence the relationship between cannabis use in pregnancy and adverse neonatal outcomes. This review will quantify this relationship by determining whether risk thresholds exist. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42023479978.",
  "authors": [
    {
      "last_name": "Robinson",
      "fore_name": "Tessa",
      "initials": "T",
      "name": "Tessa Robinson",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada. elliot1@mcmaster.ca."
      ],
      "orcid": "0000-0002-1046-4066"
    },
    {
      "last_name": "Fischer",
      "fore_name": "Benedikt",
      "initials": "B",
      "name": "Benedikt Fischer",
      "affiliations": [
        "Research and Graduate Studies, University of the Fraser Valley, Abbotsford, BC, Canada.",
        "Centre for Applied Research in Mental Health and Addiction, Faculty of Health Sciences, Simon Fraser University, Vancouver, BC, Canada.",
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada.",
        "Department of Psychiatry, Federal University of Sao Paulo, Sao Paulo, Brazil.",
        "School of Population Health, University of Auckland, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Hautala",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Hautala",
      "affiliations": [
        "Midwifery Graduate Program, Department of Midwifery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bertram",
      "fore_name": "Mavoy",
      "initials": "M",
      "name": "Mavoy Bertram",
      "affiliations": [
        "School of Nursing, Faculty of Health, York University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Muhammad Usman",
      "initials": "MU",
      "name": "Muhammad Usman Ali",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "McMaster Evidence Review and Synthesis Team, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Global Health, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kapiriri",
      "fore_name": "Lydia",
      "initials": "L",
      "name": "Lydia Kapiriri",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Aging & Society, Faculty of Social Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "19"
  },
  "start_page": "307",
  "pages": "307",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Infant, Newborn",
    "Pregnancy",
    "Cannabis",
    "Dose-Response Relationship, Drug",
    "Infant, Low Birth Weight",
    "Marijuana Smoking",
    "Meta-Analysis as Topic",
    "Pregnancy Outcome",
    "Premature Birth",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "39702238",
    "pmc": "PMC11657691",
    "doi": "10.1186/s13643-024-02718-7",
    "pii": "10.1186/s13643-024-02718-7"
  },
  "doi": "10.1186/s13643-024-02718-7",
  "pmc_id": "PMC11657691",
  "dates": {
    "completed": "2024-12-20",
    "revised": "2025-01-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.253169",
    "pmid": "39702238"
  }
}