{
  "pmid": "39712602",
  "uid": "39712602",
  "title": "Development of the iManage SCD mobile health application for transition.",
  "abstract": "OBJECTIVE: This paper outlines the design and implementation of iManage SCD, a self-management mobile health application for adolescents and young adults (AYA) with sickle cell disease (SCD) during transition from pediatric to adult health care. METHODS: The Integrate, Design, Assess, Share (IDEAS) framework, emphasizing user insights, iterative design, rigorous assessment, and knowledge sharing, guided the development process. The design team consisted of researchers, psychologists, physicians, social workers, AYA with SCD, and parents of AYA with SCD (n = 16) across three states. Qualitative focus groups and interviews were conducted and analyzed using thematic analysis across the integrate and design phases. Point of use feedback from AYA with SCD was used to assess feasibility and acceptability. RESULTS: The development process was centered around tenants of the Social-ecological Model of Adolescent and Young Adult Readiness to Transition. Development integrated multidisciplinary perspectives, fostering a person-centered approach. The iterative design process involved collaboration with a digital health firm, Agency39A. Health equity and implementation considerations were addressed at individual, community, and healthcare system levels. Themes that emerged from focus groups with AYA, clinicians, and researchers in the integrate and design phases of development included recommendations for content and user experience features. CONCLUSIONS: iManage SCD emerges as a comprehensive, user-friendly mobile health application, incorporating theoretical principles and direct user input. The development process demonstrated feasibility and acceptability, and the paper discusses dissemination strategies for the Community Health Workers and Mobile Health Programs to Help Young Adults with SCD Transition to Using Adult Healthcare Services (COMETS) study.",
  "authors": [
    {
      "last_name": "Steinway",
      "fore_name": "Caren",
      "initials": "C",
      "name": "Caren Steinway",
      "affiliations": [
        "Northwell Health, New Hyde Park, NY, USA.",
        "Division of General Pediatrics, Cohen Children's Medical Center, New Hyde Park, NY, USA.",
        "Department of Pediatrics, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, Hempstead, NY, USA."
      ]
    },
    {
      "last_name": "Shilly",
      "fore_name": "Steffi",
      "initials": "S",
      "name": "Steffi Shilly",
      "affiliations": [
        "Columbia University School of Nursing, New York, NY, USA."
      ]
    },
    {
      "last_name": "Belton",
      "fore_name": "Tanisha",
      "initials": "T",
      "name": "Tanisha Belton",
      "affiliations": [
        "PolicyLab, Children's Hospital of Philadelphia, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Smith-Whitley",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Smith-Whitley",
      "affiliations": [
        "Pfizer, New York, New York, USA.",
        "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Jan",
      "fore_name": "Sophia",
      "initials": "S",
      "name": "Sophia Jan",
      "affiliations": [
        "Northwell Health, New Hyde Park, NY, USA.",
        "Division of General Pediatrics, Cohen Children's Medical Center, New Hyde Park, NY, USA.",
        "Department of Pediatrics, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, Hempstead, NY, USA."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Schwartz",
      "affiliations": [
        "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Crosby",
      "fore_name": "Lori E",
      "initials": "LE",
      "name": "Lori E Crosby",
      "affiliations": [
        "Division of Behavioral Medicine and Clinical Psychology, Cincinnati Children's Hospital, Cincinnati, OH, USA.",
        "Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH, USA."
      ]
    }
  ],
  "journal": {
    "title": "Health care transitions",
    "iso_abbreviation": "Health Care Transit",
    "issn": "2949-9232",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2024"
  },
  "start_page": "100074",
  "pages": "100074",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39712602",
    "pmc": "PMC11657840",
    "doi": "10.1016/j.hctj.2024.100074",
    "pii": "S2949-9232(24)00034-5"
  },
  "doi": "10.1016/j.hctj.2024.100074",
  "pmc_id": "PMC11657840",
  "dates": {
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.617598",
    "pmid": "39712602"
  }
}