{
  "pmid": "39710547",
  "uid": "39710547",
  "title": "Impact of transcranial Doppler screening on stroke prevention in children and adolescents with sickle cell disease: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Children with sickle cell disease (SCD) have increased stroke risk, identifiable by elevated velocities on transcranial Doppler (TCD). This review assessed the impact of TCD screening on stroke, mortality, quality of life and morbidity in children with SCD. METHODS: A systematic search of MEDLINE, PubMed, Cochrane libraries, and trial registries was conducted from inception to 28th February 2023. Randomised controlled trials (RCTs) and non-randomised studies (NRS) were included. A meta-analysis and narrative synthesis were performed. FINDINGS: Nine studies were included in the review. In one RCT, initiating chronic blood transfusion in children with abnormal TCD velocities reduced stroke risk by 92 %, while no deaths were reported. Pooled results from three NRS indicated TCD screening leads to four fewer strokes per 1000 patients annually. No studies analysing morbidity nor quality of life were identified. INTERPRETATION: TCD screening may decrease the risk of stroke in patients with SCD.",
  "authors": [
    {
      "last_name": "Guy",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Guy",
      "affiliations": [
        "Amaris Heath Economics and Market Access, Barcelona, Catalunya, Spain."
      ]
    },
    {
      "last_name": "Bagnall",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Bagnall",
      "affiliations": [
        "Amaris Heath Economics and Market Access, Barcelona, Catalunya, Spain. Electronic address: robert.bagnall@amaris.com."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; School of Medicine, Case Western Reserve University, Cleveland, OH, USA. Electronic address: rlm180@case.edu."
      ]
    },
    {
      "last_name": "Babatunde",
      "fore_name": "Ifeoluwa",
      "initials": "I",
      "name": "Ifeoluwa Babatunde",
      "affiliations": [
        "School of Medicine, Case Western Reserve University, Cleveland, OH, USA. Electronic address: iob3@case.edu."
      ]
    },
    {
      "last_name": "Nevière",
      "fore_name": "Agathe",
      "initials": "A",
      "name": "Agathe Nevière",
      "affiliations": [
        "Amaris Health Economics and Market Access, Nantes, France. Electronic address: agathe.neviere@amaris.com."
      ]
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Gabriela",
      "initials": "G",
      "name": "Gabriela Friedrich",
      "affiliations": [
        "Amaris Heath Economics and Market Access, Barcelona, Catalunya, Spain. Electronic address: gabriela.friedrich@amaris.com."
      ]
    },
    {
      "last_name": "Bennetts",
      "fore_name": "Liga",
      "initials": "L",
      "name": "Liga Bennetts",
      "affiliations": [
        "Amaris Health Economics and Market Access, Montreal, Quebec, Canada. Electronic address: liga.bennetts@amaris.com."
      ]
    },
    {
      "last_name": "Irfan",
      "fore_name": "Omar",
      "initials": "O",
      "name": "Omar Irfan",
      "affiliations": [
        "Amaris Health Economics and Market Access, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Odame",
      "fore_name": "Isaac",
      "initials": "I",
      "name": "Isaac Odame",
      "affiliations": [
        "Division of Haematology/Oncology, The Hospital for Sick Children, Toronto, Ontario, Canada; Departments of Paediatrics and Medicine, University of Toronto, Ontario, Canada. Electronic address: isaac.odame@sickkids.ca."
      ]
    }
  ],
  "journal": {
    "title": "Blood reviews",
    "iso_abbreviation": "Blood Rev",
    "issn": "1532-1681",
    "issn_type": "Electronic",
    "volume": "69",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "101253",
  "pages": "101253",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Anemia, Sickle Cell",
    "Stroke",
    "Ultrasonography, Doppler, Transcranial",
    "Child",
    "Adolescent",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "39710547",
    "doi": "10.1016/j.blre.2024.101253",
    "pii": "S0268-960X(24)00086-9"
  },
  "doi": "10.1016/j.blre.2024.101253",
  "dates": {
    "completed": "2025-01-20",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.197388",
    "pmid": "39710547"
  }
}