{
  "pmid": "39725924",
  "uid": "39725924",
  "title": "Association of maxillofacial injuries with traumatic brain injuries in paediatric patients: a case-control study.",
  "abstract": "BACKGROUND: Traumatic brain injuries (TBIs) are among the most challenging conditions to accurately diagnose in children, and many TBIs are underdiagnosed. Patients with maxillofacial injury may be at risk for TBI. The objective of this study was to analyse the association between maxillofacial injuries and TBI among paediatric patients. Analysis of the factors associated with the occurrence of TBI among paediatric patients with maxillofacial injuries was the secondary objective. METHOD: This case-control study included 192 cases defined as paediatric patients with maxillofacial injuries and 192 controls defined as all paediatric patients with traumatic injuries to other body locations and with no maxillofacial injuries. The medical records of patients aged 0-18 years, who underwent treatment at a tertiary care hospital were screened. Patient demographic data, causes of trauma, and the presence, type, and severity of TBI were recorded. For the cases, the presence of facial fracture, type and severity of the maxillofacial injuries were recorded. The odds ratio was obtained to determine the association between maxillofacial injuries and TBI. Multiple logistic regression analysis was performed to study the associations of all the recorded study variables with the occurrence of TBI in patients with maxillofacial injuries. RESULTS: A statistically significant difference was seen between the cases and controls for TBI occurrence, with 53% of cases recording TBI, compared to 32% among controls, with an odds ratio of 2.5. Multiple logistic regression analysis with the presence/absence of TBI among the cases as the dependent variable revealed a significant association of road traffic accidents (RTA), longer duration of hospital stays, and dentoalveolar fracture with TBI. CONCLUSION: Paediatric patients with maxillofacial injuries need to be screened for TBI, as the risk of occurrence of TBI is 2.5 times greater in these patients than in those with injuries involving other parts of the body. RTA and prolonged hospitalization are factors associated with TBI among paediatric patients with maxillofacial injuries. The presence of only dentoalveolar injuries decreases the likelihood of a TBI.",
  "authors": [
    {
      "last_name": "Suprabha",
      "fore_name": "Baranya Shrikrishna",
      "initials": "BS",
      "name": "Baranya Shrikrishna Suprabha",
      "affiliations": [
        "Department of Pediatric and Preventive Dentistry, Manipal College of Dental Sciences Mangalore, Manipal Academy of Higher Education, Manipal, Karnataka, 576104, India."
      ],
      "orcid": "0000-0001-7003-3121"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lowery",
      "initials": "ML",
      "name": "Michael Lowery Wilson",
      "affiliations": [
        "Injury Epidemiology and Prevention Research Group, Turku Brain Injury Center, Division of Clinical Neurosciences, Turku University Hospital and University of Turku, Turku, Finland.",
        "Section for Oral Health, Heidelberg Institute of Global Health, University of Heidelberg, Im Neuenheimer Feld 130.3, 69120, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Baptist",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Baptist",
      "affiliations": [
        "Department of Oral and Maxillofacial Surgery, Manipal College of Dental Sciences Mangalore, Manipal Academy of Higher Education, Manipal, Karnataka, 576104, India. joanna.baptist@manipal.edu."
      ],
      "orcid": "0000-0003-1075-8950"
    },
    {
      "last_name": "Subramanian",
      "fore_name": "Sadhvi Shankar",
      "initials": "SS",
      "name": "Sadhvi Shankar Subramanian",
      "affiliations": [
        "Turku University Hospital and University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Shenoy",
      "fore_name": "Ramya",
      "initials": "R",
      "name": "Ramya Shenoy",
      "affiliations": [
        "Department of Public Health Dentistry, Manipal College of Dental Sciences Mangalore, Manipal Academy of Higher Education, Manipal, Karnataka, 576104, India."
      ],
      "orcid": "0000-0003-3126-4415"
    },
    {
      "last_name": "Jahanjoo",
      "fore_name": "Fatemeh",
      "initials": "F",
      "name": "Fatemeh Jahanjoo",
      "affiliations": [
        "Physical Medicine and Rehabilitation Research Centre, Aging Research Institute, Tabriz University of Medical Sciences, Tabriz, Iran."
      ]
    },
    {
      "last_name": "Radhakrishnan",
      "fore_name": "Jeedhu",
      "initials": "J",
      "name": "Jeedhu Radhakrishnan",
      "affiliations": [
        "Department of Emergency Medicine, Kasturba Medical College, Mangalore, Manipal Academy of Higher Education, Manipal, Karnataka, 576104, India."
      ]
    },
    {
      "last_name": "Kamath",
      "fore_name": "V Mayur",
      "initials": "VM",
      "name": "V Mayur Kamath",
      "affiliations": [
        "Department of Neurosurgery, Kasturba Medical College, Mangalore, Manipal Academy of Higher Education, Manipal, Karnataka, 576104, India."
      ]
    },
    {
      "last_name": "Anagha",
      "fore_name": "N P",
      "initials": "NP",
      "name": "N P Anagha",
      "affiliations": [
        "Department of Emergency Medicine, Kasturba Medical College, Mangalore, Manipal Academy of Higher Education, Manipal, Karnataka, 576104, India."
      ]
    },
    {
      "last_name": "Chaurasia",
      "fore_name": "Diksha",
      "initials": "D",
      "name": "Diksha Chaurasia",
      "affiliations": [
        "Manipal College of Dental Sciences Mangalore, Manipal Academy of Higher Education, Manipal, Karnataka, 576104, India."
      ]
    }
  ],
  "journal": {
    "title": "BMC oral health",
    "iso_abbreviation": "BMC Oral Health",
    "issn": "1472-6831",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "26"
  },
  "start_page": "1560",
  "pages": "1560",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Case-Control Studies",
    "Child",
    "Maxillofacial Injuries",
    "Male",
    "Female",
    "Brain Injuries, Traumatic",
    "Child, Preschool",
    "Adolescent",
    "Infant",
    "Infant, Newborn",
    "Risk Factors",
    "Accidents, Traffic"
  ],
  "article_ids": {
    "pubmed": "39725924",
    "pmc": "PMC11674178",
    "doi": "10.1186/s12903-024-05366-4",
    "pii": "10.1186/s12903-024-05366-4"
  },
  "doi": "10.1186/s12903-024-05366-4",
  "pmc_id": "PMC11674178",
  "dates": {
    "completed": "2024-12-26",
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.891966",
    "pmid": "39725924"
  }
}