{
  "pmid": "39722320",
  "uid": "39722320",
  "title": "Therapeutic and mechanistic advances in chronic cough.",
  "abstract": "Cough is one of the most common reasons patients seek medical care in the outpatient setting. Chronic cough (CC) in adults is defined as a cough lasting more than 8 weeks, with a global prevalence of approximately 10%. CC significantly impairs quality of life, affecting physical, social, and psychological well-being. In most cases, CC is attributed to 1 or more of the following 3 key conditions: upper airway cough syndrome, gastroesophageal or laryngopharyngeal reflux, and asthma or non-asthmatic eosinophilic bronchitis-assuming a normal chest x-ray result and no use of angiotensin-converting enzyme inhibitors. If the cough persists despite thorough guideline-based evaluation and treatment, it is classified as refractory CC (RCC). RCC is thought to arise from neuronal dysregulation involving both peripheral and central mechanisms, termed cough hypersensitivity syndrome. This is typically characterized by a tickle or itch sensation in the throat, leading to an urge to cough in response to seemingly harmless stimuli. Current treatment options for RCC include \"off-label\" use of centrally acting neuromodulators and speech therapy. In addition, a new peripherally acting oral P2×3 receptor antagonist, gefapixant, has been approved in the European Union, United Kingdom, Switzerland, and Japan, though not in the United States or Canada. Emerging treatments hold promise for improving management in the future.",
  "authors": [
    {
      "last_name": "Peters",
      "fore_name": "Anju T",
      "initials": "AT",
      "name": "Anju T Peters",
      "affiliations": [
        "Division of Allergy and Immunology, Department of Medicine, Northwestern University Feinberg School of Medicine, Chicago, Illinois. Electronic address: anjupeters@northwestern.edu."
      ]
    },
    {
      "last_name": "Altman",
      "fore_name": "Ken W",
      "initials": "KW",
      "name": "Ken W Altman",
      "affiliations": [
        "Department of Otolaryngology, Head and Neck Surgery, Geisinger Commonwealth School of Medicine, Scranton, Pennsylvania."
      ]
    },
    {
      "last_name": "Dicpinigaitis",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dicpinigaitis",
      "affiliations": [
        "Division of Critical Care Medicine, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx, New York."
      ]
    },
    {
      "last_name": "Drake",
      "fore_name": "Matthew G",
      "initials": "MG",
      "name": "Matthew G Drake",
      "affiliations": [
        "Division of Pulmonary, Allergy and Critical Care, Department of Medicine, Oregon Health & Science University, Portland, Oregon."
      ]
    },
    {
      "last_name": "Satia",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Satia",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Firestone Institute for Respiratory Health, St Joseph's Healthcare, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Gayatri B",
      "initials": "GB",
      "name": "Gayatri B Patel",
      "affiliations": [
        "Division of Allergy and Immunology, Department of Medicine, Northwestern University Feinberg School of Medicine, Chicago, Illinois."
      ]
    }
  ],
  "journal": {
    "title": "Annals of allergy, asthma & immunology : official publication of the American College of Allergy, Asthma, & Immunology",
    "iso_abbreviation": "Ann Allergy Asthma Immunol",
    "issn": "1534-4436",
    "issn_type": "Electronic",
    "volume": "134",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "639",
  "end_page": "648",
  "pages": "639-648",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Cough",
    "Chronic Disease",
    "Chronic Cough"
  ],
  "article_ids": {
    "pubmed": "39722320",
    "doi": "10.1016/j.anai.2024.12.021",
    "pii": "S1081-1206(24)01758-7"
  },
  "doi": "10.1016/j.anai.2024.12.021",
  "dates": {
    "completed": "2025-06-04",
    "revised": "2025-06-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:04.755583",
    "pmid": "39722320"
  }
}