{
  "pmid": "39724136",
  "uid": "39724136",
  "title": "Intraoperative Parathyroid Hormone Monitoring Criteria in Primary Hyperparathyroidism: A Network Meta-Analysis of Diagnostic Test Accuracy.",
  "abstract": "IMPORTANCE: Intraoperative parathyroid hormone (IOPTH) monitoring is recommended by the American Association of Endocrine Surgeons for use during parathyroidectomy for patients with primary hyperparathyroidism (PHPT), but there is no clinician consensus regarding the IOPTH monitoring criteria that optimize diagnostic accuracy. OBJECTIVE: To evaluate and rank the diagnostic properties of IOPTH monitoring criteria used during surgery for patients with PHPT. DATA SOURCES: A bayesian diagnostic test accuracy network meta-analysis (DTA-NMA) was performed, in which peer-reviewed citations from January 1, 1990, to July 22, 2023, were searched for in MEDLINE, Embase, Web of Science, CENTRAL, and CINAHL. STUDY SELECTION: All full-text study designs that evaluated any IOPTH monitoring criteria as a diagnostic test were included in this meta-analysis. Any studies evaluating adult patients diagnosed with PHPT undergoing parathyroidectomy were also included. The reference standard used in this study was normalization of calcium and/or parathyroid hormone levels within 1 year of surgery. DATA EXTRACTION AND SYNTHESIS: This DTA-NMA was reported in accordance with the applicable Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) reporting guidelines. Two reviewers evaluated all abstracts and full-text articles using a piloted extraction form. A third author resolved any conflicts. There are no published Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) resources for DTA-NMA. The following conventional monitoring criteria were included: Halle, Miami, Rome, Vienna, and PTH normalization, and the following modified criteria were included: Miami and PTH normalization, modified Miami, and modified Vienna. A bayesian hierarchical DTA-NMA model with corresponding 95% credible intervals (CrIs) was used to describe the pooled diagnostic characteristics of the evaluated IOPTH monitoring criteria. MAIN OUTCOMES AND MEASURES: Main outcomes included pooled diagnostic test properties, including sensitivity, specificity, positive likelihood ratio, negative likelihood ratio, and diagnostic odds ratio. RESULTS: A total of 72 studies, which included 19 072 patients, met the inclusion criteria. Sixty-nine studies (95.8%) investigated classic PHPT. In PHPT, the Miami criteria were investigated most often and had the best diagnostic properties (diagnostic odds ratio, 60.00 [95% CrI, 32.00-145.00]) when compared to other conventional criteria. Moreover, the modified Miami criteria, which measures a postexcision IOPTH level 15 minutes or more postexcision of all hyperfunctioning parathyroid tissue, were the overall best criteria (diagnostic odds ratio, 79.71 [95% CrI, 22.46-816.67]). There was a low risk of study bias and no publication bias. CONCLUSIONS AND RELEVANCE: The results of this meta-analysis suggest that surgeons should use the modified Miami criteria when performing IOPTH-guided surgery for patients with PHPT because these criteria optimize intraoperative diagnostic accuracy by minimizing unnecessary neck exploration and revision surgery rates.",
  "authors": [
    {
      "last_name": "Staibano",
      "fore_name": "Phillip",
      "initials": "P",
      "name": "Phillip Staibano",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Au",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Au",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Han",
      "initials": "H",
      "name": "Han Zhang",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Yu",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Winnie",
      "initials": "W",
      "name": "Winnie Liu",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pasternak",
      "fore_name": "Jesse D",
      "initials": "JD",
      "name": "Jesse D Pasternak",
      "affiliations": [
        "Department of Surgery, University Health Network, Toronto, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xing",
      "fore_name": "Xing",
      "initials": "X",
      "name": "Xing Xing",
      "affiliations": [
        "Department of Biostatistics, Johns Hopkins University, Baltimore, Maryland."
      ]
    },
    {
      "last_name": "Seib",
      "fore_name": "Carolyn D",
      "initials": "CD",
      "name": "Carolyn D Seib",
      "affiliations": [
        "Stanford-Surgery Policy Improvement Research and Education Center (S-SPIRE), Department of Surgery, Stanford University School of Medicine, Stanford, California.",
        "Division of General Surgery, Palo Alto Veterans Affairs Health Care System, and Geriatric Research, Education and Clinical Center, Veterans Affairs Palo Alto, Palo Alto, California."
      ]
    },
    {
      "last_name": "Orloff",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Orloff",
      "affiliations": [
        "Department of Otolaryngology-Head and Neck Surgery, Stanford University Medical Center, Stanford, California."
      ]
    },
    {
      "last_name": "Nguyen",
      "fore_name": "Nhu-Tram",
      "initials": "NT",
      "name": "Nhu-Tram Nguyen",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Gupta",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Monteiro",
      "affiliations": [
        "Department of Otolaryngology-Head and Neck Surgery, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Otolaryngology-Head and Neck Surgery, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Health Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McKechnie",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler McKechnie",
      "affiliations": [
        "Department of Health Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Thabane",
      "affiliations": [
        "Department of Health Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Young",
      "fore_name": "J E M Ted",
      "initials": "JEMT",
      "name": "J E M Ted Young",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Orthopedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA otolaryngology-- head & neck surgery",
    "iso_abbreviation": "JAMA Otolaryngol Head Neck Surg",
    "issn": "2168-619X",
    "issn_type": "Electronic",
    "volume": "151",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "190",
  "end_page": "200",
  "pages": "190-200",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comment",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Hyperparathyroidism, Primary",
    "Parathyroid Hormone",
    "Parathyroidectomy",
    "Monitoring, Intraoperative",
    "Bayes Theorem"
  ],
  "article_ids": {
    "pubmed": "39724136",
    "pmc": "PMC11907319",
    "doi": "10.1001/jamaoto.2024.4453",
    "pii": "2827787"
  },
  "doi": "10.1001/jamaoto.2024.4453",
  "pmc_id": "PMC11907319",
  "dates": {
    "completed": "2025-03-13",
    "revised": "2025-06-17"
  },
  "chemicals": [
    "Parathyroid Hormone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:43.115243",
    "pmid": "39724136"
  }
}