{
  "pmid": "39725742",
  "uid": "39725742",
  "title": "Chronic kidney disease and aging: dissecting the p53/p21 pathway as a therapeutic target.",
  "abstract": "Chronic kidney diseases (CKD) are a group of multi-factorial disorders that markedly impair kidney functions with progressive renal deterioration. Aging contributes to age-specific phenotypes in kidneys, which undergo several structural and functional alterations, such as a decline in regenerative capacity and increased fibrosis, inflammation, and tubular atrophy, all predisposing them to disease and increasing their susceptibility to injury while impeding their recovery. A central feature of these age-related processes is the activation of the p53/p21 pathway signaling. The pathway is a key player in cellular senescence, apoptosis, and cell cycle regulation, which are all key to maintaining the health of the kidney. P53 is a transcription factor and a tumor suppressor protein that responds to cell stress and damage. Persistent activation of cell p53 can lead to the expression of p21, an inhibitor of the cell cycle known as a cyclin-dependent kinase. This causes cells to cease dividing and leads to senescence, where cells can no longer increase. The accumulation of senescent cells in the aging kidney impairs kidney function by altering the microenvironment. As the number of senescent cells increases, the capacity of the kidney to recover from injury decreases, accelerating the progression of end-stage renal disease. This article review extensively explores the relationship between the p53/p21 pathway and cellular senescence within an aging kidney and the emerging therapeutic strategies that target it to overcome the impacts of cellular senescence on CKD.",
  "authors": [
    {
      "last_name": "Goyal",
      "fore_name": "Kavita",
      "initials": "K",
      "name": "Kavita Goyal",
      "affiliations": [
        "Department of Biotechnology, Graphic Era (Deemed to Be University), Clement Town, Dehradun, 248002, India."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, 21442, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Altamimi",
      "fore_name": "Abdulmalik Saleh Alfawaz",
      "initials": "ASA",
      "name": "Abdulmalik Saleh Alfawaz Altamimi",
      "affiliations": [
        "Department of Pharmaceutical Chemistry, College of Pharmacy, Prince Sattam Bin Abdulaziz University, 11942, Al Kharj, Saudi Arabia."
      ]
    },
    {
      "last_name": "Babu",
      "fore_name": "M Arockia",
      "initials": "MA",
      "name": "M Arockia Babu",
      "affiliations": [
        "Institute of Pharmaceutical Research, GLA University, Mathura, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Ballal",
      "fore_name": "Suhas",
      "initials": "S",
      "name": "Suhas Ballal",
      "affiliations": [
        "Department of Chemistry and Biochemistry, School of Sciences, JAIN (Deemed to Be University), Bangalore, Karnataka, India."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Irwanjot",
      "initials": "I",
      "name": "Irwanjot Kaur",
      "affiliations": [
        "Department of Allied Healthcare and Sciences, Vivekananda Global University, Jaipur, Rajasthan, 303012, India."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Sachin",
      "initials": "S",
      "name": "Sachin Kumar",
      "affiliations": [
        "NIMS Institute of Pharmacy, NIMS University Rajasthan, Jaipur, India."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "M Ravi",
      "initials": "MR",
      "name": "M Ravi Kumar",
      "affiliations": [
        "Chandigarh Pharmacy College, Chandigarh Group of College, Jhanjeri, Mohali, Punjab, 140307, India."
      ]
    },
    {
      "last_name": "Chauhan",
      "fore_name": "Ashish Singh",
      "initials": "AS",
      "name": "Ashish Singh Chauhan",
      "affiliations": [
        "Department of Chemistry, Raghu Engineering College, Visakhapatnam, Andhra Pradesh, 531162, India."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Haider",
      "initials": "H",
      "name": "Haider Ali",
      "affiliations": [
        "Uttaranchal Institute of Pharmaceutical Sciences, Division of Research and Innovation, Uttaranchal University, Dehradun, India."
      ]
    },
    {
      "last_name": "Shahwan",
      "fore_name": "Moyad",
      "initials": "M",
      "name": "Moyad Shahwan",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Saveetha University, Chennai, India."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Gaurav",
      "initials": "G",
      "name": "Gaurav Gupta",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Saveetha University, Chennai, India. g.gupta@ajman.ac.ae.",
        "Centre of Medical and Bio-Allied Health Sciences Research, Ajman University, Ajman, United Arab Emirates. g.gupta@ajman.ac.ae.",
        "Centre for Research Impact & Outcome, Chitkara College of Pharmacy, Chitkara University, Rajpura, Punjab, 140401, India. g.gupta@ajman.ac.ae."
      ]
    }
  ],
  "journal": {
    "title": "Biogerontology",
    "iso_abbreviation": "Biogerontology",
    "issn": "1573-6768",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "26"
  },
  "start_page": "32",
  "pages": "32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Humans",
    "Aging",
    "Cellular Senescence",
    "Cyclin-Dependent Kinase Inhibitor p21",
    "Kidney",
    "Renal Insufficiency, Chronic",
    "Signal Transduction",
    "Tumor Suppressor Protein p53"
  ],
  "article_ids": {
    "pubmed": "39725742",
    "doi": "10.1007/s10522-024-10173-z",
    "pii": "10.1007/s10522-024-10173-z"
  },
  "doi": "10.1007/s10522-024-10173-z",
  "dates": {
    "completed": "2024-12-26",
    "revised": "2025-02-12"
  },
  "chemicals": [
    "CDKN1A protein, human",
    "Cyclin-Dependent Kinase Inhibitor p21",
    "Tumor Suppressor Protein p53"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.188933",
    "pmid": "39725742"
  }
}