{
  "pmid": "39732649",
  "uid": "39732649",
  "title": "Four COVID-19 screening strategies for early case identification within the homeless shelter population: a cluster randomized controlled trial.",
  "abstract": "BACKGROUND: To compare the effectiveness of four surveillance strategies for detecting SARS-CoV-2 within the homeless shelter population in Hamilton, ON and assess participant adherence over time for each surveillance method. METHODS: This was an open-label, cluster-randomized controlled trial conducted in eleven homeless shelters in Hamilton, Ontario, from April 2020 to January 2021. All participants who consented to the study and participated in the surveillance were eligible for testing by self-swabbing. SARS-CoV-2 detection rate as the primary outcome, number of outbreaks, adherence, and overall acceptability were assessed. All participants, which included staff and residents, underwent daily symptom surveillance conducted by shelter staff and shelters were allocated to one of three asymptomatic surveillance arms (once weekly, self-collected oral swabs (OS); once-weekly self-collected oral-nasal swab (ONS); or once-weekly nurse collected nasopharyngeal swab (NPS) or a symptomatic only SARS-CoV-2 testing arm. RESULTS: A total of 9747 SARS-CoV-2 tests were performed on 1570 participants. There were 4527 participants allocated to oral swab collection and 4935 participants allocated to oral-nasal swab collection. For nasopharyngeal swab collection, 285 participants were assigned before this arm was discontinued. The OS group identified 5 new cases (1.1 per 1000; 95% CI 0.4-2.3), while the ONS group identified 15 new cases (3.0 per 1000; 95% CI 1.9-4.7), resulting in a Risk Ratio (RR) of 2.76 (95% CI 1.00-7.58; p = 0.040). However, the mixed-effect model did not show a significantly higher positivity rate in the ONS compared to OS (OR 1.64; 95% CI 0.76-9.14; p = 0.129). Both ONS and OS were preferred over NPS, which did not detect any cases due to low adherence. Three outbreaks were identified during the study period within the shelters, two of the outbreaks had 2 positive cases each and the third outbreak had 3 positive cases. CONCLUSIONS: The two self-collection strategies were superior and showed the best adherence, with the ONS strategy shown to be superior or non-inferior in all measures. We are now studying the operationalization of a large-scale self-collected ONS surveillance strategy in a prospective cohort study of multiple homeless shelters. Funding was provided by the Hamilton Academic Hospital Organization (HAHSO) and Research St. Joseph's - Hamilton. TRIAL REGISTRATION: The trial was retrospectively registered with ClinicalTrials.gov on June 18, 2020, with the identifier NCT04438070.",
  "authors": [
    {
      "last_name": "Mokashi",
      "fore_name": "Vaibhav",
      "initials": "V",
      "name": "Vaibhav Mokashi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3775-9745"
    },
    {
      "last_name": "Gilchrist",
      "fore_name": "Jodi",
      "initials": "J",
      "name": "Jodi Gilchrist",
      "affiliations": [
        "The Research Institute of St. Joseph's Hamilton, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-2965-9007"
    },
    {
      "last_name": "Smieja",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Smieja",
      "affiliations": [
        "The Research Institute of St. Joseph's Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Maciejewski",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Maciejewski",
      "affiliations": [
        "The Research Institute of St. Joseph's Hamilton, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0009-0006-2838-081X"
    },
    {
      "last_name": "Marttala",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Marttala",
      "affiliations": [
        "The Research Institute of St. Joseph's Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Beal",
      "fore_name": "Kerry",
      "initials": "K",
      "name": "Kerry Beal",
      "affiliations": [
        "Shelter Health Network, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Biostatics Unit, Father O'Sullivan Research, St. Joseph's Healthcare, Hamilton, ON, Canada.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape town, South Africa."
      ],
      "orcid": "0000-0001-5855-5461"
    },
    {
      "last_name": "Bulir",
      "fore_name": "David",
      "initials": "D",
      "name": "David Bulir",
      "affiliations": [
        "Department of Chemical Engineering, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "The Research Institute of St. Joseph's Hamilton, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-1655-3761"
    },
    {
      "last_name": "O'Shea",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim O'Shea",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada. osheat@mcmaster.ca.",
        "Shelter Health Network, Hamilton, ON, Canada. osheat@mcmaster.ca."
      ],
      "orcid": "0000-0002-0793-6915"
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "28"
  },
  "start_page": "1478",
  "pages": "1478",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Ill-Housed Persons",
    "Male",
    "Female",
    "Adult",
    "Ontario",
    "SARS-CoV-2",
    "Middle Aged",
    "Mass Screening",
    "COVID-19 Testing",
    "Specimen Handling"
  ],
  "article_ids": {
    "pubmed": "39732649",
    "pmc": "PMC11682648",
    "doi": "10.1186/s12879-024-10148-y",
    "pii": "10.1186/s12879-024-10148-y"
  },
  "doi": "10.1186/s12879-024-10148-y",
  "pmc_id": "PMC11682648",
  "dates": {
    "completed": "2024-12-29",
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.161839",
    "pmid": "39732649"
  }
}