{
  "pmid": "39736673",
  "uid": "39736673",
  "title": "Proportional Assist Ventilation for Minimizing the Duration of Mechanical Ventilation (the PROMIZING study): update to the statistical analysis plan for a randomized controlled trial.",
  "abstract": "BACKGROUND: We previously published the protocol and statistical analysis plan for a randomized controlled trial of Proportional Assist Ventilation for Minimizing the Duration of Mechanical Ventilation: the PROMIZING study in Trials (https://doi.org/10.1186/s13063-023-07163-w). This update summarizes changes made to the statistical analysis plan for the trial since the publication of the original protocol and statistical analysis plan. METHODS/DESIGN: The Proportional Assist Ventilation for Minimizing the Duration of Mechanical Ventilation (PROMIZING) study is a multi-center, open-label, randomized controlled trial designed to determine if ventilation with proportional assist ventilation with load-adjustable gain factors will result in a shorter duration of time spent on mechanical ventilation compared to ventilation with pressure support ventilation for patients with acute respiratory failure. The statistical analysis plan for the trial was incorporated into the original publication of the protocol in Trials (https://doi.org/10.1186/s13063-023-07163-w) and was based on version 5.0 of the study protocol and version 1.0 of the statistical analysis plan (SAP), which included plans for both frequentist and Bayesian analyses. We have since updated the SAP to refine the Bayesian analysis plan, update the multistate model diagram, and include plans for a cluster analysis to determine if there is heterogeneity of treatment effect. This update summarizes the changes made and their rationale and provides a refined SAP for the PROMIZING trial with additional background information, in adherence with guidelines for the prospective reporting of SAPs for randomized controlled trials. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT02447692 prospectively registered May 19, 2015.",
  "authors": [
    {
      "last_name": "Bosma",
      "fore_name": "Karen J",
      "initials": "KJ",
      "name": "Karen J Bosma",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, Schulich School of Medicine and Dentistry, Western University, and London Health Sciences Centre Research Institute, London, Canada. KarenJ.Bosma@lhsc.on.ca."
      ],
      "orcid": "0000-0003-0423-7286"
    },
    {
      "last_name": "Lafreniere-Roula",
      "fore_name": "Myriam",
      "initials": "M",
      "name": "Myriam Lafreniere-Roula",
      "affiliations": [
        "Applied Health Research Centre, St. Michael's Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Arlene",
      "initials": "A",
      "name": "Arlene Jiang",
      "affiliations": [
        "Child Health Evaluative Sciences, Peter Gilgan Centre for Research and Learning, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Heath",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Heath",
      "affiliations": [
        "Child Health Evaluative Sciences, Peter Gilgan Centre for Research and Learning, The Hospital for Sick Children, and Division of Biostatistics, Dalla Lana School of Public Health, University of Toronto, Toronto, Canada.",
        "Department of Statistical Science, University College London, London, UK."
      ]
    },
    {
      "last_name": "Ouyang",
      "fore_name": "Yongdong",
      "initials": "Y",
      "name": "Yongdong Ouyang",
      "affiliations": [
        "Child Health Evaluative Sciences, Peter Gilgan Centre for Research and Learning, The Hospital for Sick Children, and Division of Biostatistics, Dalla Lana School of Public Health, University of Toronto, Toronto, Canada.",
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Wade",
      "fore_name": "Kaitlyn",
      "initials": "K",
      "name": "Kaitlyn Wade",
      "affiliations": [
        "Department of Computer Science, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Pingzhao",
      "initials": "P",
      "name": "Pingzhao Hu",
      "affiliations": [
        "Department of Biochemistry, Schulich School of Medicine & Dentistry and Department of Computer Science, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto and Division of Critical Care, Unity Health Toronto - St. Michael's Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Claudio M",
      "initials": "CM",
      "name": "Claudio M Martin",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, Schulich School of Medicine and Dentistry, University of Western Ontario, and London Health Sciences Centre Research Institute, London, Canada."
      ]
    },
    {
      "last_name": "Skrobik",
      "fore_name": "Yoanna",
      "initials": "Y",
      "name": "Yoanna Skrobik",
      "affiliations": [
        "Department of Medicine, McGill University, Montreal, Canada."
      ]
    },
    {
      "last_name": "Mulligan",
      "fore_name": "Sorcha",
      "initials": "S",
      "name": "Sorcha Mulligan",
      "affiliations": [
        "Applied Health Research Centre, St. Michael's Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Thorpe",
      "fore_name": "Kevin E",
      "initials": "KE",
      "name": "Kevin E Thorpe",
      "affiliations": [
        "Dalla Lana School of Public Health, Biostatistics Division, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Brochard",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Brochard",
      "affiliations": [
        "Department of Critical Care, Keenan Research Centre, St Michael's Hospital, and Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "30"
  },
  "start_page": "855",
  "pages": "855",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Time Factors",
    "Data Interpretation, Statistical",
    "Bayes Theorem",
    "Interactive Ventilatory Support",
    "Treatment Outcome",
    "Randomized Controlled Trials as Topic",
    "Multicenter Studies as Topic",
    "Respiratory Insufficiency",
    "Respiration, Artificial",
    "Research Design",
    "Duration of Therapy"
  ],
  "article_ids": {
    "pubmed": "39736673",
    "pmc": "PMC11684088",
    "doi": "10.1186/s13063-024-08669-7",
    "pii": "10.1186/s13063-024-08669-7"
  },
  "doi": "10.1186/s13063-024-08669-7",
  "pmc_id": "PMC11684088",
  "dates": {
    "completed": "2024-12-31",
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "IPR - 136755",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "PJT - 162086",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.589741",
    "pmid": "39736673"
  }
}