{
  "pmid": "39742947",
  "uid": "39742947",
  "title": "The continuous fragility index of outcomes in rotator cuff repair augmentation randomized trials: a systematic review.",
  "abstract": "BACKGROUND: Symptomatic rotator cuff tears often undergo surgical repair, which may be paired with various augmentation strategies to enhance structural healing rates. While many randomized controlled trials (RCTs) evaluate augmentation techniques, the statistical robustness of many findings in these studies is unknown. This systematic review aims to evaluate the continuous fragility index (CFI) of RCTs on augmentation techniques for rotator cuff repairs. METHODS: MEDLINE, Embase, and CENTRAL databases were comprehensively searched from inception to September 2023 for RCTs assessing the efficacy of at least 1 augmentation strategy during rotator cuff repair. Eligible studies reported at least 1 statistically significant finding for a continuous outcome. The CFI for eligible outcomes was calculated, with median CFI presented by type of augmentation and outcome. Multivariable regression was performed to identify associations between CFI and other outcome variables. RESULTS: Nineteen RCTs (1305 patients) were included in the final analysis. The median CFI for the 86 outcomes analyzed was 5.85 (interquartile range [IQR]: 2.3-14.4). Augmentation-specific analysis demonstrated variability in CFIs, with the most robust outcomes found in platelet-rich plasma studies (median: 10.95; IQR: 3.3-19.0) and suture-spanning augmentation studies (median: 11.90; IQR: 11.45-14.35). Outcome-specific analysis demonstrated range of motion outcomes as most robust (median: 9.85; IQR: 7.58-14.0) and strength-related outcomes as most fragile (median: 2.00; IQR: 1.0-16.3). Multivariable regression identified larger sample size as a statistically significant predictor of greater CFI. Notably, loss to follow-up exceeded the CFI in 31.4% of outcomes. CONCLUSION: The observed median CFI of 5.85 in augmentation trials is consistent with the CFI reported in orthopedic and sports medicine literature. However, almost a third of outcomes had a loss to follow-up exceeding their CFI, risking the reversal of study findings with more robust follow-up and outcomes. Clinicians and researchers should consider fragility in addition to P values when assessing study results, especially in the context of high loss to follow-up. Future trials should report the fragility of their findings.",
  "authors": [
    {
      "last_name": "Abesteh",
      "fore_name": "James",
      "initials": "J",
      "name": "James Abesteh",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Al-Asadi",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Al-Asadi",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Abdel Khalik",
      "fore_name": "Hassaan",
      "initials": "H",
      "name": "Hassaan Abdel Khalik",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dagher",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Dagher",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "Northshore Orthopedics, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: khanmm2@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of shoulder and elbow surgery",
    "iso_abbreviation": "J Shoulder Elbow Surg",
    "issn": "1532-6500",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "e592",
  "end_page": "e600",
  "pages": "e592-e600",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Rotator Cuff Injuries",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "39742947",
    "doi": "10.1016/j.jse.2024.11.003",
    "pii": "S1058-2746(24)00959-5"
  },
  "doi": "10.1016/j.jse.2024.11.003",
  "dates": {
    "completed": "2025-06-15",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.396761",
    "pmid": "39742947"
  }
}