{
  "pmid": "39742654",
  "uid": "39742654",
  "title": "Spin Reporting Is Common in Pilot Randomized Controlled Trials in Surgery: A Methodological Survey.",
  "abstract": "INTRODUCTION: Spin reporting has been studied across a variety of study types and domains; however, it has yet to be studied in the context of pilot and feasibility trials. We designed this methodological survey to evaluate spin reporting in surgical pilot and feasibility trials. METHODS: Medline, Embase, and Cochrane Central Register of Controlled Trials were searched from January 1, 2011, to December 31, 2011, and January 1, 2021, to December 31, 2021. Studies were included if they were pilot or feasibility randomized trials evaluating a surgical intervention. The primary objective was to determine the proportion of pilot and feasibility trials utilizing spin reporting defined as primary focus on efficacy as opposed to feasibility, focus on statistically significant findings as opposed to feasibility, and/or presentation of results as feasible despite not actually being feasible. Secondary objectives included determining the type of spin reporting and exploring the association between study characteristics and spin reporting. RESULTS: After screening 1991 citations, 38 studies from 2011 to 34 studies from 2021 were included. Overall, 59 of the included pilot and feasibility trials (81.9%: 59/72, 95% confidence interval [CI] 71.4-89.3%) utilized spin reporting. Fifty-eight trials (80.6%, 95% CI 69.8-88.2%) primarily focused on efficacy as opposed to feasibility, 34 trials (47.2%, 95% CI 36.1-58.6%) focused on statistically significant findings as opposed to feasibility, and four trials (5.6%, 95% CI 1.8-13.8%) suggested feasibility objectives were met when they were not. Spin was identified in 94.7% (95% CI 81.8-99.5%) and 67.6% (95% CI 50.7-81.0%) of studies published in 2011 and 2021, respectively. CONCLUSIONS: Most pilot and feasibility trials in surgery inappropriately focus on clinical outcomes and statistical significance as opposed to feasibility outcomes for the main future trial. This practice is concerning given that pilot trials are not adequately powered and are intended to serve as exploratory study to increase the likelihood of a successful definitive trial.",
  "authors": [
    {
      "last_name": "McKechnie",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler McKechnie",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: tyler.mckechnie@medportal.ca."
      ]
    },
    {
      "last_name": "Kazi",
      "fore_name": "Tania",
      "initials": "T",
      "name": "Tania Kazi",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Shi",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Austine",
      "initials": "A",
      "name": "Austine Wang",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Sophia",
      "initials": "S",
      "name": "Sophia Zhang",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Thabane",
      "affiliations": [
        "Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Nanji",
      "fore_name": "Keean",
      "initials": "K",
      "name": "Keean Nanji",
      "affiliations": [
        "Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Division of Ophthalmology, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Staibano",
      "fore_name": "Phillip",
      "initials": "P",
      "name": "Phillip Staibano",
      "affiliations": [
        "Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Division of Otolaryngology Head and Neck Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Lily J",
      "initials": "LJ",
      "name": "Lily J Park",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes",
      "initials": "A",
      "name": "Aristithes Doumouras",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Eskicioglu",
      "fore_name": "Cagla",
      "initials": "C",
      "name": "Cagla Eskicioglu",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Biostatistics Unit, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada; Faculty of Health Sciences, University of Johannesburg, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Division of Orthopedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of surgical research",
    "iso_abbreviation": "J Surg Res",
    "issn": "1095-8673",
    "issn_type": "Electronic",
    "volume": "306",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "16",
  "end_page": "25",
  "pages": "16-25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Randomized Controlled Trials as Topic",
    "Humans",
    "Pilot Projects",
    "Feasibility Studies",
    "Research Design",
    "Surgical Procedures, Operative"
  ],
  "article_ids": {
    "pubmed": "39742654",
    "doi": "10.1016/j.jss.2024.12.019",
    "pii": "S0022-4804(24)00814-X"
  },
  "doi": "10.1016/j.jss.2024.12.019",
  "dates": {
    "completed": "2025-04-29",
    "revised": "2025-05-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:43.115632",
    "pmid": "39742654"
  }
}