{
  "pmid": "39755586",
  "uid": "39755586",
  "title": "LIPUS promotes osteogenic differentiation of rat BMSCs and osseointegration of dental implants by regulating ITGA11 and focal adhesion pathway.",
  "abstract": "BACKGROUND: Low-intensity pulsed ultrasound (LIPUS) has been used as an effective noninvasive method for treating fractures and osteoarthrosis, but the application in the field of oral implantation is in its infancy. This study aimed to clarify the effect and mechanism of LIPUS on the osteogenic differentiation of bone marrow mesenchymal stem cells (BMSCs) and implant osseointegration, and to provide an experimental basis for future clinical applications. METHODS: Dental implants were inserted into Wistar rat femurs, and LIPUS was performed for 4 weeks. Micro-CT and toluidine blue staining were used to assess implant osseointegration. Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) analyses were used to identify enriched functional terms and signalling pathways for differentially expressed genes from LIPUS-treated rat BMSC RNAseq data obtained from the GEO database. The random forest method was used to identify key risk genes according to the mean decrease Gini (MDG) coefficient. Then, LIPUS was applied to treat rat BMSCs, and alkaline phosphatase (ALP) staining, alizarin red staining, RT-PCR and western blotting were used to determine whether LIPUS could promote BMSC osteogenic differentiation via integrin α11 (ITGA11) and the focal adhesion pathway. RESULTS: Our in vivo experimentations verified that LIPUS significantly increased new bone formation and osseointegration around the implant in rats. Bioinformatics analysis of RNA-seq data revealed that the upregulated genes in BMSCs after LIPUS treatment were significantly enriched in osteoblast differentiation-related functions and focal adhesion-related pathways. Random forest analysis revealed that ITGA11 was the most significant factor affecting BMSC osteogenic differentiation among the differentially expressed genes. In addition, LIPUS significantly increased ALP expression and mineralized nodule formation in rat BMSCs by upregulating ITGA11 and increasing the activity of FAK/PI3K/AKT/GSK3β/β-catenin pathway. CONCLUSIONS: LIPUS can effectively promote implant osseointegration in rats and improve rat BMSC osteogenic differentiation by upregulating ITGA11 and increasing the activity of the downstream focal adhesion pathway.",
  "authors": [
    {
      "last_name": "Liang",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Liang",
      "affiliations": [
        "Department of Dental Implant Center, Beijing Stomatological Hospital, School of Stomatology, Capital Medical University, Beijing, China.",
        "Beijing Institute of Dental Research, Beijing Stomatological Hospital, School of Stomatology, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Dental Implant Center, Beijing Stomatological Hospital, School of Stomatology, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Yuwei",
      "initials": "Y",
      "name": "Yuwei Yan",
      "affiliations": [
        "Department of Dental Implant Center, Beijing Stomatological Hospital, School of Stomatology, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Geng",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Geng",
      "affiliations": [
        "Department of Dental Implant Center, Beijing Stomatological Hospital, School of Stomatology, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jun",
      "initials": "J",
      "name": "Jun Li",
      "affiliations": [
        "Department of Dental Implant Center, Beijing Stomatological Hospital, School of Stomatology, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Xiu",
      "initials": "X",
      "name": "Xiu Liu",
      "affiliations": [
        "Beijing Institute of Dental Research, Beijing Stomatological Hospital, School of Stomatology, Capital Medical University, Beijing, China. liuxiu1206@foxmail.com."
      ]
    }
  ],
  "journal": {
    "title": "BMC oral health",
    "iso_abbreviation": "BMC Oral Health",
    "issn": "1472-6831",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "04"
  },
  "start_page": "22",
  "pages": "22",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Rats",
    "Osteogenesis",
    "Cell Differentiation",
    "Rats, Wistar",
    "Osseointegration",
    "Dental Implants",
    "Mesenchymal Stem Cells",
    "Focal Adhesions",
    "Integrins",
    "Male",
    "Signal Transduction"
  ],
  "article_ids": {
    "pubmed": "39755586",
    "pmc": "PMC11700459",
    "doi": "10.1186/s12903-024-05411-2",
    "pii": "10.1186/s12903-024-05411-2"
  },
  "doi": "10.1186/s12903-024-05411-2",
  "pmc_id": "PMC11700459",
  "dates": {
    "completed": "2025-01-06",
    "revised": "2025-01-07"
  },
  "chemicals": [
    "Dental Implants",
    "Integrins"
  ],
  "grants": [
    {
      "grant_id": "QML20231503",
      "agency": "Beijing Hospitals Authority Youth Programme"
    },
    {
      "grant_id": "NO.YSP202104",
      "agency": "Beijing Stomatological Hospital, Capital Medical University Young Scientist Program"
    },
    {
      "grant_id": "NO.YSP202202",
      "agency": "Beijing Stomatological Hospital, Capital Medical University Young Scientist Program"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.732674",
    "pmid": "39755586"
  }
}