{
  "pmid": "39763224",
  "uid": "39763224",
  "title": "High Intensity Physician-Based Service Use for Mental Health Concerns in a General-Population Sample of Children and Youth: Utilisation des services de haute intensité dispensés par des médecins pour les problèmes de santé mentale dans un échantillon d'enfants et de jeunes de la population générale.",
  "abstract": "OBJECTIVE: To examine factors associated with high intensity physician-based mental health care services in a population-based sample of children and youth in Ontario, Canada. METHODS: Data from the 2014 Ontario Child Health Study (OCHS) were linked at the person-level to longitudinal health administrative databases containing physician contacts in outpatient settings, emergency departments and hospitals. Our analytical sample (15.8% of 9,301, n = 1,423) included children and youth with at least one physician-based contact for a mental health concern in the 24-month period post-OCHS. Over the same follow-up period, we classified high intensity service use as those in the top 10th and fifth percentiles of physician-based mental health service cost contributors. Costs were assessed using physician billing data, as well as estimated emergency department visit and hospitalization costs. RESULTS: Among those with at least one contact, being older (PR: 1.15, 95% CI: 1.04, 1.25), having more severe symptoms of mental ill-health (PR: 1.04, 95% CI: 1.01, 1.06) and having a history of mental health service use (PR: 3.99, 95% CI: 1.37, 11.61), were positively associated with high-intensity service use, while living in a rural setting (PR: 0.35, 95% CI: 0.15, 0.30) was negatively associated. Findings were largely consistent between the top 10th and fifth percentiles. Notably, among youth ages 14-17 years, self-reported prior suicide attempt was positively associated with high-intensity (top fifth percentile) service use (PR: 6.09, 95% CI: 1.41, 26.26). CONCLUSIONS: Our findings suggest older age, non-rural residency, mental health symptom severity and suicidal behaviour are important factors associated with high-intensity physician-based mental health service use. Our findings will inform efforts to better identify children and youth who may benefit from early and personalized interventions. PLAIN LANGUAGE SUMMARY TITLE: Understanding Children and Youth with the Greatest Mental Health Related Service Needs.",
  "authors": [
    {
      "last_name": "Edwards",
      "fore_name": "Jordan",
      "initials": "J",
      "name": "Jordan Edwards",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1420-3795"
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fuller",
      "fore_name": "Anne E",
      "initials": "AE",
      "name": "Anne E Fuller",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Kelly K",
      "initials": "KK",
      "name": "Kelly K Anderson",
      "affiliations": [
        "Department of Epidemiology & Biostatistics, Western University, London, ON, Canada.",
        "Department of Psychiatry, Schulich School of Medicine, Western University, London, ON, Canada.",
        "Lawson Health Research Institute, London, ON, Canada."
      ],
      "orcid": "0000-0001-9843-404X"
    },
    {
      "last_name": "de Oliveira",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire de Oliveira",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "Centre for Addition and Mental Health, Institute for Mental Health Policy Research and Campbell Family Mental Health Research Institute, Toronto, ON, Canada.",
        "Centre for Health Economics and Hull York Medical School, University of York, York, UK."
      ],
      "orcid": "0000-0003-3961-6008"
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1413-9332"
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "127",
  "end_page": "135",
  "pages": "127-135",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Child",
    "Adolescent",
    "Male",
    "Female",
    "Ontario",
    "Mental Health Services",
    "Mental Disorders",
    "Child, Preschool",
    "Emergency Service, Hospital",
    "Patient Acceptance of Health Care",
    "Longitudinal Studies"
  ],
  "article_ids": {
    "pubmed": "39763224",
    "pmc": "PMC11733866",
    "doi": "10.1177/07067437241300961"
  },
  "doi": "10.1177/07067437241300961",
  "pmc_id": "PMC11733866",
  "dates": {
    "completed": "2025-04-29",
    "revised": "2025-05-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.424947",
    "pmid": "39763224"
  }
}