{
  "pmid": "39767162",
  "uid": "39767162",
  "title": "Continuous Glucose Monitoring-New Diagnostic Tool in Complex Pathophysiological Disorder of Glucose Metabolism in Children and Adolescents with Obesity.",
  "abstract": "Obesity is one of the leading causes of chronic diseases, and its prevalence is still rising in children and adolescent populations. Chronic cardiovascular complications result in metabolic syndrome (MS) and type 2 diabetes mellitus. Key factors in the development of MS are insulin resistance and low-grade inflammation. The disorder of glucose and insulin metabolism has not been fully elucidated so far, and an oral glucose tolerance test (OGTT) has been the only tool used to look into the complex metabolism disorder in children and adolescents with obesity. Continuous glucose monitoring (CGM) has become commercially available for over two decades and is primarily used to manage type 1 diabetes mellitus in pediatric populations. This review aims to present the current knowledge about the use of CGM in children and adolescent populations with obesity. CGM systems have the potential to serve as valuable tools in everyday clinical practices, not only in the better diagnosis of chronic complications associated with obesity, but CGM can also assist in interventions to make better adjustments to nutritional and therapeutic approaches based on real-time glucose monitoring data. Despite these promising benefits, further research is needed to fully understand the role of CGM in metabolic disorders in pediatric populations with obesity, which will additionally strengthen the importance of CGM systems in everyday clinical practices.",
  "authors": [
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Pediatrics, University Hospital of Split, Spinciceva 1, 21000 Split, Croatia.",
        "Department of Pediatrics, University of Split School of Medicine, Soltanska 2, 21000 Split, Croatia."
      ],
      "orcid": "0000-0002-5720-0893"
    },
    {
      "last_name": "Kumric",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Kumric",
      "affiliations": [
        "Department of Pathophysiology, University of Split School of Medicine, Soltanska 2, 21000 Split, Croatia.",
        "Laboratory for Cardiometabolic Research, University of Split School of Medicine, Soltanska 2, 21000 Split, Croatia."
      ],
      "orcid": "0000-0002-9696-3359"
    },
    {
      "last_name": "Rusic",
      "fore_name": "Doris",
      "initials": "D",
      "name": "Doris Rusic",
      "affiliations": [
        "Department of Pharmacy, University of Split School of Medicine, Soltanska 2, 21000 Split, Croatia."
      ],
      "orcid": "0000-0002-7018-4947"
    },
    {
      "last_name": "Paradzik Simunovic",
      "fore_name": "Martina",
      "initials": "M",
      "name": "Martina Paradzik Simunovic",
      "affiliations": [
        "Department of Ophthalmology, University Hospital of Split, Spinciceva 1, 21000 Split, Croatia."
      ],
      "orcid": "0000-0002-0735-5598"
    },
    {
      "last_name": "Bozic",
      "fore_name": "Josko",
      "initials": "J",
      "name": "Josko Bozic",
      "affiliations": [
        "Department of Pathophysiology, University of Split School of Medicine, Soltanska 2, 21000 Split, Croatia.",
        "Laboratory for Cardiometabolic Research, University of Split School of Medicine, Soltanska 2, 21000 Split, Croatia."
      ],
      "orcid": "0000-0003-1634-0635"
    }
  ],
  "journal": {
    "title": "Diagnostics (Basel, Switzerland)",
    "iso_abbreviation": "Diagnostics (Basel)",
    "issn": "2075-4418",
    "issn_type": "Print",
    "volume": "14",
    "issue": "24",
    "pub_year": "2024",
    "pub_month": "Dec",
    "pub_day": "13"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39767162",
    "pmc": "PMC11674695",
    "doi": "10.3390/diagnostics14242801",
    "pii": "diagnostics14242801"
  },
  "doi": "10.3390/diagnostics14242801",
  "pmc_id": "PMC11674695",
  "dates": {
    "revised": "2025-01-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:10.481232",
    "pmid": "39767162"
  }
}