{
  "pmid": "39761194",
  "uid": "39761194",
  "title": "High CXCL8 expression predicting poor prognosis in triple-negative breast cancer.",
  "abstract": "Triple-negative breast cancer (TNBC) is highly prone to early relapse and metastasis following standard treatment. CXCL8 is a key factor in tumor invasion and metastasis, but its role in TNBC prognosis and clinicopathological correlations remains poorly understood. This study investigated CXCL8 expression and its clinical significance in TNBC to develop a prognostic nomogram for guiding intensive treatment and follow-up strategies. Public datasets from the gene expression omnibus public datasets platform were analyzed to assess CXCL8 expression. Additionally, paraffin-embedded TNBC specimens collected from our hospital were examined using immunohistochemistry to explore the relationship between CXCL8 expression and clinicopathological features. Survival analysis was performed to evaluate whether CXCL8 serves as an unfavorable prognostic biomarker for TNBC patients. Univariate Cox regression analysis was conducted to identify prognostic factors. Based on these findings, a nomogram was developed to predict TNBC progression risk. CXCL8 expression was significantly higher in TNBC tissues than in adjacent normal tissues (P < 0.05). Among 122 TNBC patients, 46 were CXCL8-positive and 76 were CXCL8-negative. CXCL8 expression was significantly associated with N stage (P < 0.05). Progression-free survival (PFS) was markedly shorter in the CXCL8-positive group compared with the CXCL8-negative group (P < 0.001). Univariate Cox regression identified N1-3, M1, and CXCL8 positivity as significant risk factors for disease progression. A nomogram incorporating these variables (N, M, and CXCL8) was constructed to predict PFS. Time-dependent receiver operating characteristic curve analysis at 12-, 36-, and 48-month demonstrated strong predictive performance, with area under the curve values of 0.857, 0.839, and 0.795, respectively. CXCL8 is highly expressed in TNBC and promotes lymphatic metastasis, serving as an unfavorable prognostic factor. The developed nomogram offers a valuable tool for guiding personalized treatment and follow-up strategies in TNBC patients.",
  "authors": [
    {
      "last_name": "Tang",
      "fore_name": "Sumin",
      "initials": "S",
      "name": "Sumin Tang",
      "affiliations": [
        "Department of Thyroid and Breast Tumor Surgery."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Oncology, Lianyungang Clinical College of Nanjing Medical University/The First People's Hospital of Lianyungang."
      ]
    },
    {
      "last_name": "Song",
      "fore_name": "Liying",
      "initials": "L",
      "name": "Liying Song",
      "affiliations": [
        "Department of Oncology, Lianyungang Clinical College of Nanjing Medical University/The First People's Hospital of Lianyungang."
      ]
    },
    {
      "last_name": "Hui",
      "fore_name": "Kaiyuan",
      "initials": "K",
      "name": "Kaiyuan Hui",
      "affiliations": [
        "Department of Oncology, Lianyungang Clinical College of Nanjing Medical University/The First People's Hospital of Lianyungang."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Xiaodong",
      "initials": "X",
      "name": "Xiaodong Jiang",
      "affiliations": [
        "Department of Oncology, Lianyungang Clinical College of Nanjing Medical University/The Affiliated Lianyungang Hospital of Xuzhou Medical University, Lianyungang, Jiangsu Province, China."
      ]
    }
  ],
  "journal": {
    "title": "Anti-cancer drugs",
    "iso_abbreviation": "Anticancer Drugs",
    "issn": "1473-5741",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "246",
  "end_page": "252",
  "pages": "246-252",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Interleukin-8",
    "Triple Negative Breast Neoplasms",
    "Female",
    "Prognosis",
    "Middle Aged",
    "Biomarkers, Tumor",
    "Nomograms",
    "Adult",
    "Aged"
  ],
  "article_ids": {
    "pubmed": "39761194",
    "pmc": "PMC11781556",
    "doi": "10.1097/CAD.0000000000001678",
    "pii": "00001813-990000000-00341"
  },
  "doi": "10.1097/CAD.0000000000001678",
  "pmc_id": "PMC11781556",
  "dates": {
    "completed": "2025-04-30",
    "revised": "2025-06-17"
  },
  "chemicals": [
    "Interleukin-8",
    "CXCL8 protein, human",
    "Biomarkers, Tumor"
  ],
  "grants": [
    {
      "grant_id": "JSDW202234",
      "agency": "Jiangsu Provincial Key Medical Disciplines Development Program"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.732978",
    "pmid": "39761194"
  }
}