{
  "pmid": "39773161",
  "uid": "39773161",
  "title": "Factors influencing parents' educational anxiety of primary and secondary school students: evidence from parents in China.",
  "abstract": "BACKGROUND: Current research has focused on exploring the sources of parents' anxiety about children's education (PAE), and we continue in this direction by exploring the factors influencing parental educational anxiety in primary and secondary school students and the interactions among them. METHODS: Parental Educational Anxiety Measurement Questionnaire was used to measure the level of PEA. Pearson correlation coefficient analysis was used to examine the correlation between the level of PAE and the demographic variables. The method of multiple stepwise regression analysis was used to explore the demographic factors correlated with PAE. Two-way interactions in moderated multiple regression to examine the moderating effects of educational attainment on monthly household mortgage payments and PAE. RESULTS: Our results indicate that there were statistical differences among education level, average monthly household income, child's stage of learning and monthly household mortgage payments; PEA were negatively correlated with education level and average monthly household income, and positively correlated with monthly cost of educational inputs. The results of multiple regression analysis showed that education level, average monthly household income, monthly household mortgage payment, and monthly cost of educational inputs were direct influences on PEA. Education level has a significant moderating effect on the monthly mortgage payment and PEA. CONCLUSION: Education level, average monthly household income, monthly household mortgage payment, and monthly cost of educational inputs were direct influencing factor of PEA.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Liping",
      "initials": "L",
      "name": "Liping Zhang",
      "affiliations": [
        "School of Marxism, Anhui Medical University, Hefei, Anhui, 230032, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Health Care Management, Anhui Medical University, Hefei, 230032, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Yao",
      "initials": "Y",
      "name": "Yao Chen",
      "affiliations": [
        ", Hefei No. 42 Middle School, Hefei, Anhui, 230071, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Jiangjie",
      "initials": "J",
      "name": "Jiangjie Sun",
      "affiliations": [
        "School of Health Care Management, Anhui Medical University, Hefei, 230032, China. sunjiangjie@ahmu.edu.cn.",
        "School of Management, Hefei University of Technology, Hefei, Anhui, 230039, China. sunjiangjie@ahmu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "07"
  },
  "start_page": "65",
  "pages": "65",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "China",
    "Male",
    "Female",
    "Adolescent",
    "Child",
    "Anxiety",
    "Parents",
    "Students",
    "Surveys and Questionnaires",
    "Educational Status",
    "Adult",
    "Schools"
  ],
  "article_ids": {
    "pubmed": "39773161",
    "pmc": "PMC11706096",
    "doi": "10.1186/s12889-024-21197-y",
    "pii": "10.1186/s12889-024-21197-y"
  },
  "doi": "10.1186/s12889-024-21197-y",
  "pmc_id": "PMC11706096",
  "dates": {
    "completed": "2025-01-08",
    "revised": "2025-02-06"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "2022sx067",
      "agency": "Quality Engineering for research projects of the Anhui Department of Education"
    },
    {
      "grant_id": "2023AH050561",
      "agency": "Natural Science Foundation for the Higher Education Institutions of Anhui Province of China"
    },
    {
      "grant_id": "YQZD2023021",
      "agency": "Cultivation Programme for Young and Middle-aged Excellent Teachers in Anhui Province"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.733478",
    "pmid": "39773161"
  }
}