{
  "pmid": "39773895",
  "uid": "39773895",
  "title": "Enhancing end-of-life care practices on the medicine units: perspectives from nurses and families.",
  "abstract": "BACKGROUND: Death is a part of life. While most often a sombre event, opportunities exist to optimise the experience both for the dying patient and their loved ones. This is especially true in institutionalised settings, such as acute care hospitals where cure and recovery tend to be paramount. PURPOSE: To understand ways to improve end-of-life (EOL) care from the perspective of frontline nursing staff and patient and family advisors (PFAs). METHODS: We conducted focus groups with frontline nursing staff (n=14) and PFAs (n=5) to understand ways to optimise EOL care. Using a videoconference platform, one researcher used a flexible interview guide while a second researcher took field notes. These focus groups were in follow-up to a comprehensive need assessment survey as part of a programme to enhance EOL care practices on the general internal medicine units at our hospital. We used source data from deidentified audio recordings and researcher field notes. RESULTS: Five important categories regarding current EOL care practices emerged: communication among key stakeholders, assessment and management of symptoms, engagement of the palliative care team, engagement of the spiritual care team and ongoing tests and interventions at the EOL. We identified challenges specific to each respondent group as well as common challenges from both the professional and public perspectives. CONCLUSIONS: Views elicited from patients, families and nurses in this qualitative study have informed the development of strategies to enhance EOL practices in our hospital that may be useful in othercentres.",
  "authors": [
    {
      "last_name": "Reid",
      "fore_name": "Julie C",
      "initials": "JC",
      "name": "Julie C Reid",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada reidj7@mcmaster.ca."
      ],
      "orcid": "0000-0002-1424-3105"
    },
    {
      "last_name": "Hoad",
      "fore_name": "Neala",
      "initials": "N",
      "name": "Neala Hoad",
      "affiliations": [
        "Department of Critical Care, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Landau",
      "fore_name": "Lucinda",
      "initials": "L",
      "name": "Lucinda Landau",
      "affiliations": [
        "Department of Spiritual Care, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Boyle",
      "affiliations": [
        "Division of Palliative Care, Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Palliative Care, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hanmiah",
      "fore_name": "Rajendar",
      "initials": "R",
      "name": "Rajendar Hanmiah",
      "affiliations": [
        "Department of Medicine, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Critical Care, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Department of Medicine, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open quality",
    "iso_abbreviation": "BMJ Open Qual",
    "issn": "2399-6641",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "07"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Terminal Care",
    "Focus Groups",
    "Qualitative Research",
    "Female",
    "Male",
    "Family",
    "Adult",
    "Nurses",
    "Middle Aged",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "39773895",
    "pmc": "PMC11751944",
    "doi": "10.1136/bmjoq-2024-003024",
    "pii": "bmjoq-2024-003024"
  },
  "doi": "10.1136/bmjoq-2024-003024",
  "pmc_id": "PMC11751944",
  "dates": {
    "completed": "2025-01-08",
    "revised": "2025-01-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.337589",
    "pmid": "39773895"
  }
}