{
  "pmid": "39786937",
  "uid": "39786937",
  "title": "Protein Alterations in Patients with Delirium after Cardiac Surgery: An Exploratory Case-Control Substudy of the VISION Cardiac Surgery Biobank.",
  "abstract": "BACKGROUND: Delirium is an acute state of confusion associated with adverse postoperative outcomes. Delirium is diagnosed clinically using screening tools; most cases go undetected. Identifying a delirium biomarker would allow for accurate diagnosis, application of therapies, and insight into causal pathways. To agnostically discover novel biomarkers of delirium, a case-control substudy was conducted using the Vascular Events in Surgery Patients Cohort Evaluation (VISION) Cardiac Surgery Biobank. The objective was to identify candidate biomarkers to investigate in future studies. METHODS: The study gathered a convenience sample of 30 patients with delirium on postoperative day 1 matched to 30 controls by age, sex, ethnicity, center, and cardiopulmonary bypass time. The Olink Explore 3K platform was used to identify blood protein alterations on postoperative day 3. Protein concentrations were expressed as normalized protein expression units (log 2 fold scale). Protein expression was compared between cases and controls using a paired t test and identified significantly different biomarkers based on a false discovery rate-adjusted P value of less than 0.05. RESULTS: Of 2,865 unique serum proteins, 26 (0.9%) were significantly associated with delirium status; all were elevated in cases versus controls at a false discovery rate of less than 0.05. Pathway analysis identified calcium-release channel activity (Padj = 0.02) and GTP-binding (Padj = 0.005) functions as characteristic of proteins associated with delirium. The top three differentially expressed biomarkers were FKBP1B (Padj = 0.003), C2CD2L (Padj = 0.004), and RAB6B (Padj = 0.004). The inflammatory biomarker interleukin-8 (CXCL8; mean difference = 2.36; P = 3.6 × 10- 4) was also associated with delirium. CONCLUSIONS: The study identified 26 biomarkers significantly associated with delirium; all are novel except for interleukin-8. An association between delirium and recognized neuroinflammatory proteins or markers of brain injury was not identifed, which supports using biomarkers to differentiate between delirium and other neurologic conditions. While exploratory, the study's findings support using biomarkers to diagnose postoperative delirium and validate using agnostic screens to identify potential delirium biomarkers.",
  "authors": [
    {
      "last_name": "Spence",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Spence",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada; World Health Research Trust, Hamilton, Ontario, Canada; Departments of Anesthesia, Critical Care, and Health Research Methods, Evaluation, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1267-9455"
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; World Health Research Trust, Hamilton, Ontario, Canada; Department of Medicine (Cardiology), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bashir",
      "fore_name": "Shaheena",
      "initials": "S",
      "name": "Shaheena Bashir",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brady",
      "fore_name": "Katheryn",
      "initials": "K",
      "name": "Katheryn Brady",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Tao",
      "initials": "T",
      "name": "Tao Sun",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Matthew T V",
      "initials": "MTV",
      "name": "Matthew T V Chan",
      "affiliations": [
        "Department of Anaesthesia and Intensive Care, The Chinese University of Hong Kong, Shatin, Hong Kong."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Chew Yin",
      "initials": "CY",
      "name": "Chew Yin Wang",
      "affiliations": [
        "Department of Anaesthesiology, University of Malaya, Kuala Lumpur, Wilayah Persekutuan, Malaysia."
      ]
    },
    {
      "last_name": "Lamy",
      "fore_name": "Andre",
      "initials": "A",
      "name": "Andre Lamy",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; World Health Research Trust, Hamilton, Ontario, Canada; Department of Surgery (Cardiac Surgery), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; World Health Research Trust, Hamilton, Ontario, Canada; Department of Surgery (Cardiac Surgery), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McIntyre",
      "fore_name": "William F",
      "initials": "WF",
      "name": "William F McIntyre",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; World Health Research Trust, Hamilton, Ontario, Canada; Department of Medicine (Cardiology), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Belley-Côté",
      "fore_name": "Emilie",
      "initials": "E",
      "name": "Emilie Belley-Côté",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; World Health Research Trust, Hamilton, Ontario, Canada; Department of Medicine (Cardiology and Critical Care), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Paré",
      "fore_name": "Guillaume",
      "initials": "G",
      "name": "Guillaume Paré",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada; World Health Research Trust, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Thrombosis and Atherosclerosis Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chong",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Chong",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Canada; World Health Research Trust, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Anesthesiology",
    "iso_abbreviation": "Anesthesiology",
    "issn": "1528-1175",
    "issn_type": "Electronic",
    "volume": "142",
    "issue": "4",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "716",
  "end_page": "725",
  "pages": "716-725",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Cardiac Surgical Procedures",
    "Delirium",
    "Aged",
    "Biomarkers",
    "Case-Control Studies",
    "Postoperative Complications",
    "Middle Aged",
    "Biological Specimen Banks",
    "Blood Proteins",
    "Cohort Studies"
  ],
  "article_ids": {
    "pubmed": "39786937",
    "doi": "10.1097/ALN.0000000000005368",
    "pii": "00000542-202504000-00020"
  },
  "doi": "10.1097/ALN.0000000000005368",
  "dates": {
    "completed": "2025-04-30",
    "revised": "2025-05-20"
  },
  "chemicals": [
    "Biomarkers",
    "Blood Proteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.249471",
    "pmid": "39786937"
  }
}