{
  "pmid": "39787778",
  "uid": "39787778",
  "title": "Development of a framework to structure decision-making in environmental and occupational health: A systematic review and Delphi study.",
  "abstract": "BACKGROUND: Environmental and occupational health (EOH) assessments increasingly utilize systematic review methods and structured frameworks for evaluating evidence about the human health effects of exposures. However, there is no prevailing approach for how to integrate this evidence into decisions or recommendations. Grading of Recommendations Assessment, Development and Evaluation (GRADE) evidence-to-decision (EtD) frameworks provide a structure to support standardized and transparent consideration of relevant criteria to inform health decisions. This study identifies and synthesizes available EOH decision frameworks and evaluates the applicability and usability of an existing GRADE EtD perspective to advance the development of a tailored EOH EtD framework. METHODS: We performed a systematic review of MEDLINE, EMBASE, and Cochrane Library, and a manual search of gray literature to identify frameworks that inform decision-making about EOH exposures from the years 2011 to 2021. We abstracted and analyzed decision considerations from each framework through narrative synthesis. Next, we conducted a two-round Delphi process, engaging stakeholders from the following perspectives within environmental and occupational health: risk assessment and management, nutrition and food safety, cancer, and socio-economic analysis. Panelists rated the relevance and wording of each consideration on a 7-point Likert scale and provided free-text comments during both phases. Considerations that did not meet predetermined thresholds were excluded. RESULTS: Out of 5,196 unique references, we identified 22 published reports of EOH decision frameworks. We identified another 16 frameworks in a search of gray literature, totaling 38 source frameworks. We abstracted 560 individual decision considerations from these frameworks, 104 of which may contribute additional information to the guidance, scope, context, or assessment criteria of the GRADE EtD framework. In round 1 of the Delphi study, 50 decision considerations were aggregated or removed, and 9 were aggregated or removed after round 2, for a final total of 47. No new decision considerations were added in either round. We identified several differences between decision criteria that are applied in EOH and the GRADE EtD framework, including vocabulary that is specific to EOH (e.g., toxicity, the precautionary principle), and granularity of the EOH decision considerations (e.g., detailed signaling questions to assess feasibility and resources required). However, this study did not identify any EOH decision criteria that are completely distinct from the GRADE EtD framework. CONCLUSIONS: Findings of this mixed-methods study comprise a foundation for a GRADE EtD that is applicable for use in EOH decision-making, with implications for approaches to regulation of environmental and occupational exposures and the formulation of recommendations for interventions to prevent or mitigate undesirable health and other consequences.",
  "authors": [
    {
      "last_name": "Senerth",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Senerth",
      "affiliations": [
        "Department of Epidemiology, George Washington University, Milken Institute School of Public Health, 950 New Hampshire Ave NW #2, Washington, DC 20052, USA."
      ]
    },
    {
      "last_name": "Whaley",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Whaley",
      "affiliations": [
        "Evidence-based Toxicology Collaboration at Johns Hopkins Bloomberg School of Public Health, 615 North Wolfe Street, Rm: W7032, Baltimore, MD 21205, USA; Lancaster Environment Centre, Lancaster University, Lancaster LA1 4YQ, UK. Electronic address: paul@whaleyresearch.uk."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie",
      "initials": "E",
      "name": "Elie Akl",
      "affiliations": [
        "American University of Beirut, P.O. Box 11-0236, Riad El-Solh, Beirut 1107 2020, Lebanon."
      ]
    },
    {
      "last_name": "Beverly",
      "fore_name": "Brandy",
      "initials": "B",
      "name": "Brandy Beverly",
      "affiliations": [
        "Division of the National Toxicology Program, National Institute of Environmental Health Sciences, National Institutes of Health, Department of Health and Human Services, P.O. Box 12233, Mail Drop K2-02, Research Triangle Park, NC, USA 27709."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Institut de Recerca Sant Pau (IR Sant Pau-CIBERESP), Sant Quintí 77-79 08041, Barcelona, Spain; Centro Cochrane Iberoamericano, Sant Antoni Maria Claret, 167 08025, Barcelona, Spain; Centro de Investigación Biomédica en Red de Epidemiología y Salud Pública (CIBERESP), Madrid, Spain."
      ]
    },
    {
      "last_name": "Jalil",
      "fore_name": "Ezza",
      "initials": "E",
      "name": "Ezza Jalil",
      "affiliations": [
        "Cochrane Canada and McMaster GRADE Centres & Department of Health Research Methods, Evidence and Impact, McMaster University, Health Sciences Centre, Room 2C14, 1280 Main Street West, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Khattar",
      "fore_name": "Jayati",
      "initials": "J",
      "name": "Jayati Khattar",
      "affiliations": [
        "Cochrane Canada and McMaster GRADE Centres & Department of Health Research Methods, Evidence and Impact, McMaster University, Health Sciences Centre, Room 2C14, 1280 Main Street West, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Palmer",
      "fore_name": "Nicole R",
      "initials": "NR",
      "name": "Nicole R Palmer",
      "affiliations": [
        "Cochrane Canada and McMaster GRADE Centres & Department of Health Research Methods, Evidence and Impact, McMaster University, Health Sciences Centre, Room 2C14, 1280 Main Street West, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Rooney",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Rooney",
      "affiliations": [
        "Division of the National Toxicology Program, National Institute of Environmental Health Sciences, National Institutes of Health, Department of Health and Human Services, P.O. Box 12233, Mail Drop K2-02, Research Triangle Park, NC, USA 27709."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Centro Cochrane Iberoamericano, Sant Antoni Maria Claret, 167 08025, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Thayer",
      "fore_name": "Kristina A",
      "initials": "KA",
      "name": "Kristina A Thayer",
      "affiliations": [
        "Center for Public Health and Environmental Assessment, Chemical & Pollutant Assessment Division, Office of Research and Development, US Environmental Protection Agency, Building B (Room 211i), Research Triangle Park, NC, USA 27711."
      ]
    },
    {
      "last_name": "Tsaioun",
      "fore_name": "Katya",
      "initials": "K",
      "name": "Katya Tsaioun",
      "affiliations": [
        "Evidence-based Toxicology Collaboration at Johns Hopkins Bloomberg School of Public Health, 615 North Wolfe Street, Rm: W7032, Baltimore, MD 21205, USA."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Cochrane Canada and McMaster GRADE Centres & Department of Health Research Methods, Evidence and Impact, McMaster University, Health Sciences Centre, Room 2C14, 1280 Main Street West, Hamilton, ON L8S 4K1, Canada; School of Medicine, Case Western Reserve University, 10900 Euclid Ave, Cleveland, OH 44106, USA. Electronic address: morganrl@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Environment international",
    "iso_abbreviation": "Environ Int",
    "issn": "1873-6750",
    "issn_type": "Electronic",
    "volume": "195",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "109209",
  "pages": "109209",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Delphi Technique",
    "Occupational Health",
    "Decision Making",
    "Environmental Health",
    "Risk Assessment",
    "Environmental Exposure"
  ],
  "article_ids": {
    "pubmed": "39787778",
    "mid": "NIHMS2055162",
    "pmc": "PMC12026343",
    "doi": "10.1016/j.envint.2024.109209",
    "pii": "S0160-4120(24)00796-7"
  },
  "doi": "10.1016/j.envint.2024.109209",
  "pmc_id": "PMC12026343",
  "dates": {
    "completed": "2025-01-24",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "EPA999999",
      "agency": "Intramural EPA",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.815799",
    "pmid": "39787778"
  }
}