{
  "pmid": "39787052",
  "uid": "39787052",
  "title": "The value of diabetes technology enabled coaching (DTEC) to support remission evaluation of medical interventions in T2D: Patient and health coach perspectives.",
  "abstract": "The multicomponent Remission Evaluation of Medical Interventions in T2D (REMIT) program has shown reduction of hazard of diabetes relapse by 34-43%, but could benefit from improved ability to scale, spread, and sustain it. This study explored, at the conceptualization phase, patient and health coach perspectives on the acceptability, adoption, feasibility, and appropriateness of a digital REMIT adaptation (diabetes technology enabled coaching (DTEC)). Twelve semi-structured interviews were conducted with patients (n = 6) and health coaches (n = 6) to explore their experiences with the REMIT study, opportunities for virtualisation, and a cognitive walkthrough of solution concepts. Transcripts were analyzed both inductively and deductively to allow for organic themes to emerge and to position these themes around the constructs of acceptability, adoption, feasibility, and appropriateness while allowing new codes to emerge for discussion. Participants saw value in DTEC as: an opportunity to facilitate and extend REMIT support; a convenient, efficient, and scalable concept (acceptability); having potential to motivate through connecting behaviours to outcomes (adoption); an opportunity for lower-effort demands for sustained use (feasibility). Participants also highlighted important considerations to ensure DTEC could provide compassionate insights and support automated data entry (appropriateness). Several considerations regarding equitable access were raised and warrant further consideration including: provision of technology, training to support technology literacy, and the opportunity for DTEC to support and improve health literacy. As such, DTEC may act as a moderator that can enhance or diminish access which affects who can benefit. Provided equity considerations are addressed, DTEC has the potential to address previous shortcomings of the conventional REMIT program.",
  "authors": [
    {
      "last_name": "Taylor",
      "fore_name": "Madison",
      "initials": "M",
      "name": "Madison Taylor",
      "affiliations": [
        "Centre for Digital Therapeutics, Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ng",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Ng",
      "affiliations": [
        "Centre for Digital Therapeutics, Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pfisterer",
      "fore_name": "Kaylen J",
      "initials": "KJ",
      "name": "Kaylen J Pfisterer",
      "affiliations": [
        "Centre for Digital Therapeutics, Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada.",
        "Systems Design Engineering, University of Waterloo, Waterloo, Ontario, Canada."
      ],
      "orcid": "0000-0002-8853-0705"
    },
    {
      "last_name": "Cafazzo",
      "fore_name": "Joseph A",
      "initials": "JA",
      "name": "Joseph A Cafazzo",
      "affiliations": [
        "Centre for Digital Therapeutics, Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada.",
        "Institute of Biomedical Engineering, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Computer Science, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PLOS digital health",
    "iso_abbreviation": "PLOS Digit Health",
    "issn": "2767-3170",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "e0000701",
  "pages": "e0000701",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39787052",
    "pmc": "PMC11717255",
    "doi": "10.1371/journal.pdig.0000701",
    "pii": "PDIG-D-24-00355"
  },
  "doi": "10.1371/journal.pdig.0000701",
  "pmc_id": "PMC11717255",
  "dates": {
    "revised": "2025-01-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.787862",
    "pmid": "39787052"
  }
}