{
  "pmid": "39787614",
  "uid": "39787614",
  "title": "Visual analysis of the research frontiers, hotspots and development trends of immunization programs for women and children.",
  "abstract": "The objective of this study is to gain insight into the current research frontiers, hotspots, and development trends in the field of immunization programs for women and children, and to provide scientific guidance and reference for follow-up research. Based on all the original research papers related to the research on immunization programs for women and children in the Web of Science Core Collection (WoSCC) database, bibliometric studies and visual analysis were carried out to explore the research frontiers, hotspots and development trends, and to analyze the risk factors affecting the vaccination coverage of immunization programs for women and children. Eight hundred forty-three papers obtained from 1,552 institutions in 96 countries/regions from January 1950 to August 2024, coauthored by 4,343 authors. With the largest number of papers published in the United States (408), Centers for Disease Control & Prevention - USA (169), Stokley S (15), and Pediatrics (143). The research frontiers of this discipline area mainly involve risk factors affecting the vaccination coverage of immunization programs for women and children, epidemiological surveillance, intervention research, changes in medical burden, adverse reactions, and vaccine development. Research hotspots mainly include measles, vaccine hesitancy, human papillomavirus, coverage, and pregnant women. The findings of the study informed policymakers, public health experts and researchers about the potential for modifying and improving policy systems and interventions related to the immunization programs for women and children. This had important implications for digital transformation and innovative research in health care providers' clinical practice for the immunization programs for women and children.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Jiachen",
      "initials": "J",
      "name": "Jiachen Zhang",
      "affiliations": [
        "Department of Pediatrics, The Second Affiliated Hospital of Xi'an Jiaotong University, Xian, Shanxi, PR China.",
        "Xi'an Jiaotong University Health Science Center, Xian, Shaanxi, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yani",
      "initials": "Y",
      "name": "Yani Zhang",
      "affiliations": [
        "Library of the Academic Affairs Department, The Second Affiliated Hospital of Xi'an Jiaotong University, Xian, Shanxi, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Litao",
      "initials": "L",
      "name": "Litao Zhang",
      "affiliations": [
        "Department of Dermatology, Tianjin Academy of Traditional Chinese Medicine Affiliated Hospital, Tianjin, PR China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Jiaxing",
      "initials": "J",
      "name": "Jiaxing Wang",
      "affiliations": [
        "Xi'an Jiaotong University Health Science Center, Xian, Shaanxi, PR China."
      ]
    },
    {
      "last_name": "Qu",
      "fore_name": "Xinheng",
      "initials": "X",
      "name": "Xinheng Qu",
      "affiliations": [
        "Faculty of Electronic and Information Engineering, Xi'an Jiaotong University, Xian, Shanxi, PR China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Mu",
      "initials": "M",
      "name": "Mu Li",
      "affiliations": [
        "Department of Obstetrics and Gynecology, The Second Affiliated Hospital of Xi'an Jiaotong University, Xian, Shanxi, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Ruochen",
      "initials": "R",
      "name": "Ruochen Zhang",
      "affiliations": [
        "Department of Cardiovascular Medicine, Shaanxi Provincial People's Hospital, Xian, Shanxi, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Bo",
      "initials": "B",
      "name": "Bo Zhang",
      "affiliations": [
        "Department of Emergency Medicine, Jinling Hospital, Affiliated Hospital of Medical School, Nanjing University, Nanjing, Jiangsu, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of endocrinology and Diabetes, Shaanxi Provincial People's Hospital, Xian, Shanxi, PR China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Jianping",
      "initials": "J",
      "name": "Jianping Zhou",
      "affiliations": [
        "Department of Pediatrics, The Second Affiliated Hospital of Xi'an Jiaotong University, Xian, Shanxi, PR China.",
        "Library of the Academic Affairs Department, The Second Affiliated Hospital of Xi'an Jiaotong University, Xian, Shanxi, PR China."
      ]
    }
  ],
  "journal": {
    "title": "Human vaccines & immunotherapeutics",
    "iso_abbreviation": "Hum Vaccin Immunother",
    "issn": "2164-554X",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Dec"
  },
  "start_page": "2442508",
  "pages": "2442508",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Vaccination Coverage",
    "Immunization Programs",
    "Child",
    "Vaccination",
    "Pregnancy",
    "Bibliometrics",
    "Vaccines",
    "Vaccine Development",
    "United States",
    "Vaccination Hesitancy",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "39787614",
    "pmc": "PMC11730636",
    "doi": "10.1080/21645515.2024.2442508"
  },
  "doi": "10.1080/21645515.2024.2442508",
  "pmc_id": "PMC11730636",
  "dates": {
    "completed": "2025-01-09",
    "revised": "2025-01-29"
  },
  "chemicals": [
    "Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.734554",
    "pmid": "39787614"
  }
}