{
  "pmid": "39786788",
  "uid": "39786788",
  "title": "Stuck in Transition: Clinical and Patient Factors Behind Prolonged Paramedic to Emergency Department Transfer of Care.",
  "abstract": "OBJECTIVES: Paramedic services face increasing challenges due to delays in patient transfer of care (TOC) at emergency departments (EDs). Prolonged TOC times directly impact paramedic services' ability to provide emergency response, though the patient and clinical factors contributing to these delays remain unclear. We examined TOC times for all transports to the ED and analyzed factors associated with prolonged TOC. METHODS: We conducted a retrospective cohort study using paramedic call data from Toronto Paramedic Services from September 1, 2022, to July 31, 2024. We included all paramedic-transported patient records to EDs following a 9-1-1 call, excluding inter-facility transfers and records with missing TOC timestamps. The TOC times were categorized into four intervals: 0-29, 30-59, 60-89, and ≥ 90 min. We conducted a cohort and subgroup analysis of patients aged 60 years or older using multivariable binary logistic regression models to identify factors independently associated with TOC times exceeding 60 min, using odds ratios (OR) with 95% confidence intervals (CI). RESULTS: A total of 418,196 patients were transported to EDs, of which 214,612 were 60 years or older. Overall, mean TOC was 39.9 min (SD 54.2). Patients aged 0-17 years had the lowest proportion in longer TOC intervals (5% for 60-89 mins; 2% for ≥ 90 mins), while patients 75 years or older had the highest (9%; 9% respectively). A TOC of at least 60 min was independently associated with older age (60 to 74 years OR 1.19, 1.15-1.22; 75 years or greater OR 1.27, 1.23-1.30), medical complexity (seven to eight diagnoses OR 1.15, 1.10-1.20; nine or greater diagnoses OR 1.29, 1.23-1.36), polypharmacy and specific presenting complaints (altered level of consciousness, respiratory distress, general weakness, head trauma). Medical acuity and receiving a paramedic intervention were not associated with prolonged TOC. Similar findings were determined in the subgroup analysis of older adults. CONCLUSIONS: Prolonged TOC times disproportionately affect older or clinically complex patients, regardless of their acuity or need for paramedic intervention. Our findings highlight the importance for paramedic services, hospitals, and stakeholders to develop targeted care models and collaborations to reduce prolonged TOC.",
  "authors": [
    {
      "last_name": "Strum",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Strum",
      "affiliations": [
        "Toronto Paramedic Services, City of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-1902-4734"
    },
    {
      "last_name": "McPhee",
      "fore_name": "John",
      "initials": "J",
      "name": "John McPhee",
      "affiliations": [
        "Toronto Paramedic Services, City of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wionzek",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wionzek",
      "affiliations": [
        "Toronto Paramedic Services, City of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell MacDonald",
      "affiliations": [
        "Toronto Paramedic Services, City of Toronto, Toronto, Ontario, Canada.",
        "Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-6938-3925"
    }
  ],
  "journal": {
    "title": "Prehospital emergency care",
    "iso_abbreviation": "Prehosp Emerg Care",
    "issn": "1545-0066",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "17"
  },
  "start_page": "1",
  "end_page": "8",
  "pages": "1-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39786788",
    "doi": "10.1080/10903127.2025.2451217"
  },
  "doi": "10.1080/10903127.2025.2451217",
  "dates": {
    "revised": "2025-01-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:32.057422",
    "pmid": "39786788"
  }
}