{
  "pmid": "39788111",
  "uid": "39788111",
  "title": "Development and External Validation of the Hidradenitis Suppurativa Cutaneous Abscess Prediction Score-2: A Clinical Decision Support Tool for Diagnosis of Hidradenitis Suppurativa over Cutaneous Abscess.",
  "abstract": "INTRODUCTION: Patients with hidradenitis suppurativa (HS) experience a 10-year diagnosis delay, on average. Accordingly, time to diagnosis represents one of the greatest unmet needs in HS, which to date has not been adequately addressed. A general lack of awareness about HS in the medical community and a notable heterogeneity in clinical presentation, which is most often confused with cutaneous abscess (CA), forms the basis of poor disease recognition and diagnosis delay. Our objective was to develop and validate a prediction model for diagnosis of HS versus site-specific CA. METHODS: We performed a cross-sectional study in which the model was developed using a large clinical database and externally validated using a sample of clinical records at Penn State Health. Prediction model discrimination and calibration were evaluated using the c-statistic, calibration intercept/slope, and a flexible calibration curve. RESULTS: Variable selection identified 15 predictors, 7 of which remained after model simplification. The following characteristics were predictive of HS relative to site-specific CA: female sex, increasing age up to 44 years, African American race, race other than white or African American, increasing body mass index, polycystic ovarian syndrome, and acne. The c-statistic of the 7-variable model in validation was 0.77 (95% CI: 0.73-0.80). Calibration intercept and slope were 0.29 (95% CI: 0.14, 0.43) and 1.09 (95% CI: 0.90, 1.28). CONCLUSION: Clinical characteristics can predict diagnosis of HS over CA in practice without reliance on a specialty-specific examination to identify disease and potentially reduce diagnosis delay.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Northwell, New Hyde Park, New York, USA."
      ]
    },
    {
      "last_name": "Koptyev",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Koptyev",
      "affiliations": [
        "Northwell, New Hyde Park, New York, USA."
      ]
    },
    {
      "last_name": "Butt",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Butt",
      "affiliations": [
        "Department of Public Health Sciences, Penn State College of Medicine, Hershey, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Kirby",
      "fore_name": "Joslyn",
      "initials": "J",
      "name": "Joslyn Kirby",
      "affiliations": [
        "Department of Dermatology, Penn State Milton S. Hershey Medical Center, Hershey, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Strunk",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Strunk",
      "affiliations": [
        "Northwell, New Hyde Park, New York, USA."
      ]
    }
  ],
  "journal": {
    "title": "Dermatology (Basel, Switzerland)",
    "iso_abbreviation": "Dermatology",
    "issn": "1421-9832",
    "issn_type": "Electronic",
    "volume": "241",
    "issue": "2",
    "pub_year": "2025"
  },
  "start_page": "194",
  "end_page": "202",
  "pages": "194-202",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Humans",
    "Hidradenitis Suppurativa",
    "Female",
    "Cross-Sectional Studies",
    "Male",
    "Abscess",
    "Adult",
    "Middle Aged",
    "Young Adult",
    "Decision Support Systems, Clinical",
    "Age Factors",
    "Sex Factors",
    "Decision Support Techniques"
  ],
  "article_ids": {
    "pubmed": "39788111",
    "doi": "10.1159/000543130",
    "pii": "000543130"
  },
  "doi": "10.1159/000543130",
  "dates": {
    "completed": "2025-04-01",
    "revised": "2025-05-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.428061",
    "pmid": "39788111"
  }
}