{
  "pmid": "39790602",
  "uid": "39790602",
  "title": "Long-Term Outcomes With Expanded Polytetrafluoroethylene Valved Conduits in Pediatric Patients.",
  "abstract": "BACKGROUND: The expanded polytetrafluoroethylene (ePTFE) valved conduit (VC) has been reported for pulmonary valve replacement (PVR). The purpose of this study was to review long-term outcomes of our trileaflet ePTFE VC. METHODS: This multicenter study was performed with institutional review board approval from each institution. Our VC is fashioned from commercially available ePTFE tube grafts (for the conduit) and 0.1-mm-thick ePTFE membrane (for the trileaflet material). The patients were followed up in our clinic. Valve function was assessed by echocardiography in the operating room and at follow-up clinic visits after implantation. RESULTS: Fifty-five patients received ePTFE VC between 2012 and 2023 (16-28 mm in diameter). Patients' age at the time of implantation ranged from 6 months to 20 years (median, 7.5 years). Clinical follow-up ranged from 4 days to 10.1 years (average, 3.6 years). There were no hospital deaths. There were 2 non-valve-related late deaths. There have been no cases of endocarditis. Two patients required balloon dilation for the distal pulmonary artery stenosis, and 1 patient required residual ventricular septal defect closure. Five patients have received transcatheter PVR (TPVR) because of increased pressure gradient across the VC. Freedom from TPVR at 10 years was 90%. No valves required explantation or surgical replacement. CONCLUSIONS: Compared with historical data for other PVR options, our ePTFE VC shows excellent long-term performance and, when required, provides an easily accessible \"landing zone\" for TPVR. Our technique is easily learned, is reproducible, and can be a valuable option for surgeons performing PVR in pediatric patients.",
  "authors": [
    {
      "last_name": "Ootaki",
      "fore_name": "Yoshio",
      "initials": "Y",
      "name": "Yoshio Ootaki",
      "affiliations": [
        "Oregon Health & Science University, Portland, Oregon."
      ]
    },
    {
      "last_name": "Muralidaran",
      "fore_name": "Ashok",
      "initials": "A",
      "name": "Ashok Muralidaran",
      "affiliations": [
        "Oregon Health & Science University, Portland, Oregon."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Inder",
      "initials": "I",
      "name": "Inder Mehta",
      "affiliations": [
        "Driscoll Children's Hospital, Corpus Christi, Texas."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": [
        "Atrium Health Wake Forest Baptist, Winston Salem, North Carolina."
      ]
    },
    {
      "last_name": "Ungerleider",
      "fore_name": "Ross M",
      "initials": "RM",
      "name": "Ross M Ungerleider",
      "affiliations": [
        "Institute for Integrated Life Skills, LLC, Bermuda Run, North Carolina."
      ]
    }
  ],
  "journal": {
    "title": "Annals of thoracic surgery short reports",
    "iso_abbreviation": "Ann Thorac Surg Short Rep",
    "issn": "2772-9931",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "4",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "810",
  "end_page": "814",
  "pages": "810-814",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39790602",
    "pmc": "PMC11708714",
    "doi": "10.1016/j.atssr.2024.04.021",
    "pii": "S2772-9931(24)00204-3"
  },
  "doi": "10.1016/j.atssr.2024.04.021",
  "pmc_id": "PMC11708714",
  "dates": {
    "revised": "2025-01-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.502052",
    "pmid": "39790602"
  }
}