{
  "pmid": "39799301",
  "uid": "39799301",
  "title": "The association between self-reported total gestational weight gain by pre-pregnancy body mass index and moderate to late preterm birth.",
  "abstract": "BACKGROUND: Inadequate and excessive gestational weight gain (GWG) defined by the Institute of Medicine (IOM) has been associated with preterm birth. However, studies demonstrate inconsistent associations. OBJECTIVES: We examined the associations between categorical and continuous total GWG and moderate to late preterm birth (32-<37 weeks), and evaluated differences in these associations by pre-pregnancy BMI. METHODS: We analyzed cross-sectional data from children participating in TARGet Kids! in Toronto, Canada. Parents of children < 6 years of age recalled pre-pregnancy weight, end-of-pregnancy weight, and gestational age. GWG was categorized according to the 2009 IOM guidelines as inadequate, recommended, or excessive for each pre-pregnancy BMI category. GWG was expressed as the percentage of recommendations met to account for gestational duration. Adjusted odds ratios (aORs) for moderate to late preterm birth were estimated using logistic regression models. Restricted cubic splines were used to model the adjusted predicted probability of moderate to late preterm birth against continuous GWG. RESULTS: Of the 4,529 participants, 8.2% were born moderate to late preterm. 31.1% of parents met the GWG recommendations, 41.0% had excessive GWG, and 27.9% had inadequate GWG. Compared to recommended GWG, excessive GWG had increased odds of moderate to late preterm birth (aOR 1.68, 95% CI 1.29, 2.19). There was insufficient evidence of an association between inadequate GWG and moderate to late preterm birth (aOR 1.10, 95% CI 0.81, 1.50). For parents who were overweight or had obesity, the risk of moderate to late preterm birth did not increase substantially until a GWG > 200% of the recommendations, which is well above the IOM recommended upper limit. CONCLUSIONS: Excessive GWG was associated with an increased risk of moderate to late preterm birth, with variation in the association by pre-pregnancy BMI. Current definitions of excessive GWG may not adequately reflect increased risk of preterm birth among those with overweight or obesity.",
  "authors": [
    {
      "last_name": "Palumbo",
      "fore_name": "Alexandra M",
      "initials": "AM",
      "name": "Alexandra M Palumbo",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Obstetrics and Gynecology, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Clinical Epidemiology Unit, Department of Medicine, Karolinska Institutet, Solna, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Fuller",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Fuller",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Paediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Keown-Stoneman",
      "fore_name": "Charles D G",
      "initials": "CDG",
      "name": "Charles D G Keown-Stoneman",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Applied Health Research Centre, Li Ka Shing Knowledge Institute, Unity Health Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Birken",
      "fore_name": "Catherine S",
      "initials": "CS",
      "name": "Catherine S Birken",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Division of Pediatric Medicine, The Hospital for Sick Children, Toronto, ON, Canada.",
        "Child Health Evaluative Sciences, The Hospital for Sick Children Research Institute, Toronto, ON, Canada.",
        "Department of Pediatrics, Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Department of Nutritional Sciences, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Maguire",
      "fore_name": "Jonathon L",
      "initials": "JL",
      "name": "Jonathon L Maguire",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Applied Health Research Centre, Li Ka Shing Knowledge Institute, Unity Health Toronto, Toronto, ON, Canada.",
        "Division of Pediatric Medicine, The Hospital for Sick Children, Toronto, ON, Canada.",
        "Department of Pediatrics, Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Department of Nutritional Sciences, Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Department of Pediatrics, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Laura N",
      "initials": "LN",
      "name": "Laura N Anderson",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. ln.anderson@mcmaster.ca.",
        "Child Health Evaluative Sciences, The Hospital for Sick Children Research Institute, Toronto, ON, Canada. ln.anderson@mcmaster.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "11"
  },
  "start_page": "27",
  "pages": "27",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Pregnancy",
    "Premature Birth",
    "Body Mass Index",
    "Gestational Weight Gain",
    "Cross-Sectional Studies",
    "Self Report",
    "Gestational Age",
    "Infant, Newborn",
    "Male",
    "Adult",
    "Risk Factors",
    "Overweight",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "39799301",
    "pmc": "PMC11724485",
    "doi": "10.1186/s12884-024-07106-6",
    "pii": "10.1186/s12884-024-07106-6"
  },
  "doi": "10.1186/s12884-024-07106-6",
  "pmc_id": "PMC11724485",
  "dates": {
    "completed": "2025-05-01",
    "revised": "2025-05-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PJT-168955",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:39.029416",
    "pmid": "39799301"
  }
}