{
  "pmid": "39800306",
  "uid": "39800306",
  "title": "Patient and Health Care Provider Perspectives on Showering for Patients With Hemodialysis Central Venous Catheters: A Survey Study.",
  "abstract": "RATIONALE & OBJECTIVE: Patients on hemodialysis using a central venous catheter (CVC) are often advised not to shower due to infection risk. This study assessed practices and attitudes of patients and health care providers about showering with CVCs. STUDY DESIGN: Survey study. SETTING & PARTICIPANTS: Online survey administered to members of the Canadian Society of Nephrology (CSN, n=972) and 2 international professional societies (convenience sample). Pen and paper survey administered to patients on maintenance hemodialysis with CVCs able to comprehend English from 2 hemodialysis programs in Ontario, Canada, that advise patients not to shower (St. Joseph's Healthcare Hamilton [SJHH], n=119, and University Health Network, Toronto [number of patients asked to complete surveys unavailable]). ANALYTICAL APPROACH: Descriptive statistics. RESULTS: The survey had 304 health care provider respondents (CSN response rate 26%). The most common recommendations were strongly against or against showering (45%). Catheter-related bacteremia (CRB) was ranked as the most important outcome (60%). Most respondents (53%) thought that a well-conducted prospective cohort study demonstrating improvement in a patient-reported outcome with no obvious increase in CRB would reduce the frequency of advice to avoid showering. The survey had 89 patient respondents (SJHH response rate 45%); 69% were currently showering, and 74% reported \"strongly agree\" or \"agree\" to the statement \"I want to shower.\" Prevention of infection was most important to patients in terms of catheter care (78%), and 36% of patients would be willing to participate in a shower study. LIMITATIONS: Low response rate, response rate unavailable from Toronto dialysis units, and exclusion of non-English-speaking patients. CONCLUSIONS: The variability in personal hygiene recommendations to patients with CVCs highlights the need for high-quality evidence in this area. A rigorous prospective study examining patient-reported outcomes and CVC-related infections is needed before recommending to patients with a CVC that showering is safe. PLAIN-LANGUAGE SUMMARY: Patients receiving hemodialysis with a central venous catheter (CVC) as their dialysis access are often told not to shower. We surveyed dialysis health care providers and patients to better understand practices and preferences with regards to personal hygiene and CVC-related care. We found that many patients would like to shower and not being able to shower negatively impacts their daily lives. We also found that health care providers would like to allow patients to shower but are worried about infection risk. Patients are also worried about infection risk. Recommendations made to patients on showering were varied. The ability to safely shower is important to patients. Further study of the risks and benefits of showering among patients receiving hemodialysis through a CVC is needed.",
  "authors": [
    {
      "last_name": "Collins",
      "fore_name": "Jhonna",
      "initials": "J",
      "name": "Jhonna Collins",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Hamilton."
      ]
    },
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Hamilton; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton; Population Heath Research Institute, McMaster University/Hamilton Health Sciences, Hamilton. Electronic address: amolnar@stjosham.on.ca."
      ]
    },
    {
      "last_name": "Hae",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Hae",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Hamilton."
      ]
    },
    {
      "last_name": "Kosa",
      "fore_name": "Daisy",
      "initials": "D",
      "name": "Daisy Kosa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton; Kidney CARE Network International, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moist",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Moist",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Schulich School of Medicine and Dentistry, Western University, London."
      ]
    },
    {
      "last_name": "Zimmerman",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Zimmerman",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University, of Ottawa, Ottawa."
      ]
    },
    {
      "last_name": "Lok",
      "fore_name": "Charmaine",
      "initials": "C",
      "name": "Charmaine Lok",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton; Division of Nephrology, Department of Medicine, University of Toronto, Toronto; Kidney CARE Network International, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "85",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "545",
  "end_page": "554.e1",
  "pages": "545-554.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Renal Dialysis",
    "Male",
    "Female",
    "Central Venous Catheters",
    "Middle Aged",
    "Attitude of Health Personnel",
    "Catheter-Related Infections",
    "Adult",
    "Catheterization, Central Venous",
    "Aged",
    "Health Personnel",
    "Surveys and Questionnaires",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "39800306",
    "doi": "10.1053/j.ajkd.2024.11.006",
    "pii": "S0272-6386(25)00008-3"
  },
  "doi": "10.1053/j.ajkd.2024.11.006",
  "dates": {
    "completed": "2025-04-24",
    "revised": "2025-04-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:13.477221",
    "pmid": "39800306"
  }
}