{
  "pmid": "39803212",
  "uid": "39803212",
  "title": "Opioid toxicity deaths in Indigenous people who experienced incarceration in Ontario, Canada 2015-2020: a whole population retrospective cohort study.",
  "abstract": "BACKGROUND: While Indigenous people are overrepresented in Canada's prisons and in the toxic drug supply crisis, we lack data on the harms related to opioids for Indigenous people with experiences of incarceration. We aimed to examine opioid toxicity deaths in Indigenous peoples who experienced incarceration and to compare opioid toxicity mortality rates with rates for people with no incarceration. METHODS: This retrospective cohort study linked correctional data for all people who were incarcerated in provincial correctional facilities and coronial data for all people who died from opioid toxicity in Ontario, Canada between 2015 and 2020. We calculated opioid mortality rates for Indigenous people who experienced incarceration and for people who did not experience incarceration using publicly available population data and calculated age-standardized mortality rates for Indigenous and non-Indigenous people who experienced incarceration compared with people who did not experience incarceration. FINDINGS: Of 14,885 Indigenous people who experienced incarceration, 2% (N = 242) died from opioid toxicity in custody or post-release, representing 2.9% of all opioid toxicity deaths in Ontario during this period. The crude opioid toxicity mortality rate per 100 person-years was 0.53 for Indigenous females and 0.36 for Indigenous males who experienced incarceration, compared with 0.0060 for females and 0.0132 for males who did not experience incarceration. Rates of opioid toxicity death were highest in the month post-release for Indigenous people who experienced incarceration, at 1.13 per 100 person-years. Standardized for age and compared with people with no incarceration, the mortality ratio was 81.0 (95% CI 62.1-100.0) for Indigenous females who experienced incarceration and 23.6 (95% CI 20.1-27.1) for Indigenous males who experienced incarceration. The SMRs for Indigenous and non-Indigenous females who experienced incarceration were not significantly different, at 81.0 compared with 76.4, and were significantly different for Indigenous and non-Indigenous males who experienced incarceration, at 23.6 compared with 28.5. INTERPRETATION: This whole-population study identified a substantial and inequitable burden of opioid toxicity death for Indigenous people who experienced incarceration, similar to the burden for non-Indigenous people who experienced incarceration. The large burden is particularly concerning in the context of the overrepresentation of Indigenous people in correctional facilities. Focus is warranted to prevent substance use harms for Indigenous people, including through community- and custody-based interventions to support health. FUNDING: Canadian Institutes of Health Research through the Canadian Research Initiative in Substance Misuse (SMN-139150 and REN-181677).",
  "authors": [
    {
      "last_name": "Butsang",
      "fore_name": "Tenzin",
      "initials": "T",
      "name": "Tenzin Butsang",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Canada.",
        "Department of Family Medicine, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Owl",
      "fore_name": "Natalie",
      "initials": "N",
      "name": "Natalie Owl",
      "affiliations": [
        "Independent Contractor, Canada."
      ]
    },
    {
      "last_name": "Butler",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Butler",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Canada.",
        "School of Criminology, Simon Fraser University, Canada."
      ]
    },
    {
      "last_name": "Sabourin",
      "fore_name": "Hollie",
      "initials": "H",
      "name": "Hollie Sabourin",
      "affiliations": [
        "Native Women's Association of Canada (While the Study was Conducted), Canada."
      ]
    },
    {
      "last_name": "Croxford",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Croxford",
      "affiliations": [
        "Independent Contractor, Canada."
      ]
    },
    {
      "last_name": "Gislason",
      "fore_name": "Lacey",
      "initials": "L",
      "name": "Lacey Gislason",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona G",
      "initials": "FG",
      "name": "Fiona G Kouyoumdjian",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Lancet regional health. Americas",
    "iso_abbreviation": "Lancet Reg Health Am",
    "issn": "2667-193X",
    "issn_type": "Electronic",
    "volume": "41",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "100961",
  "pages": "100961",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39803212",
    "pmc": "PMC11721504",
    "doi": "10.1016/j.lana.2024.100961",
    "pii": "S2667-193X(24)00288-6"
  },
  "doi": "10.1016/j.lana.2024.100961",
  "pmc_id": "PMC11721504",
  "dates": {
    "revised": "2025-01-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.273110",
    "pmid": "39803212"
  }
}