{
  "pmid": "39819508",
  "uid": "39819508",
  "title": "The acceptance of robots in the orthopedic joint replacement operating room.",
  "abstract": "BACKGROUND: Robotic surgery has seen substantial growth over the years and continues to show promise, with recent implementation into orthopedic surgery. There is limited literature available on patient attitudes and comfort level with robotic compared with conventional surgery. We aimed to develop an understanding of patient views on robot-assisted knee replacement to help the development of patient education materials and facilitate successful implementation. METHODS: A qualitative, descriptive methodology was used. Included participants were those who had undergone total knee replacement in the last 5 years. Participants completed an online semistructured interview assessing their past experiences and their fears and assumptions about robotic surgery. An inductive thematic analysis was completed to organize and present the major themes. RESULTS: Four overarching themes described the areas patients focused on: advancements in surgery, perception of robotic surgery and surgeons, reliability, and patient education materials. Major subthemes included the proven reliability of robots, safety fears, and efficacy. Some participants' fear centred around robot autonomy. Greater comfort with the use of robots would occur if patients were given information about the role of the robot before surgery. CONCLUSION: Patient education materials can help alleviate fears and prevent misperceptions about robot-assisted knee replacement. Materials should include themes of surgical advancements and how surgeons interact with these advancements, level of robot autonomy, and the reliability and safety of the robot.",
  "authors": [
    {
      "last_name": "Kelenc",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Kelenc",
      "affiliations": [
        "From the Department of Health and Rehabilitation Sciences, Faculty of Health Sciences, Western University, London, Ont. (Kelenc, Stephenson, Bryant); the School of Physical Therapy, Faculty of Health Sciences, Western University, London, Ont. (Bryant); the Division of Orthopedic Surgery, London Health Sciences Centre, University Hospital, London, Ont. (Lanting) lkelenc@uwo.ca."
      ]
    },
    {
      "last_name": "Stephenson",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Stephenson",
      "affiliations": [
        "From the Department of Health and Rehabilitation Sciences, Faculty of Health Sciences, Western University, London, Ont. (Kelenc, Stephenson, Bryant); the School of Physical Therapy, Faculty of Health Sciences, Western University, London, Ont. (Bryant); the Division of Orthopedic Surgery, London Health Sciences Centre, University Hospital, London, Ont. (Lanting)."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "From the Department of Health and Rehabilitation Sciences, Faculty of Health Sciences, Western University, London, Ont. (Kelenc, Stephenson, Bryant); the School of Physical Therapy, Faculty of Health Sciences, Western University, London, Ont. (Bryant); the Division of Orthopedic Surgery, London Health Sciences Centre, University Hospital, London, Ont. (Lanting)."
      ]
    },
    {
      "last_name": "Lanting",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent Lanting",
      "affiliations": [
        "From the Department of Health and Rehabilitation Sciences, Faculty of Health Sciences, Western University, London, Ont. (Kelenc, Stephenson, Bryant); the School of Physical Therapy, Faculty of Health Sciences, Western University, London, Ont. (Bryant); the Division of Orthopedic Surgery, London Health Sciences Centre, University Hospital, London, Ont. (Lanting)."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "1488-2310",
    "issn_type": "Electronic",
    "volume": "68",
    "issue": "1",
    "pub_year": "2025"
  },
  "start_page": "E32",
  "end_page": "E40",
  "pages": "E32-E40",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Arthroplasty, Replacement, Knee",
    "Robotic Surgical Procedures",
    "Female",
    "Male",
    "Middle Aged",
    "Aged",
    "Qualitative Research",
    "Operating Rooms",
    "Patient Education as Topic",
    "Patient Acceptance of Health Care",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "39819508",
    "pmc": "PMC11745532",
    "doi": "10.1503/cjs.016523",
    "pii": "68/1/E32"
  },
  "doi": "10.1503/cjs.016523",
  "pmc_id": "PMC11745532",
  "dates": {
    "completed": "2025-05-01",
    "revised": "2025-05-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.993037",
    "pmid": "39819508"
  }
}