{
  "pmid": "39819933",
  "uid": "39819933",
  "title": "Patient preferences for drug therapy in inflammatory arthritis: protocol for a living systematic review and evidence map to inform clinical practice guidelines.",
  "abstract": "INTRODUCTION: The pharmacological management of inflammatory arthritis often requires choices that involve trade-offs between benefits, risks and other attributes such as administration route, frequency and cost. This living systematic review aims to inform international clinical guidelines on inflammatory arthritis by creating an evidence map of patient preference studies concerning the trade-offs in pharmacological management of inflammatory arthritis. METHODS AND ANALYSIS: We will include published and peer-reviewed full-text studies in any language that quantitatively assess preferences of patients for the pharmacological management of inflammatory arthritis (rheumatoid arthritis, spondyloarthritis and juvenile idiopathic arthritis). Studies must use either stated or revealed preference methods to assess preferences and provide a quantitative assessment of relevant characteristics, such as benefits, risks, costs and process attributes. Articles will identified through Medline and EMBASE database searches from inception using search terms that combine keywords and subject headings for inflammatory arthritis and preference-based methods, and a search in the Health Preference Study and Technology Registry using keywords for the populations of interest. Two independent reviewers will perform abstract and full-text screening. Risk of bias will be assessed using the GRADE risk of bias tool. An evidence map will be generated to summarise included studies and their assessments of each trade-off. The search will be conducted every 6 months with new studies added to the inventory. ETHICS AND DISSEMINATION: Ethics approval is not required. Results from the base review will be published in a peer-reviewed journal and findings will be presented at conferences. In the living model, we will publish updates and datasets on an Open Science Framework page, with periodic updates in peer-reviewed journals.",
  "authors": [
    {
      "last_name": "Saadat",
      "fore_name": "Pakeezah",
      "initials": "P",
      "name": "Pakeezah Saadat",
      "affiliations": [
        "Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-5902-8962"
    },
    {
      "last_name": "Bansback",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Bansback",
      "affiliations": [
        "School of Population and Public Health, The University of British Columbia, Vancouver, British Columbia, Canada.",
        "Arthritis Research Canada, Richmond, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Falahee",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Falahee",
      "affiliations": [
        "Rheumatology Research Group, Institute of Inflammation and Ageing, College of Medical and Dental Sciences, University of Birmingham, Birmingham, UK.",
        "NIHR Birmingham Biomedical Research Centre, University Hospitals Birmingham NHS Foundation Trust, Birmingham, Birmingham, UK."
      ],
      "orcid": "0000-0001-5928-486X"
    },
    {
      "last_name": "Hiligsmann",
      "fore_name": "Mickaël",
      "initials": "M",
      "name": "Mickaël Hiligsmann",
      "affiliations": [
        "Department of Health Services Research, CAPHRI Care and Public Health research Institute, Maastricht University, Maastricht, Netherlands."
      ],
      "orcid": "0000-0003-4274-9258"
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Department of Medicine, University of Ottawa Faculty of Medicine, Ottawa, Ontario, Canada.",
        "Ottawa Hospital Research Institute Clinical Epidemiology Program, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Buchbinder",
      "fore_name": "Rachelle",
      "initials": "R",
      "name": "Rachelle Buchbinder",
      "affiliations": [
        "Musculoskeletal Health and Wiser Health Care Units, School of Public Health and Preventive Medicine, Monash University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Whittle",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Whittle",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Victoria, Australia.",
        "Rheumatology Unit, Queen Elizabeth Hospital, Adelaide, South Australia, Australia."
      ]
    },
    {
      "last_name": "Richards",
      "fore_name": "Dawn P",
      "initials": "DP",
      "name": "Dawn P Richards",
      "affiliations": [
        "Canadian Arthritis Patient Alliance, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-1151-0826"
    },
    {
      "last_name": "Proulx",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Proulx",
      "affiliations": [
        "Canadian Arthritis Patient Alliance, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schunemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schunemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Biomedical Sciences, Humanitas University, Milano, Italy."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Centro GRADE Barcelona, Instituto de Investigacion Biomedica, Barcelona, Spain."
      ],
      "orcid": "0000-0002-8001-8504"
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, McMaster University, Hamilton, Ontario, Canada.",
        "World Health Organization Collaborating Center for Infectious Diseases, Research Methods and Recommendations, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wiercioch",
      "fore_name": "Wojtek",
      "initials": "W",
      "name": "Wojtek Wiercioch",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, McMaster University, Hamilton, Ontario, Canada.",
        "World Health Organization Collaborating Center for Infectious Diseases, Research Methods and Recommendations, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kuper",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Kuper",
      "affiliations": [
        "Faculty of Health, Medicine and Life Sciences, Maastricht University, Maastricht, Limburg, Netherlands."
      ]
    },
    {
      "last_name": "Pardo Pardo",
      "fore_name": "Jordi",
      "initials": "J",
      "name": "Jordi Pardo Pardo",
      "affiliations": [
        "Cochrane Musculoskeletal, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hazlewood",
      "fore_name": "Glen",
      "initials": "G",
      "name": "Glen Hazlewood",
      "affiliations": [
        "Arthritis Research Canada, Richmond, British Columbia, Canada gshazlew@ucalgary.ca.",
        "Departments of Medicine and Community Health Sciences, University of Calgary Cumming School of Medicine, Calgary, Alberta, Canada.",
        "McCaig Institute for Bone and Joint Health, University of Calgary Cumming School of Medicine, Calgary, Alberta, Canada."
      ],
      "orcid": "0000-0001-7709-3741"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "15"
  },
  "start_page": "e088267",
  "pages": "e088267",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Systematic Reviews as Topic",
    "Patient Preference",
    "Practice Guidelines as Topic",
    "Arthritis, Rheumatoid",
    "Antirheumatic Agents",
    "Research Design",
    "Arthritis, Juvenile"
  ],
  "article_ids": {
    "pubmed": "39819933",
    "pmc": "PMC11751828",
    "doi": "10.1136/bmjopen-2024-088267",
    "pii": "bmjopen-2024-088267"
  },
  "doi": "10.1136/bmjopen-2024-088267",
  "pmc_id": "PMC11751828",
  "dates": {
    "completed": "2025-05-01",
    "revised": "2025-06-10"
  },
  "chemicals": [
    "Antirheumatic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:26.894301",
    "pmid": "39819933"
  }
}