{
  "pmid": "39819557",
  "uid": "39819557",
  "title": "Timing of risk factors, prodromal features, and comorbidities of dementia from a large health claims case-control study.",
  "abstract": "BACKGROUND: Many risk factors for dementia have been identified, but the timing of risk is less well understood. Here, we analyzed risk factors in a case-control study covering 10 years before an incident dementia diagnosis. METHODS: We designed a case-control study using insurance claims of outpatient consultations of patients with German statutory health insurance between January 1, 2012, and December 31, 2022. We included patients with an incident diagnosis of dementia and controls without a diagnosis of dementia matched 1:2 for age, sex, region, and earliest year of outpatient encounter. We selected exposures based on previous systematic reviews, case-control and cohort studies reporting on risk factors, comorbidities, and prodromal features of dementia. We calculated the prevalence of risk factors in cases and controls and odds ratios for each year before the index date, along with Bonferroni-corrected confidence intervals, using conditional logistic regression. RESULTS: We identified a total of 1,686,759 patients with incident dementia (mean (SD) age, 82.15 (6.90) years; 61.70% female) and 3,373,518 matched controls (mean (SD) age, 82.15 (6.90) years; 61.70% female). Study participants were followed up for a mean (SD) of 6.6 (2.3) years. Of the 63 risk factors and prodromal features examined, 56 were associated with an increased risk of dementia in all years during the 10th and the 1st year before the index date. These included established risk factors, such as depression, hypertension, hearing impairment, nicotine and alcohol abuse, obesity, hypercholesterolaemia, traumatic brain injury, and diabetes. The greatest risk, with odds ratios greater than 2.5, was conferred by delirium, memory impairment, mental retardation, personality and behavioral disorders, sensory disorders, schizophrenia, and psychosis. Cancer was associated with a reduced risk of dementia. CONCLUSIONS: This large case-control study confirmed established risk factors of dementia. In addition, the study identified non-specific diagnoses that showed a steep increase in risk close to the index date, such as psychosis, conduct disorder, and other sensory disorders. Consideration of these diagnoses, which may represent prodromal features rather than risk factors for dementia, may help to identify people with dementia in routine care.",
  "authors": [
    {
      "last_name": "Teipel",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Teipel",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Rostock/Greifswald, Gehlsheimer Str. 20, Rostock, 18147, Germany. stefan.teipel@med.uni-rostock.de.",
        "Department of Psychosomatic Medicine, University Medicine Rostock, Gehlsheimer Str. 20, Rostock, 18147, Germany. stefan.teipel@med.uni-rostock.de."
      ]
    },
    {
      "last_name": "Akmatov",
      "fore_name": "Manas",
      "initials": "M",
      "name": "Manas Akmatov",
      "affiliations": [
        "Department of Epidemiology and Healthcare Atlas, Central Research Institute of Ambulatory Health Care in Germany, Berlin, Germany."
      ]
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Riedel-Heller",
      "fore_name": "Steffi",
      "initials": "S",
      "name": "Steffi Riedel-Heller",
      "affiliations": [
        "Institute of Social Medicine, Occupational Health and Public Health, Faculty of Medicine, University of Leipzig, Leipzig, Germany."
      ]
    },
    {
      "last_name": "Bohlken",
      "fore_name": "Jens",
      "initials": "J",
      "name": "Jens Bohlken",
      "affiliations": [
        "Institute of Social Medicine, Occupational Health and Public Health, Faculty of Medicine, University of Leipzig, Leipzig, Germany."
      ]
    },
    {
      "last_name": "Holstiege",
      "fore_name": "Jakob",
      "initials": "J",
      "name": "Jakob Holstiege",
      "affiliations": [
        "Department of Epidemiology and Healthcare Atlas, Central Research Institute of Ambulatory Health Care in Germany, Berlin, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Alzheimer's research & therapy",
    "iso_abbreviation": "Alzheimers Res Ther",
    "issn": "1758-9193",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "16"
  },
  "start_page": "22",
  "pages": "22",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Dementia",
    "Case-Control Studies",
    "Male",
    "Female",
    "Risk Factors",
    "Prodromal Symptoms",
    "Aged, 80 and over",
    "Comorbidity",
    "Aged",
    "Germany",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "39819557",
    "pmc": "PMC11736938",
    "doi": "10.1186/s13195-024-01662-x",
    "pii": "10.1186/s13195-024-01662-x"
  },
  "doi": "10.1186/s13195-024-01662-x",
  "pmc_id": "PMC11736938",
  "dates": {
    "completed": "2025-05-01",
    "revised": "2025-05-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.048556",
    "pmid": "39819557"
  }
}