{
  "pmid": "39821736",
  "uid": "39821736",
  "title": "Obstructive sleep apnea in bariatric surgery patients: a population-based study.",
  "abstract": "PURPOSE: A high proportion of obstructive sleep apnea (OSA) remains undiagnosed. The main objectives of this study were to measure the prevalence of diagnosed OSA and determine OSA predictors in patients who underwent bariatric surgery, who are predominantly female and pre-menopausal and represent an understudied population in OSA literature. METHODS: This was a cross-sectional population-based study using the Ontario Bariatric Registry (OBR) from 2010 to 2016, linked to ICES databases which include health administrative data on all encounters within a single public-payer system. Multiple logistic regression was used to measure OSA predictors. RESULTS: Out of a total of 18,074 patients who underwent bariatric surgery, OSA was diagnosed in 47% (95% confidence interval [CI]: 46 to 47), and OSA was the second most common comorbidity within this population. Only 63% of OSA diagnoses were recorded in the OBR at the time of initial bariatric consultation. Based on interaction, it was found that, in females, OSA predictors included social inequality, diabetes and chronic obstructive pulmonary disease, in addition to the predictors measured in males (age, body mass index and comorbidity burden). CONCLUSION: A significant proportion of patients presenting for initial bariatric surgery consultation have undiagnosed OSA. OSA screening and testing may lead to underdiagnosis of OSA, especially in pre-menopausal females who represent the majority of the population undergoing bariatric surgery.",
  "authors": [
    {
      "last_name": "Martelli",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa Martelli",
      "affiliations": [
        "Division of Respirology, Department of Medicine, McMaster University, Hamilton, ON, Canada. vanessa.martelli@queensu.ca.",
        "Division of Respirology and Sleep Medicine, Department of Medicine, Queen's University, Kingston, ON, Canada. vanessa.martelli@queensu.ca."
      ],
      "orcid": "0000-0001-5329-7918"
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ayas",
      "fore_name": "Najib",
      "initials": "N",
      "name": "Najib Ayas",
      "affiliations": [
        "Department of Medicine, University of British Columbia, Vancouver, BC, Canada.",
        "Leon Judah Blackmore Center for Sleep Disorders at UBC Hospital, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada.",
        "Center for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Sleep & breathing = Schlaf & Atmung",
    "iso_abbreviation": "Sleep Breath",
    "issn": "1522-1709",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "16"
  },
  "start_page": "80",
  "pages": "80",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Sleep Apnea, Obstructive",
    "Female",
    "Bariatric Surgery",
    "Male",
    "Middle Aged",
    "Cross-Sectional Studies",
    "Adult",
    "Comorbidity",
    "Ontario",
    "Registries",
    "Aged",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "39821736",
    "doi": "10.1007/s11325-025-03246-x",
    "pii": "10.1007/s11325-025-03246-x"
  },
  "doi": "10.1007/s11325-025-03246-x",
  "dates": {
    "completed": "2025-05-01",
    "revised": "2025-06-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Canadian Institutes of Health Research",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "Firestone Institute for Respiratory Health",
      "agency": "Firestone Institute for Respiratory Health"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.680099",
    "pmid": "39821736"
  }
}