{
  "pmid": "39824392",
  "uid": "39824392",
  "title": "Eradication Therapy to Prevent Gastric Cancer in Helicobacterpylori-Positive Individuals: Systematic Review and Meta-Analysis of Randomized Controlled Trials and Observational Studies.",
  "abstract": "BACKGROUND & AIMS: Screening for, and treating, Helicobacter pylori in the general population or patients with early gastric neoplasia could reduce incidence of, and mortality from, gastric cancer. We updated a meta-analysis of randomized controlled trials (RCTs) examining this issue. METHODS: We searched the literature through October 4, 2024, identifying studies examining effect of eradication therapy on incidence of gastric cancer in H pylori-positive adults without gastric neoplasia at baseline or H pylori-positive patients with gastric neoplasia undergoing endoscopic mucosal resection (EMR) in either RCTs or observational studies. The control arm received placebo or no eradication therapy in RCTs and no eradication therapy in observational studies. Follow-up was ≥2 years. We estimated relative risks (RR) of gastric cancer incidence and mortality. RESULTS: Eleven RCTs and 13 observational studies were eligible. For RCTs, RR of gastric cancer was lower with eradication therapy in healthy H pylori-positive individuals (8 RCTs, 0.64; 95% confidence interval [CI], 0.48-0.84) and H pylori-positive patients with gastric neoplasia undergoing EMR (3 RCTs, 0.52; 95% CI, 0.38-0.71). RR of death from gastric cancer was lower with eradication therapy in healthy H pylori-positive individuals (5 RCTs, 0.78; 95% CI, 0.62-0.98). In observational studies, RR of future gastric cancer was lower with eradication therapy in H pylori-positive subjects without gastric neoplasia at baseline (11 studies, 0.56; 95% CI, 0.43-0.73) and H pylori-positive patients with gastric neoplasia undergoing EMR (2 studies, 0.19; 95% CI, 0.06-0.61). CONCLUSIONS: This meta-analysis provides further evidence that administering eradication therapy prevents gastric cancer in H pylori-positive individuals, with consistency in results among studies of different design.",
  "authors": [
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "Leeds Gastroenterology Institute, St. James's University Hospital, Leeds, United Kingdom; Leeds Institute of Medical Research at St. James's, University of Leeds, Leeds, United Kingdom. Electronic address: alexf12399@yahoo.com."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Yuhong",
      "initials": "Y",
      "name": "Yuhong Yuan",
      "affiliations": [
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, London Health Science Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jin Young",
      "initials": "JY",
      "name": "Jin Young Park",
      "affiliations": [
        "Early Detection, Prevention, and Infections Branch, International Agency for Research on Cancer (IARC/WHO), Lyon, France."
      ]
    },
    {
      "last_name": "Forman",
      "fore_name": "David",
      "initials": "D",
      "name": "David Forman",
      "affiliations": [
        "Leeds Institute of Medical Research at St. James's, University of Leeds, Leeds, United Kingdom."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Gastroenterology",
    "iso_abbreviation": "Gastroenterology",
    "issn": "1528-0012",
    "issn_type": "Electronic",
    "volume": "169",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Aug"
  },
  "start_page": "261",
  "end_page": "276",
  "pages": "261-276",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Stomach Neoplasms",
    "Helicobacter Infections",
    "Helicobacter pylori",
    "Randomized Controlled Trials as Topic",
    "Observational Studies as Topic",
    "Anti-Bacterial Agents",
    "Incidence",
    "Endoscopic Mucosal Resection",
    "Treatment Outcome",
    "Proton Pump Inhibitors"
  ],
  "article_ids": {
    "pubmed": "39824392",
    "doi": "10.1053/j.gastro.2024.12.033",
    "pii": "S0016-5085(25)00041-1"
  },
  "doi": "10.1053/j.gastro.2024.12.033",
  "dates": {
    "completed": "2025-07-24",
    "revised": "2025-07-25"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Proton Pump Inhibitors"
  ],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.455942",
    "pmid": "39824392"
  }
}