{
  "pmid": "39828024",
  "uid": "39828024",
  "title": "Empty bottles, rising risks: A case-crossover study on psychotherapeutic medication depletion and suicide triggers.",
  "abstract": "OBJECTIVE: The use of psychotherapeutic medications can reduce the risk of suicide among people with mental health disorders, but little is known about the impact of exhausting these medications. This study analyzes the temporal relationship between running out of psychotherapeutic medications and suicide using a case-crossover study design. METHODS: Pharmacy and medical claims data from the Arkansas All-Payers Claims Database were linked to death certificates to identify decedents of suicide from 2013 through 2021. Psychotherapeutic medications were categorized using a National Drug Code (NDC) ontology from First DataBank®. The dispensed date and days' supply from pharmacy claims estimated when a decedent would exhaust any prescribed psychotherapeutic. A dichotomous variable indicated if a decedent exhausted at least one psychotherapeutic during the hazard window - the seven days leading up to and including the date of death. This exposure was compared to 11 control windows - the 11 weeks immediately preceding the hazard window. Conditional logistic regression analysis estimated the odds of exhausting at least one medication during the hazard window relative to the control windows. RESULTS: Among 853 decedents who received 4375 psychotherapeutic prescriptions, 17.0 % exhausted at least one psychotherapeutic in the hazard window, the highest among all study windows. There was a 46 % increase in the odds of exhausting at least one psychotherapeutic during the hazard window compared to the control windows (AOR: 1.46; p = 0.0001). CONCLUSION: There is a temporal relationship between exhausting at least one psychotherapeutic medication and suicide, highlighting the need for close monitoring of medication supply for patients treated with psychotherapeutics.",
  "authors": [
    {
      "last_name": "Porter",
      "fore_name": "Austin",
      "initials": "A",
      "name": "Austin Porter",
      "affiliations": [
        "Fay W. Boozman College of Public Health, Department of Health Policy and Management, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America; Arkansas Department of Health, Little Rock, AR 72205, United States of America. Electronic address: Austin.Porter@arkansas.gov."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Allen M",
      "initials": "AM",
      "name": "Allen M Smith",
      "affiliations": [
        "Division of Pharmaceutical Evaluation and Policy, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America."
      ]
    },
    {
      "last_name": "Gokarakonda",
      "fore_name": "Srinivasa B",
      "initials": "SB",
      "name": "Srinivasa B Gokarakonda",
      "affiliations": [
        "Department of Psychiatry and Behavioral Sciences, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Department of Psychiatry and Behavioral Sciences, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America; Division of Research and Evidence-Based Medicine, Department of Emergency Medicine, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America; Department of Emergency Medicine Behavioral Emergencies Research (DEMBER) Lab, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Martin",
      "affiliations": [
        "Division of Pharmaceutical Evaluation and Policy, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "Journal of affective disorders",
    "iso_abbreviation": "J Affect Disord",
    "issn": "1573-2517",
    "issn_type": "Electronic",
    "volume": "374",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "579",
  "end_page": "586",
  "pages": "579-586",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Cross-Over Studies",
    "Suicide",
    "Middle Aged",
    "Adult",
    "Psychotropic Drugs",
    "Mental Disorders",
    "Aged",
    "Young Adult",
    "Psychotherapy",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "39828024",
    "doi": "10.1016/j.jad.2025.01.079",
    "pii": "S0165-0327(25)00094-1"
  },
  "doi": "10.1016/j.jad.2025.01.079",
  "dates": {
    "completed": "2025-05-02",
    "revised": "2025-05-22"
  },
  "chemicals": [
    "Psychotropic Drugs"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.894481",
    "pmid": "39828024"
  }
}