{
  "pmid": "39839170",
  "uid": "39839170",
  "title": "Role of Artificial Intelligence-assisted Decision Support Tool for Common Rhythm Disturbances: A ChatGPT Proof-of-concept Study.",
  "abstract": "BACKGROUND: The objective of this article was to explore the use of ChatGPT as a clinical support tool for common arrhythmias. METHODS: This study assessed the feasibility of using ChatGPT as an AI decision-support tool for common rhythm disturbances. The study was conducted using retrospective data collected from electronic medical records (EMRs) of patients with documented rhythm disturbances. The model's performance was evaluated using sensitivity, specificity, positive predictive value, and negative predictive value. RESULTS: A total of 20,000 patients with rhythm disturbances were included in the study. The ChatGPT model demonstrated high diagnostic accuracy in identifying and diagnosing common rhythm disturbances, with a sensitivity of 93%, specificity of 89%, positive predictive value of 91%, and negative predictive value of 92%. The ROC curve analysis showed an area under the curve (AUC) of 0.743, indicating the excellent diagnostic performance of the ChatGPT model. CONCLUSION: The model's diagnostic performance was comparable to clinical experts, indicating its potential to enhance clinical decision-making and improve patient outcomes. CLINICAL TRIAL REGISTRATION: Not applicable.",
  "authors": [
    {
      "last_name": "Malik",
      "fore_name": "Jahanzeb",
      "initials": "J",
      "name": "Jahanzeb Malik",
      "affiliations": [
        "Department of Cardiovascular Medicine, Armed Forces Institute of Cardiology, Rawalpindi, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad W",
      "initials": "MW",
      "name": "Muhammad W Afzal",
      "affiliations": [
        "Department of Medicine, Sheikh Zayed Hospital, Rahim Yar Khan, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Salaar S",
      "initials": "SS",
      "name": "Salaar S Khan",
      "affiliations": [
        "Department of Medicine, Federal Medical College, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Umer",
      "fore_name": "Muhammad R",
      "initials": "MR",
      "name": "Muhammad R Umer",
      "affiliations": [
        "Department of Medicine, DHQ Teaching Hospital, Sargodha, Pakistan."
      ]
    },
    {
      "last_name": "Fakhar",
      "fore_name": "Bushra",
      "initials": "B",
      "name": "Bushra Fakhar",
      "affiliations": [
        "Pre-Medical Student, Aspire College, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Mehmoodi",
      "fore_name": "Amin",
      "initials": "A",
      "name": "Amin Mehmoodi",
      "affiliations": [
        "Department of Medicine, Ibn e Seena Hospital, Kabul, Afghanistan."
      ]
    }
  ],
  "journal": {
    "title": "Journal of community hospital internal medicine perspectives",
    "iso_abbreviation": "J Community Hosp Intern Med Perspect",
    "issn": "2000-9666",
    "issn_type": "Print",
    "volume": "14",
    "issue": "6",
    "pub_year": "2024"
  },
  "start_page": "5",
  "end_page": "9",
  "pages": "5-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39839170",
    "pmc": "PMC11745183",
    "doi": "10.55729/2000-9666.1402",
    "pii": "jchim-14-06-005"
  },
  "doi": "10.55729/2000-9666.1402",
  "pmc_id": "PMC11745183",
  "dates": {
    "revised": "2025-01-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.193532",
    "pmid": "39839170"
  }
}