{
  "pmid": "39833812",
  "uid": "39833812",
  "title": "Strengthening public health education and humanitarian response through academic volunteerism.",
  "abstract": "INTRODUCTION: Volunteers are an integral part of the International Red Cross and Red Crescent (RCRC) Movement, with over 16 million people actively contributing to humanitarian action worldwide. Academic volunteerism within the Movement includes contributions from students, volunteers and professionals from academic institutions who offer their time and expertise. In this study we aimed to understand the process of embedding academic volunteers in humanitarian organizations such as the Canadian Red Cross (CRC) and assess the impact of their activities within the realm of public health education. METHODS: We used a qualitative case study design with an instrumental approach. All documents related to academic volunteers within the CRC database from September 2018 to August 2023 were gathered and reviewed. Data related to the processes around engaging with volunteers, timelines, outcomes and feedback surveys from students and staff members were extracted and a content analysis was conducted. A return-on-investment analysis (ROI) was conducted to assess the financial impact of engaging academic volunteers. RESULTS: A total of 68 academic volunteers were engaged with CRC, including unpaid or partially paid master's students, doctoral and postdoctoral fellows, and student volunteers. The collaboration between CRC and academic volunteers contributed to educational enrichment, professional development, knowledge transfer, operational efficiency, and talent pool expansion. Results from a survey on academic volunteerism further highlighted benefits such as maintaining project schedules, promoting diversity, and amplifying the Movement's voice on important matters. The return on investment for unpaid academic volunteers and Masters students was 70%. A five-fold increase was measured for partially paid academic volunteers resulting in 486% ROI. DISCUSSION: Academic volunteerism yields mutual benefits for students, academic researchers, and humanitarian organizations. These volunteers enhance operational efficiency and fortify resilience, fostering adaptability amid challenges. They play a crucial role in strengthening evidence-based programming within organizations like CRC and bolstering their capacity to address emerging health issues. These volunteers constitute a valuable talent pool, bringing organizational knowledge and experience to the table. They provide critical support for scaling up programs, especially during emergency situations, offering innovative solutions to address human resource shortages driven by funding constraints.",
  "authors": [
    {
      "last_name": "Rab",
      "fore_name": "Faiza",
      "initials": "F",
      "name": "Faiza Rab",
      "affiliations": [
        "Global Health and Research - Canadian Red Cross, Ottawa, Canada. faiza.rab@redcross.ca.",
        "Western University, London, ON, Canada. faiza.rab@redcross.ca."
      ]
    },
    {
      "last_name": "Assefa",
      "fore_name": "Mekdes",
      "initials": "M",
      "name": "Mekdes Assefa",
      "affiliations": [
        "Global Health and Research - Canadian Red Cross, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Sohani",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Sohani",
      "affiliations": [
        "Global Health and Research - Canadian Red Cross, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Ormel",
      "fore_name": "Ilja",
      "initials": "I",
      "name": "Ilja Ormel",
      "affiliations": [
        "Global Health and Research - Canadian Red Cross, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Arshad",
      "fore_name": "Farwa",
      "initials": "F",
      "name": "Farwa Arshad",
      "affiliations": [
        "York University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Khalid",
      "fore_name": "Ahmad Firas",
      "initials": "AF",
      "name": "Ahmad Firas Khalid",
      "affiliations": [
        "Canadian Institute of Health Research- Health Systems Impact Fellow, Canadian Red Cross, Ottawa, Canada.",
        "Centre for Implementation Research, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical education",
    "iso_abbreviation": "BMC Med Educ",
    "issn": "1472-6920",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "20"
  },
  "start_page": "93",
  "pages": "93",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Volunteers",
    "Humans",
    "Altruism",
    "Canada",
    "Red Cross",
    "Qualitative Research",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "39833812",
    "pmc": "PMC11744964",
    "doi": "10.1186/s12909-025-06676-z",
    "pii": "10.1186/s12909-025-06676-z"
  },
  "doi": "10.1186/s12909-025-06676-z",
  "pmc_id": "PMC11744964",
  "dates": {
    "completed": "2025-05-01",
    "revised": "2025-05-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:59.611392",
    "pmid": "39833812"
  }
}