{
  "pmid": "39844138",
  "uid": "39844138",
  "title": "Implementation of a sexual health clinic in an oncology setting: patient and provider perspectives.",
  "abstract": "BACKGROUND: Sexual dysfunction is prevalent among cancer survivors, significantly impacting patient and partner quality of life. Despite this, sexual health clinics (SHCs) remain rare in cancer centres across Canada. An innovative clinic was developed at Princess Margaret Cancer Centre in Toronto, Canada to address this significant gap in survivorship care. This study examines factors affecting the provision of sexual healthcare and the implementation of a sexual health clinic within a large urban centre. METHODS: The Quality Implementation Framework was used to explicate patient and provider experience and identify barriers and facilitators to integrating sexual healthcare into routine cancer care workflows. Healthcare providers and patients representing selected cancer types (prostate, cervical, ovarian, testicular, bladder, kidney, and head and neck cancer) participated in semi-structured interviews. Interviews were transcribed and analyzed using the Framework qualitative analysis protocol. RESULTS: The analysis identified three organizing domains and ten themes that describe the unique aspects of the sexual healthcare experience and critical factors for sexual health implementation. Both patients and providers described a lack of sexual health support in the oncology setting and emphasized the need for comprehensive and personalized care. Limitations of current care provision included mutual silence between patients and providers due to discomfort in discussing sexual issues, insufficient provider confidence in delivering optimal sexual healthcare, and constraints related to space and time. Key Factors for implementing a sexual health clinic in oncology emphasized the importance of having a dedicated clinic, flexibility in service delivery, proactive patient engagement, and ongoing staff education. CONCLUSIONS: Findings highlight significant challenges in addressing sexual health in an oncology setting, underscoring the need for specialized sexual health clinics that are integrated with, but distinct from, routine oncology care. This study further emphasizes the need for incorporating sexual healthcare in survivorship programs as well as the necessity of conducting thorough implementation research, involving multiple stakeholders, prior to launching new programs.",
  "authors": [
    {
      "last_name": "Matthew",
      "fore_name": "Andrew G",
      "initials": "AG",
      "name": "Andrew G Matthew",
      "affiliations": [
        "Department of Surgical Oncology, Princess Margaret Cancer Centre, University Health Network, 700 University Avenue, 6th Floor, Toronto, ON, M5G 1Z6, Canada. andrew.matthew@uhn.ca.",
        "Division of Urology, Department of Surgery, University Health Network, University of Toronto, Toronto, ON, M5T 2SB, Canada. andrew.matthew@uhn.ca."
      ]
    },
    {
      "last_name": "Incze",
      "fore_name": "Taylor",
      "initials": "T",
      "name": "Taylor Incze",
      "affiliations": [
        "Department of Surgical Oncology, Princess Margaret Cancer Centre, University Health Network, 700 University Avenue, 6th Floor, Toronto, ON, M5G 1Z6, Canada."
      ]
    },
    {
      "last_name": "Stragapede",
      "fore_name": "Elisa",
      "initials": "E",
      "name": "Elisa Stragapede",
      "affiliations": [
        "Department of Surgical Oncology, Princess Margaret Cancer Centre, University Health Network, 700 University Avenue, 6th Floor, Toronto, ON, M5G 1Z6, Canada."
      ]
    },
    {
      "last_name": "Guirguis",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Guirguis",
      "affiliations": [
        "Department of Surgical Oncology, Princess Margaret Cancer Centre, University Health Network, 700 University Avenue, 6th Floor, Toronto, ON, M5G 1Z6, Canada."
      ]
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Elterman",
      "fore_name": "Dean S",
      "initials": "DS",
      "name": "Dean S Elterman",
      "affiliations": [
        "Division of Urology, Department of Surgery, University Health Network, University of Toronto, Toronto, ON, M5T 2SB, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "22"
  },
  "start_page": "123",
  "pages": "123",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Sexual Health",
    "Qualitative Research",
    "Neoplasms",
    "Middle Aged",
    "Interviews as Topic",
    "Ambulatory Care Facilities",
    "Ontario",
    "Adult",
    "Sexual Dysfunction, Physiological",
    "Attitude of Health Personnel",
    "Health Personnel",
    "Aged"
  ],
  "article_ids": {
    "pubmed": "39844138",
    "pmc": "PMC11756131",
    "doi": "10.1186/s12913-024-12092-8",
    "pii": "10.1186/s12913-024-12092-8"
  },
  "doi": "10.1186/s12913-024-12092-8",
  "pmc_id": "PMC11756131",
  "dates": {
    "completed": "2025-05-02",
    "revised": "2025-05-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.174500",
    "pmid": "39844138"
  }
}