{
  "pmid": "39848569",
  "uid": "39848569",
  "title": "Long-Term Mental Health Morbidity in Adult Survivors of COVID-19 Critical Illness: A Population-Based Cohort Study.",
  "abstract": "BACKGROUND: Surviving COVID-19 critical illness may be associated with important long-term sequelae, but little is known regarding mental health outcomes. RESEARCH QUESTION: What is the association between COVID-19 critical illness and new mental health diagnoses after discharge? STUDY DESIGN AND METHODS: We conducted a population-based cohort study in Ontario, Canada (January 1, 2020-March 31, 2022). We included consecutive adult survivors (aged ≥ 18 years) of COVID-19 critical illness and compared them with consecutive adult survivors of critical illness from non-COVID-19 pneumonia. The primary outcome was a new mental health diagnosis (a composite of mood, anxiety, or related disorders; schizophrenia or psychotic disorders; and other mental health disorders) after hospital discharge. We compared patients using overlap propensity score-weighted, cause-specific proportional hazard models. RESULTS: We included 6,098 survivors of COVID-19 critical illness and 2,568 adult survivors of critical illness from non-COVID-19 pneumonia at 102 centers. Incidence of new mental health diagnosis among survivors of COVID-19 critical illness was 25.3 diagnoses per 100 person-years (95% CI, 24.0-26.6 diagnoses), and 25.9 diagnoses per 100 person-years (95% CI, 24.0-27.8 diagnoses) among survivors of non-COVID-19 pneumonia. After propensity weighting, COVID-19 critical illness was not associated with increased risk of new mental health diagnosis overall (hazard ratio [HR], 1.08; 95% CI, 0.96-1.23), but was associated with increased risk in the category of new mood, anxiety, or related disorders (HR, 1.21; 95% CI, 1.05-1.40). No difference was seen in psychotic disorders, other mental health diagnoses, social problems, or deliberate self-harm. INTERPRETATION: As compared with survival after critical illness resulting from non-COVID-19 pneumonia, survival after COVID-19 critical illness was not associated with increased risk of the composite outcome of new mental health diagnosis, but was associated with elevated risk of new mood, anxiety, or related disorders. CLINICAL TRIAL REGISTRY: Center for Open Science; URL: www.archive.org/details/osf-registrations-pfn6q-v1.",
  "authors": [
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Department of Critical Care, Lakeridge Health, Oshawa; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa; Division of Critical Care, Ottawa. Electronic address: sfernando@qmed.ca."
      ]
    },
    {
      "last_name": "Qureshi",
      "fore_name": "Danial",
      "initials": "D",
      "name": "Danial Qureshi",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa; Bruyère Research Institute, Ottawa; Nuffield Department of Population Health, University of Oxford, Oxford, England."
      ]
    },
    {
      "last_name": "Talarico",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Talarico",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa; ICES, Toronto."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Eddy",
      "initials": "E",
      "name": "Eddy Fan",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Toronto; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, Toronto; Toronto General Hospital Research Institute, University Health Network, Toronto; Department of Medicine, Sinai Health System and University Health Network, Toronto."
      ]
    },
    {
      "last_name": "McIsaac",
      "fore_name": "Daniel I",
      "initials": "DI",
      "name": "Daniel I McIsaac",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa; School of Epidemiology and Public Health, Ottawa; Department of Anesthesiology and Pain Medicine, University of Ottawa, Ottawa; ICES, Toronto."
      ]
    },
    {
      "last_name": "Vigod",
      "fore_name": "Simone N",
      "initials": "SN",
      "name": "Simone N Vigod",
      "affiliations": [
        "ICES, Toronto; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, Toronto; Department of Psychiatry, University of Toronto, Toronto; Women's College Hospital and Research Institute, Toronto."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa; Division of Nephrology, Department of Medicine, Ottawa; School of Epidemiology and Public Health, Ottawa; ICES, Toronto."
      ]
    },
    {
      "last_name": "Myran",
      "fore_name": "Daniel T",
      "initials": "DT",
      "name": "Daniel T Myran",
      "affiliations": [
        "School of Epidemiology and Public Health, Ottawa."
      ]
    },
    {
      "last_name": "Hodgson",
      "fore_name": "Carol L",
      "initials": "CL",
      "name": "Carol L Hodgson",
      "affiliations": [
        "Australian and New Zealand Intensive Care-Research Centre, Monash University, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, Hamilton, ON; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Munshi",
      "fore_name": "Laveena",
      "initials": "L",
      "name": "Laveena Munshi",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Toronto; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, Toronto; Department of Medicine, Sinai Health System and University Health Network, Toronto."
      ]
    },
    {
      "last_name": "Fiest",
      "fore_name": "Kirsten M",
      "initials": "KM",
      "name": "Kirsten M Fiest",
      "affiliations": [
        "Department of Critical Care Medicine, Calgary, AB, Canada; Department of Psychiatry and Hotchkiss Brain Institute, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Bienvenu",
      "fore_name": "O Joseph",
      "initials": "OJ",
      "name": "O Joseph Bienvenu",
      "affiliations": [
        "Department of Psychiatry and Behavioural Sciences."
      ]
    },
    {
      "last_name": "Needham",
      "fore_name": "Dale M",
      "initials": "DM",
      "name": "Dale M Needham",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Department of Medicine, Baltimore, MD; Department of Physical Medicine and Rehabilitation, Johns Hopkins University School of Medicine, Baltimore, MD."
      ]
    },
    {
      "last_name": "Brodie",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Brodie",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Department of Medicine, Baltimore, MD."
      ]
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Niall D",
      "initials": "ND",
      "name": "Niall D Ferguson",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Toronto; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, Toronto; Toronto General Hospital Research Institute, University Health Network, Toronto; Department of Medicine, Sinai Health System and University Health Network, Toronto."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": [
        "ICES, Toronto; Interdepartmental Division of Critical Care Medicine, Toronto; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, Toronto; Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, Hamilton, ON; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Slutsky",
      "fore_name": "Arthur S",
      "initials": "AS",
      "name": "Arthur S Slutsky",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Toronto; Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto."
      ]
    },
    {
      "last_name": "Scales",
      "fore_name": "Damon C",
      "initials": "DC",
      "name": "Damon C Scales",
      "affiliations": [
        "ICES, Toronto; Interdepartmental Division of Critical Care Medicine, Toronto; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, Toronto; Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto; Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto."
      ]
    },
    {
      "last_name": "Herridge",
      "fore_name": "Margaret S",
      "initials": "MS",
      "name": "Margaret S Herridge",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Toronto; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, Toronto; Toronto General Hospital Research Institute, University Health Network, Toronto; Department of Medicine, Sinai Health System and University Health Network, Toronto."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa; Bruyère Research Institute, Ottawa; ICES, Toronto; Department of Family Medicine and Primary Care, The University of Hong Kong, Hong Kong, China."
      ]
    },
    {
      "last_name": "Kyeremanteng",
      "fore_name": "Kwadwo",
      "initials": "K",
      "name": "Kwadwo Kyeremanteng",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa; Division of Critical Care, Ottawa; Institut du Savoir Montfort, Hôpital Montfort, Ottawa."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "167",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "1651",
  "end_page": "1666",
  "pages": "1651-1666",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Male",
    "Female",
    "Middle Aged",
    "Critical Illness",
    "Ontario",
    "Survivors",
    "Adult",
    "Mental Disorders",
    "SARS-CoV-2",
    "Aged",
    "Cohort Studies",
    "Incidence",
    "Mental Health"
  ],
  "article_ids": {
    "pubmed": "39848569",
    "doi": "10.1016/j.chest.2025.01.012",
    "pii": "S0012-3692(25)00105-9"
  },
  "doi": "10.1016/j.chest.2025.01.012",
  "dates": {
    "completed": "2025-06-12",
    "revised": "2025-06-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.258846",
    "pmid": "39848569"
  }
}