{
  "pmid": "39848551",
  "uid": "39848551",
  "title": "Risk of bias assessment tools often addressed items not related to risk of bias and used numerical scores.",
  "abstract": "OBJECTIVES: We aimed to determine whether the existing risk of bias assessment tools addressed constructs other than risk of bias or internal validity and whether they used numerical scores to express quality, which is discouraged and may be a misleading approach. METHODS: We searched Ovid MEDLINE and Embase to identify quality appraisal tools across all disciplines in human health research. Tools designed specifically to evaluate reporting quality were excluded. Potentially eligible tools were screened by independent pairs of reviewers. We categorized tools according to conceptual constructs and evaluated their scoring methods. RESULTS: We included 230 tools published from 1995 to 2023. Access to the tool was limited to a peer-reviewed journal article in 63% of the sample. Most tools (76%) provided signaling questions, whereas 39% produced an overall judgment across multiple domains. Most tools (93%) addressed concepts other than risk of bias, such as the appropriateness of statistical analysis (65%), reporting quality (64%), indirectness (41%), imprecision (38%), and ethical considerations and funding (22%). Numerical scoring was used in 25% of tools. CONCLUSION: Currently available study quality assessment tools were not explicit about the constructs addressed by their items or signaling questions and addressed multiple constructs in addition to risk of bias. Many tools used numerical scoring systems, which can be misleading. Limitations of the existing tools make the process of rating the certainty of evidence more difficult. PLAIN LANGUAGE SUMMARY: Many tools have been made to assess how well a scientific study was designed, conducted, and written. We searched for these tools to better understand the types of questions they ask and the types of studies to which they apply. We found 230 tools published between 1995 and 2023. One in every four tools used a numerical scoring system. This approach is not recommended because it does not distinguish well between different ways quality can be assessed. Tools assessed quality in a number of different ways, with the most common ways being risk of bias (how a study is designed and run to reduce biased results; 98%), statistical analysis (how the data were analyzed; 65%), and reporting quality (whether important details were included in the article; 64%). People who make tools in the future should carefully consider the aspects of quality that they want the tool to address and distinguish between questions of study design, conduct, analysis, ethics, and reporting.",
  "authors": [
    {
      "last_name": "Siedler",
      "fore_name": "Madelin R",
      "initials": "MR",
      "name": "Madelin R Siedler",
      "affiliations": [
        "Department of Kinesiology and Sport Management, Texas Tech University, Lubbock, TX, USA."
      ]
    },
    {
      "last_name": "Kawtharany",
      "fore_name": "Hassan",
      "initials": "H",
      "name": "Hassan Kawtharany",
      "affiliations": [
        "Evidence-Based Practice and Impact Center, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, KS, USA."
      ]
    },
    {
      "last_name": "Azzam",
      "fore_name": "Muayad",
      "initials": "M",
      "name": "Muayad Azzam",
      "affiliations": [
        "Evidence-Based Practice and Impact Center, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, KS, USA."
      ]
    },
    {
      "last_name": "Ezgü",
      "fore_name": "Defne",
      "initials": "D",
      "name": "Defne Ezgü",
      "affiliations": [
        "Faculty of Medicine, Başkent University, Ankara, Turkey."
      ]
    },
    {
      "last_name": "Alshorman",
      "fore_name": "Abrar",
      "initials": "A",
      "name": "Abrar Alshorman",
      "affiliations": [
        "Evidence-Based Practice and Impact Center, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, KS, USA."
      ]
    },
    {
      "last_name": "El Mikati",
      "fore_name": "Ibrahim K",
      "initials": "IK",
      "name": "Ibrahim K El Mikati",
      "affiliations": [
        "Department of Internal Medicine, Johns Hopkins Bayview Medical Center, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Abid",
      "fore_name": "Sadiya",
      "initials": "S",
      "name": "Sadiya Abid",
      "affiliations": [
        "Evidence-Based Practice and Impact Center, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, KS, USA."
      ]
    },
    {
      "last_name": "Choaib",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Choaib",
      "affiliations": [
        "Evidence-Based Practice and Impact Center, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, KS, USA."
      ]
    },
    {
      "last_name": "Hamarsha",
      "fore_name": "Qais",
      "initials": "Q",
      "name": "Qais Hamarsha",
      "affiliations": [
        "Evidence-Based Practice and Impact Center, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, KS, USA."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Division of Public Health, Infectious Diseases and Occupational Medicine, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada; School of Medicine, Case Western Reserve University, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "School of Medicine, Case Western Reserve University, Cleveland, OH, USA; Department of Medicine, VA Northeast Ohio Health Care System, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Division of Gastroenterology, University of Minnesota, Minneapolis, MN, USA; Department of Medicine, Minneapolis VA Healthcare System, Minneapolis, MN, USA."
      ]
    },
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": [
        "Department of Medicine, Minneapolis VA Healthcare System, Minneapolis, MN, USA; Division of Urology, University of Minnesota, Minneapolis, MN, USA."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Division of Nephrology and Hypertension, Department of Internal Medicine, University of Kansas Medical Centre, 3901 Rainbow Blvd MS3002, Kansas City, KS, USA. Electronic address: rmustafa@kumc.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "180",
    "pub_year": "2025",
    "pub_month": "Apr"
  },
  "start_page": "111684",
  "pages": "111684",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Bias",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "39848551",
    "doi": "10.1016/j.jclinepi.2025.111684",
    "pii": "S0895-4356(25)00017-4"
  },
  "doi": "10.1016/j.jclinepi.2025.111684",
  "dates": {
    "completed": "2025-04-16",
    "revised": "2025-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.198437",
    "pmid": "39848551"
  }
}