{
  "pmid": "39856142",
  "uid": "39856142",
  "title": "In vivo and in silico study of europinidin against streptozotocin-isoproterenol-induced myocardial damage via alteration of hs-CRP/CPK-MB/Caspase-3/Bcl-2 pathways.",
  "abstract": "Europinidin is a novel anthocyanidin found in the petals of Plumbago europea that exhibits several physiological effects. Research was conducted to assess europinidin's cardioprotective efficacy in a diabetic and myocardial infarction (MI) experimental model. Rat was injected through the intraperitoneal administration of 45 mg/kg of streptozotocin (STZ), while MI was induced by subcutaneously administering 85 mg/kg of isoproterenol (ISP) at 24 and 48 h prior to the sacrifice procedure. Europinidin 10 and 20 mg/day was administered orally for 4 weeks after validation of diabetes (glucose > 250 mg/dl) on the 7th day. Experimental rats were randomly allocated to control, STZ-ISP control, STZ-ISP + europinidin-10 mg, STZ-ISP + europinidin-20 mg and europinidin 20 mg perse group. Biochemicals parameters including anti-diabetic (Glucose, HbA1c, serum insulin), cardiac markers (hs-CRP, CPK-MB), dyslipidaemia (lipid analysis), anti-inflammatory (IL6, TNF-α and IL-β), oxidative stress (MDA) and antioxidant (SOD, CAT and GSH), kidney function (creatinine), liver function (AST) and pancreatic function (lipase) along with apoptosis markers (Bcl-2, caspase-3) were evaluated. In addition, histopathological indices of heart injury were investigated. In addition, molecular docking (AUTODOCK Tools 1.5.6.) and dynamics were performed. Europinidin (10 and 20 mg/day) reduced blood glucose, HbA1c, hs-CRP, and CPK-MB. It improved serum insulin, blood lipid profile and reduced inflammatory cytokines (IL-6, TNF-α, IL-β), oxidative stress and increased antioxidant enzymes (SOD, CAT and GSH). Europinidin also protected renal, hepatic functions and restored apoptosis markers (increased Bcl-2, decreased caspase-3 levels). Histopathological analysis demonstrated a reduced extent of myocardial necrosis and fibrosis. Europinidin binds in silico to proteins 1NME, 1I0E, 3I2Y and 4AQ3 with energies of -7.038, -6.682, -8.6 and - 8.761 kcal/mol, respectively. While molecular dynamics simulation studies supported the interactions of europinidin with important therapeutic target proteins. Europinidin demonstrates significant cardioprotective and anti-diabetic potential in a diabetic MI experimental model.",
  "authors": [
    {
      "last_name": "Alharbi",
      "fore_name": "Khalid Saad",
      "initials": "KS",
      "name": "Khalid Saad Alharbi",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, Qassim University, Buraydah, 51452, Al Qassim, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah, 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Al-Abbasi",
      "fore_name": "Fahad A",
      "initials": "FA",
      "name": "Fahad A Al-Abbasi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah, 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Moglad",
      "fore_name": "Ehssan",
      "initials": "E",
      "name": "Ehssan Moglad",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Prince Sattam bin Abdulaziz University, Alkharj, 11942, Saudi Arabia."
      ]
    },
    {
      "last_name": "Al-Qahtani",
      "fore_name": "Salwa D",
      "initials": "SD",
      "name": "Salwa D Al-Qahtani",
      "affiliations": [
        "Department of Medical Laboratory Sciences, College of Applied Medical Sciences, Majmaah University, Al Majmaah, 11952, Saudi Arabia."
      ]
    },
    {
      "last_name": "Almalki",
      "fore_name": "Naif A R",
      "initials": "NAR",
      "name": "Naif A R Almalki",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah, 21589, Saudi Arabia.",
        "Experimental Biochemistry Unit, King Fahd Medical Research Center, King Abdulaziz University, Jeddah, 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Imam",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Imam",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, P.O. Box 2457, Riyadh, 11451, Saudi Arabia."
      ]
    },
    {
      "last_name": "Sayyed",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Sayyed",
      "affiliations": [
        "School of Pharmacy, Glocal University, Saharanpur, 247121, India. snadeem.pharma@gmail.com."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah, 21589, Saudi Arabia. ikazmi@kau.edu.sa."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "24"
  },
  "start_page": "3076",
  "pages": "3076",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Rats",
    "Streptozocin",
    "Male",
    "Caspase 3",
    "Isoproterenol",
    "Proto-Oncogene Proteins c-bcl-2",
    "Anthocyanins",
    "Diabetes Mellitus, Experimental",
    "Oxidative Stress",
    "Signal Transduction",
    "Myocardium",
    "Myocardial Infarction",
    "Rats, Wistar",
    "Apoptosis",
    "Molecular Docking Simulation",
    "Cardiotonic Agents",
    "Computer Simulation"
  ],
  "article_ids": {
    "pubmed": "39856142",
    "pmc": "PMC11761472",
    "doi": "10.1038/s41598-024-83900-8",
    "pii": "10.1038/s41598-024-83900-8"
  },
  "doi": "10.1038/s41598-024-83900-8",
  "pmc_id": "PMC11761472",
  "dates": {
    "completed": "2025-01-24",
    "revised": "2025-06-13"
  },
  "chemicals": [
    "Streptozocin",
    "Caspase 3",
    "Isoproterenol",
    "Proto-Oncogene Proteins c-bcl-2",
    "Anthocyanins",
    "Cardiotonic Agents",
    "Bcl2 protein, rat"
  ],
  "grants": [
    {
      "grant_id": "RSPD2024R939",
      "agency": "King Saud University, Riyadh, Saudi Arabia"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.196375",
    "pmid": "39856142"
  }
}