{
  "pmid": "39866904",
  "uid": "39866904",
  "title": "The impact of preexisting psychiatric disorders on patient outcomes following primary total shoulder arthroplasty: A systematic review and quantitative synthesis.",
  "abstract": "PURPOSE: To summarize complication rates, reoperation rates, length-of-stay (LOS), patient-reported outcome measures (PROMs), and range of motion following total shoulder arthroplasty (TSA) in patients with preexisting psychiatric disorders (PDs) compared to controls. METHODS: Three databases (MEDLINE, PubMed, and EMBASE) were searched from inception to 4 March 2024 to identify studies comparing outcomes between patients undergoing anatomic (aTSA) or reverse TSA (rTSA) with or without a preexisting psychiatric condition. The authors adhered to the preferred reporting items for systematic reviews and meta-analyses and revised assessment of multiple systematic review guidelines. Data on demographics, as well as postoperative complication rates, reoperation rates, LOS, PROMs, and range of motion were extracted from included studies. PROMs included the American Shoulder and Elbow Surgeons (ASESs) score, and visual analogue scale (VAS) pain score. Meta-analyses were conducted for outcomes reported by multiple studies, with odds ratios (ORs) and mean differences (MDs) as effect measures for continuous and dichotomous outcomes, respectively. RESULTS: Thirteen studies were included in this review, comprising a total of 820,831 TSA patients. The PD group (71.0% female) consisted of 150,432 patients (mean age: 67.6 ± 9.9) with a mean follow-up time of 34.1 ± 30.1 months. The control group (58.1% female) consisted of 670,399 patients (mean age: 69.4 ± 10.7) with a mean follow-up time of 39.1 ± 36.0 months. The PD group had significantly higher rates of complications and reoperation. The PD group also reported significantly lower postoperative ASES scores, higher postoperative VAS scores, and inferior postoperative abduction. There were no significant differences in postoperative LOS, forward flexion, internal rotation, or external rotation. CONCLUSION: Patients with preexisting PDs may have a one-and-a-half times higher odds of postoperative complication or reoperation, as well as significantly worse postoperative pain and PROMs. Identification of at-risk individuals with preexisting psychiatric conditions and preoperative referral to a mental health specialist to optimize psychiatric conditions may benefit this patient cohort ahead of their shoulder arthroplasty procedure. LEVEL OF EVIDENCE: IV.",
  "authors": [
    {
      "last_name": "Sun",
      "fore_name": "Bryan",
      "initials": "B",
      "name": "Bryan Sun",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0009-0000-4513-2574"
    },
    {
      "last_name": "Thangavelu",
      "fore_name": "Vetri",
      "initials": "V",
      "name": "Vetri Thangavelu",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Yakubov",
      "fore_name": "Rose",
      "initials": "R",
      "name": "Rose Yakubov",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Clare",
      "initials": "C",
      "name": "Clare Sun",
      "affiliations": [
        "Faculty of Health Sciences, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8237-8095"
    },
    {
      "last_name": "Chaudhari",
      "fore_name": "Sumit",
      "initials": "S",
      "name": "Sumit Chaudhari",
      "affiliations": [
        "Department of Psychiatry, London Health Sciences Centre, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Sheth",
      "fore_name": "Ujash",
      "initials": "U",
      "name": "Ujash Sheth",
      "affiliations": [
        "Sunnybrook Orthopaedic Upper Limb (SOUL), Sunnybrook Health Sciences Centre, Division of Orthopaedic Surgery, Department of Surgery, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-9340-6031"
    }
  ],
  "journal": {
    "title": "Shoulder & elbow",
    "iso_abbreviation": "Shoulder Elbow",
    "issn": "1758-5732",
    "issn_type": "Print",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "24"
  },
  "start_page": "17585732251314130",
  "pages": "17585732251314130",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39866904",
    "pmc": "PMC11758438",
    "doi": "10.1177/17585732251314130",
    "pii": "10.1177_17585732251314130"
  },
  "doi": "10.1177/17585732251314130",
  "pmc_id": "PMC11758438",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.319241",
    "pmid": "39866904"
  }
}