{
  "pmid": "39862870",
  "uid": "39862870",
  "title": "Hidradenitis suppurativa.",
  "abstract": "Hidradenitis suppurativa is a chronic inflammatory disease characterised by painful, deep-seated nodules, abscesses, and draining tunnels in the skin of axillary, inguinal, genitoanal, or inframammary areas. In recent years, the body of knowledge in hidradenitis suppurativa has advanced greatly. This disorder typically starts in the second or third decade of life. The average worldwide prevalence is 1% but varies geographically. Hidradenitis suppurativa has a profound negative effect on patients' quality of life and on the gross value added to society. Comorbidities (eg, metabolic syndrome, inflammatory arthritis, and inflammatory bowel disease) frequently accompany skin alterations, because of systemic inflammation. Pathogenesis of hidradenitis suppurativa is complex and includes innate immune mechanisms (eg, macrophages, neutrophils, IL-1β, tumour necrosis factor [TNF], and granulocyte colony-stimulating factor), T-cell mechanisms (eg, IL-17 and IFN-γ), and B-cell mechanisms (eg, associated with dermal tertiary lymphatic structures and autoantibodies). Chronic inflammation leads to irreversible skin damage with tunnel formation and morbid scarring. Current treatment includes drug therapy (for the initial, purely inflammatory phase), combined drug and surgical therapy (for the destructive phase), or surgery alone (for the burnout phase). The first systemic therapies approved for hidradenitis suppurativa targeting TNF (adalimumab) and IL-17 (secukinumab and bimekizumab) have expanded drug therapy options for moderate-to-severe disease, which were previously mainly restricted to oral antibiotics. Moreover, there is a robust pipeline of immunomodulatory drugs in various stages of development for hidradenitis suppurativa. Aims of management should include early intervention to prevent irreversible skin damage, adequate control of symptoms including pain, and mitigation of extra-cutaneous comorbidities, all requiring early diagnosis and an interdisciplinary, holistic and personalised approach.",
  "authors": [
    {
      "last_name": "Sabat",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Sabat",
      "affiliations": [
        "Psoriasis Research and Treatment Center, Department of Dermatology, Venereology and Allergology and Institute of Medical Immunology, Charité - Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin and Humboldt-Universität zu Berlin, Berlin, Germany. Electronic address: robert.sabat@charite.de."
      ]
    },
    {
      "last_name": "Alavi",
      "fore_name": "Afsaneh",
      "initials": "A",
      "name": "Afsaneh Alavi",
      "affiliations": [
        "Department of Dermatology, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Wolk",
      "fore_name": "Kerstin",
      "initials": "K",
      "name": "Kerstin Wolk",
      "affiliations": [
        "Psoriasis Research and Treatment Center, Department of Dermatology, Venereology and Allergology and Institute of Medical Immunology, Charité - Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin and Humboldt-Universität zu Berlin, Berlin, Germany; Interdisciplinary Group of Molecular Immunopathology, Dermatology/Medical Immunology, Charité - Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin and Humboldt-Universität zu Berlin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Wortsman",
      "fore_name": "Ximena",
      "initials": "X",
      "name": "Ximena Wortsman",
      "affiliations": [
        "Department of Dermatology, Faculty of Medicine, Universidad de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "McGrath",
      "fore_name": "Barry",
      "initials": "B",
      "name": "Barry McGrath",
      "affiliations": [
        "HS Ireland, Hidradenitis Suppurativa Association, County Clare, Munster, Ireland."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Dermatology, Northwell, New Hyde Park, New York, USA."
      ]
    },
    {
      "last_name": "Szepietowski",
      "fore_name": "Jacek C",
      "initials": "JC",
      "name": "Jacek C Szepietowski",
      "affiliations": [
        "Faculty of Medicine, Wroclaw University of Science and Technology, Wrocław, Poland."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "405",
    "issue": "10476",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "420",
  "end_page": "438",
  "pages": "420-438",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Hidradenitis Suppurativa"
  ],
  "article_ids": {
    "pubmed": "39862870",
    "doi": "10.1016/S0140-6736(24)02475-9",
    "pii": "S0140-6736(24)02475-9"
  },
  "doi": "10.1016/S0140-6736(24)02475-9",
  "dates": {
    "completed": "2025-05-03",
    "revised": "2025-05-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.428285",
    "pmid": "39862870"
  }
}