{
  "pmid": "39869912",
  "uid": "39869912",
  "title": "Guidelines International Network: Principles for Use of Artificial Intelligence in the Health Guideline Enterprise.",
  "abstract": "DESCRIPTION: Artificial intelligence (AI) has been defined by the High-Level Expert Group on AI of the European Commission as \"systems that display intelligent behaviour by analysing their environment and taking actions-with some degree of autonomy-to achieve specific goals.\" Artificial intelligence has the potential to support guideline planning, development and adaptation, reporting, implementation, impact evaluation, certification, and appraisal of recommendations, which we will refer to as \"guideline enterprise.\" Considering this potential, as well as the lack of guidance for the use of AI in guidelines, the Guidelines International Network (GIN) proposes a set of principles for the development and use of AI tools or processes to support the health guideline enterprise. METHODS: A GIN working group on AI developed these principles, informed by the results of a scoping review and practical examples, through iterative discussion. RECOMMENDATIONS: Eight principles were identified to adhere to when using AI in the guideline context: transparency, preplanning, additionality, credibility, ethics, accountability, compliance, and evaluation. These complementary principles are described in a comprehensive way, but they do not provide detailed instructions on how to use specific AI tools. Although these principles are expected to apply across different contexts and stages of the guideline enterprise, details on their implementation have some degree of flexibility. Guideline development groups choosing to use AI will be able to adequately implement the principles if they ensure aspects such as structured reporting on the use of AI tools, involvement of experts in AI, and allocation of funding for the adequate use of AI tools. The GIN principles may support guideline developers in the responsible and transparent use of AI to ensure trustworthy guidelines.",
  "authors": [
    {
      "last_name": "Sousa-Pinto",
      "fore_name": "Bernardo",
      "initials": "B",
      "name": "Bernardo Sousa-Pinto",
      "affiliations": [
        "MEDCIDS - Department of Community Medicine, Information and Health Decision Sciences, and CINTESIS@RISE - Health Research Network, MEDCIDS, Faculty of Medicine, University of Porto, Porto, Portugal (B.S.-P., M.M.-C.)."
      ]
    },
    {
      "last_name": "Marques-Cruz",
      "fore_name": "Manuel",
      "initials": "M",
      "name": "Manuel Marques-Cruz",
      "affiliations": [
        "MEDCIDS - Department of Community Medicine, Information and Health Decision Sciences, and CINTESIS@RISE - Health Research Network, MEDCIDS, Faculty of Medicine, University of Porto, Porto, Portugal (B.S.-P., M.M.-C.)."
      ],
      "orcid": "0000-0002-9827-2551"
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "School of Medicine, Universidad San Sebastián, Santiago, Chile (I.N.)."
      ]
    },
    {
      "last_name": "Chi",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Chi",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada, and Department of Biomedical Sciences, Humanitas University, Milan, Italy (Y.C.)."
      ],
      "orcid": "0000-0001-7454-3970"
    },
    {
      "last_name": "Nowak",
      "fore_name": "Artur J",
      "initials": "AJ",
      "name": "Artur J Nowak",
      "affiliations": [
        "Evidence Prime, Hamilton, Ontario, Canada (A.J.N.)."
      ],
      "orcid": "0000-0001-7862-5797"
    },
    {
      "last_name": "Reinap",
      "fore_name": "Marge",
      "initials": "M",
      "name": "Marge Reinap",
      "affiliations": [
        "WHO Regional Office for Europe, Copenhagen, Denmark (M.R.)."
      ],
      "orcid": "0000-0001-5836-7516"
    },
    {
      "last_name": "Awad",
      "fore_name": "Mariette",
      "initials": "M",
      "name": "Mariette Awad",
      "affiliations": [
        "Department of Electrical and Computer Engineering, American University of Beirut, Beirut, Lebanon (M.A.)."
      ],
      "orcid": "0000-0002-4815-6894"
    },
    {
      "last_name": "Nothacker",
      "fore_name": "Monika",
      "initials": "M",
      "name": "Monika Nothacker",
      "affiliations": [
        "AWMF (Association of the Scientific Medical Societies in Germany) Institute for Medical Knowledge Management, c/o University of Marburg, Marburg, Germany (M.N.)."
      ],
      "orcid": "0000-0003-4928-7391"
    },
    {
      "last_name": "Trucl",
      "fore_name": "Milana",
      "initials": "M",
      "name": "Milana Trucl",
      "affiliations": [
        "European Patient Forum, Brussels, Belgium (M.T.)."
      ]
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Brozek",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Evidence Prime, and Michael G. DeGroote Cochrane Canada and McMaster GRADE Centres, McMaster University, Hamilton, Ontario, Canada (J.B.)."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Institut de Recerca Sant Pau (IR Sant Pau), and CIBER Epidemiología y Salud Pública (CIBERESP), Barcelona, Spain (P.A.-C.)."
      ],
      "orcid": "0000-0002-8001-8504"
    },
    {
      "last_name": "Wiercioch",
      "fore_name": "Wojtek",
      "initials": "W",
      "name": "Wojtek Wiercioch",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact and Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, McMaster University, Hamilton, Ontario, Canada (W.W.)."
      ],
      "orcid": "0000-0001-6576-1650"
    },
    {
      "last_name": "Qaseem",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Qaseem",
      "affiliations": [
        "American College of Physicians, Philadelphia, Pennsylvania (A.Q.)."
      ],
      "orcid": "0000-0001-6866-7985"
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon (E.A.A.)."
      ],
      "orcid": "0000-0002-3444-8618"
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Clinical Epidemiology and Research Center (CERC), Department of Biomedical Sciences, Humanitas University, and IRCCS Humanitas Research Hospital, Milan, Italy, and Fraunhofer Institute for Translational Medicine and Pharmacology ITMP, Allergology and Immunology, Berlin, Germany (H.J.S.)."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "178",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Mar"
  },
  "start_page": "408",
  "end_page": "415",
  "pages": "408-415",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Artificial Intelligence",
    "Practice Guidelines as Topic",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "39869912",
    "doi": "10.7326/ANNALS-24-02338"
  },
  "doi": "10.7326/ANNALS-24-02338",
  "dates": {
    "completed": "2025-05-03",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:26.894747",
    "pmid": "39869912"
  }
}