{
  "pmid": "39887492",
  "uid": "39887492",
  "title": "Lack of validated patient-reported outcome tools persists in paediatric and adolescent hip arthroscopy-A systematic review.",
  "abstract": "PURPOSE: This systematic review aimed to (1) identify commonly used patient-reported outcome (PRO) tools in paediatric hip arthroscopy and (2) assess whether the PROs used in this population have been formally validated. METHODS: Two systematic searches of MEDLINE, Embase and CENTRAL, from inception to 31 March 2024 and 22 August 2024, respectively, followed the Preferred Reporting Items for Systematic Reviews and Meta-analyses guidelines. The first search identified PRO instruments used in studies on hip arthroscopy in patients aged 19 and under. The second focused on the clinimetric properties of these tools in paediatric hip arthroscopy. PRO utilization was stratified by pathology, trends over time and publication type. Use of the Consensus-based Standards for the Selection of Health Measurement Instruments tool, and a descriptive analysis, were planned to assess the eligible clinimetric studies. RESULTS: Fifty-seven studies were included, identifying 10 hip-specific and 5 nonspecific PROs. The second search did not identify any clinimetric studies on these tools used in paediatric patients. The most commonly reported hip-specific PRO were the modified Hip Harris Score (n = 48), the Hip Outcome Score-Sport-Specific Subscale (n = 25) and the Non-Arthritic Hip Score (n = 20). Hip arthroscopy was used to treat over seven different conditions, with femoroacetabular impingement being the most common (n = 41, 77%). Between 2005 and 2024, the variety of hip-specific PROs increased, with seven new ones introduced by 2019-2024. Additionally, this study found a relatively equal distribution of outcomes across presentation abstracts and manuscripts. CONCLUSIONS: The key finding of this study is the ongoing lack of hip-specific PRO tools in the paediatric hip arthroscopy literature, with reliance on adult-derived instruments. The absence of clinimetric studies and heterogeneity in PRO use emphasises the need for standardized, paediatric-specific tools. Developing and validating such instruments should be prioritized to ensure accurate, age-appropriate outcome assessment and care. LEVEL OF EVIDENCE: Level III.",
  "authors": [
    {
      "last_name": "Ade-Conde",
      "fore_name": "Ayomide Michael",
      "initials": "AM",
      "name": "Ayomide Michael Ade-Conde",
      "affiliations": [
        "School of Medicine, Royal College of Surgeons in Ireland, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Amoyaw",
      "fore_name": "Brendan",
      "initials": "B",
      "name": "Brendan Amoyaw",
      "affiliations": [
        "Department of Health Science, Faculty of Health Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bourgeault-Gagnon",
      "fore_name": "Yoan",
      "initials": "Y",
      "name": "Yoan Bourgeault-Gagnon",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Abdel Khalik",
      "fore_name": "Hassaan",
      "initials": "H",
      "name": "Hassaan Abdel Khalik",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4219-8564"
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "1863",
  "end_page": "1873",
  "pages": "1863-1873",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Patient Reported Outcome Measures",
    "Arthroscopy",
    "Child",
    "Adolescent",
    "Hip Joint"
  ],
  "article_ids": {
    "pubmed": "39887492",
    "pmc": "PMC12022817",
    "doi": "10.1002/ksa.12603"
  },
  "doi": "10.1002/ksa.12603",
  "pmc_id": "PMC12022817",
  "dates": {
    "completed": "2025-04-25",
    "revised": "2025-04-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.875449",
    "pmid": "39887492"
  }
}