{
  "pmid": "39881433",
  "uid": "39881433",
  "title": "National analysis of hospital-presenting suicidal ideation and self-harm among males.",
  "abstract": "OBJECTIVES: There is evidence of increasing rates of hospital presentations for suicidal crisis, and emergency departments (EDs) are described as an intervention point for suicide prevention. Males account for three in every four suicides in Ireland and are up to twice as likely as females to eventually die by suicide following a hospital presentation for suicidal crisis. This study therefore aimed to profile the characteristics of ED presentations for suicidal ideation and self-harm acts among males in Ireland, using clinical data collected by self-harm nurses within a dedicated national service for crisis presentations to EDs. METHODS: Using ED data from 2018-2021, variability in the sociodemographic characteristics of male presentations was examined, followed by age-based diversity in the characteristics of presentations and interventions delivered. Finally, likelihood of onward referral to subsequent care was examined according to presentation characteristics. RESULTS: Across 45,729 presentations, males more commonly presented with suicidal ideation than females (56% v. 44%) and less often with self-harm (42% v. 58%). Drug- and alcohol-related overdose was the most common method of self-harm observed. A majority of males presenting to ED reported no existing linkage with mental health services. CONCLUSIONS: Emergency clinicians have an opportunity to ensure subsequent linkage to mental health services for males post-crisis, with the aim of prevention of suicides.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": [
        "Centre for Youth Mental Health, The University of Melbourne, Melbourne, VIC, Australia.",
        "Orygen, Parkville, VIC, Australia."
      ],
      "orcid": "0000-0001-8983-0067"
    },
    {
      "last_name": "Byrne",
      "fore_name": "Sadhbh J",
      "initials": "SJ",
      "name": "Sadhbh J Byrne",
      "affiliations": [
        "Department of Psychology, Maynooth University, Maynooth, Co Kildare, Ireland."
      ],
      "orcid": "0000-0001-9113-3615"
    },
    {
      "last_name": "Fisher",
      "fore_name": "Krista",
      "initials": "K",
      "name": "Krista Fisher",
      "affiliations": [
        "Centre for Youth Mental Health, The University of Melbourne, Melbourne, VIC, Australia.",
        "Orygen, Parkville, VIC, Australia.",
        "Movember Institute of Men's Health, Richmond, VIC, Australia."
      ]
    },
    {
      "last_name": "Seidler",
      "fore_name": "Zac E",
      "initials": "ZE",
      "name": "Zac E Seidler",
      "affiliations": [
        "Centre for Youth Mental Health, The University of Melbourne, Melbourne, VIC, Australia.",
        "Orygen, Parkville, VIC, Australia.",
        "Movember Institute of Men's Health, Richmond, VIC, Australia."
      ]
    },
    {
      "last_name": "Kavalidou",
      "fore_name": "Katerina",
      "initials": "K",
      "name": "Katerina Kavalidou",
      "affiliations": [
        "National Clinical Programme for Self-harm and Suicide-related Ideation, HSE, Dublin, Ireland.",
        "National Suicide Research Foundation, WHO Collaborating Centre for Surveillance and Research in Suicide Prevention, University College Cork, Cork, Ireland."
      ]
    }
  ],
  "journal": {
    "title": "Irish journal of psychological medicine",
    "iso_abbreviation": "Ir J Psychol Med",
    "issn": "2051-6967",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "30"
  },
  "start_page": "1",
  "end_page": "9",
  "pages": "1-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39881433",
    "doi": "10.1017/ipm.2024.71",
    "pii": "S0790966724000715"
  },
  "doi": "10.1017/ipm.2024.71",
  "dates": {
    "revised": "2025-01-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.897997",
    "pmid": "39881433"
  }
}