{
  "pmid": "39882294",
  "uid": "39882294",
  "title": "Nutrition users' guides: systematic reviews part 1 -structured guide for methodological assessment, interpretation and application of systematic reviews and meta-analyses of non-randomised nutritional epidemiology studies.",
  "abstract": "Due to the challenges of conducting randomised controlled trials (randomised trials) of dietary interventions, evidence in nutrition often comes from non-randomised (observational) studies of nutritional exposures-called nutritional epidemiology studies. When using systematic reviews of such studies to advise patients or populations on optimal dietary habits, users of the evidence (eg, healthcare professionals such as clinicians, health service and policy workers) should first evaluate the rigour (validity) and utility (applicability) of the systematic review. Issues in making this judgement include whether the review addressed a sensible question; included an exhaustive literature search; was scrupulous in the selection of studies and the collection of data; and presented results in a useful manner. For sufficiently rigorous and useful reviews, evidence users must subsequently evaluate the certainty of the findings, which depends on assessments of risk of bias, inconsistency, imprecision, indirectness, effect size, dose-response and the likelihood of publication bias. Given the challenges of nutritional epidemiology, evidence users need to be diligent in assessing whether studies provide evidence of sufficient certainty to allow confident recommendations for patients regarding nutrition and dietary interventions.",
  "authors": [
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bala",
      "fore_name": "Malgorzata M",
      "initials": "MM",
      "name": "Malgorzata M Bala",
      "affiliations": [
        "Chair of Epidemiology and Preventive Medicine, Department of Hygiene and Dietetics, Jagiellonian University Medical College, Krakow, Poland."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberomerican Cochrane Centre, Clinical Epidemiology and Public Health Department, Institute of Biomedical Research of Barcelona, Barcelona, Spain.",
        "Institut de Recerca Sant Pau (IR SANT PAU), Sant Quintí, Barcelona, Spain.",
        "Centro de Investigación Biomédica en Red de Epidemiología y Salud Pública (CIBERESP), Madrid, Spain."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Department of Nutrition, College of Agriculture and Life Sciences, Texas A&M University, College Station, Texas, USA.",
        "Department of Epidemiology & Biostatistics, School of Public Health, Texas A&M University, College Station, Texas, USA.",
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8872-8626"
    }
  ],
  "journal": {
    "title": "BMJ nutrition, prevention & health",
    "iso_abbreviation": "BMJ Nutr Prev Health",
    "issn": "2516-5542",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "2",
    "pub_year": "2024"
  },
  "start_page": "e000835",
  "pages": "e000835",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39882294",
    "pmc": "PMC11773667",
    "doi": "10.1136/bmjnph-2023-000835",
    "pii": "bmjnph-2023-000835"
  },
  "doi": "10.1136/bmjnph-2023-000835",
  "pmc_id": "PMC11773667",
  "dates": {
    "revised": "2025-01-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.315292",
    "pmid": "39882294"
  }
}