{
  "pmid": "39888591",
  "uid": "39888591",
  "title": "Corticosteroids in Cardiogenic Shock: A Retrospective Analysis of the Medical Information Mart for Intensive Care-IV Database.",
  "abstract": "IMPORTANCE: While corticosteroid administration in septic shock has been shown to result in faster shock reversal and lower short-term mortality, the role of corticosteroids in the management of cardiogenic shock (CS) remains unexplored. OBJECTIVES: Determine the impact of corticosteroid administration on 90-day mortality (primary outcome) in patients admitted to a critical care unit with CS. DESIGN, SETTING, AND PARTICIPANTS: In this retrospective cohort study, we used the critical care database of Medical Information Mart for Intensive Care-IV, and included all adult patients diagnosed with CS excluding repeated admissions, patients with adrenal insufficiency, those receiving baseline corticosteroids, and those requiring extracorporeal life support. We considered exposure based on receiving systemic corticosteroids from 6 hours before to 24 hours post-critical care admission. MAIN OUTCOMES AND MEASURES: We calculated Cox proportional hazards using multivariate analysis for 90-day mortality (primary outcome). We also explored the association of corticosteroid use with hospital length of stay, ventilator-free days (VFDs), vasopressor-free days, ventilator-associated pneumonia, central-line-associated bloodstream infections, and hyperglycemia. RESULTS: We included 2000 eligible patients, with 143 (7.2%) receiving systemic corticosteroids. Corticosteroid-treated patients were younger (67.7 vs. 71.2 yr; p = 0.006), had higher Sequential Organ Failure Assessment scores at baseline (9.4 vs. 7.8; p < 0.001), and more often required vasopressors (78% vs. 63%; p < 0.001), and invasive mechanical ventilation (73% vs. 45%; p < 0.001). Corticosteroid use was associated with increased 90-day mortality in multivariate analysis (hazard ratio, 1.60; 95% CI, 1.25-2.05) and fewer VFDs (2.8 d fewer; 95% CI, 0.35-5.26) with no effect on other secondary outcomes. CONCLUSIONS AND RELEVANCE: Use of corticosteroids may be associated with increased mortality and a reduction in VFDs in patients admitted to critical care with CS. These findings suggesting potential harm of corticosteroids in CS might reflect unmeasured confounding and require corroboration through additional observational studies and ultimately randomized clinical trials.",
  "authors": [
    {
      "last_name": "Haddad",
      "fore_name": "Ghazal",
      "initials": "G",
      "name": "Ghazal Haddad",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3547-6159"
    },
    {
      "last_name": "Maslove",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Maslove",
      "affiliations": [
        "Department of Critical Care Medicine, Queen's University, Kingston, ON, Canada.",
        "Department of Medicine, Queen's University, Kingston, ON, Canada.",
        "Kingston Health Sciences Centre, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Belley-Côté",
      "fore_name": "Emilie P",
      "initials": "EP",
      "name": "Emilie P Belley-Côté",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Division of Cardiology, Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Division of Critical Care Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Critical care explorations",
    "iso_abbreviation": "Crit Care Explor",
    "issn": "2639-8028",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "e1210",
  "pages": "e1210",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Shock, Cardiogenic",
    "Retrospective Studies",
    "Male",
    "Female",
    "Aged",
    "Adrenal Cortex Hormones",
    "Middle Aged",
    "Intensive Care Units",
    "Databases, Factual",
    "Critical Care",
    "Length of Stay",
    "Hospital Mortality"
  ],
  "article_ids": {
    "pubmed": "39888591",
    "pmc": "PMC11789865",
    "doi": "10.1097/CCE.0000000000001210",
    "pii": "02107256-202502000-00003"
  },
  "doi": "10.1097/CCE.0000000000001210",
  "pmc_id": "PMC11789865",
  "dates": {
    "completed": "2025-05-04",
    "revised": "2025-05-25"
  },
  "chemicals": [
    "Adrenal Cortex Hormones"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.259240",
    "pmid": "39888591"
  }
}