{
  "pmid": "39882290",
  "uid": "39882290",
  "title": "Nutrition Users' Guides: RCTs Part 2 - structured guide for interpreting and applying study results from randomised controlled trials on therapy or prevention questions.",
  "abstract": "This article continues from a prior commentary on evaluating the risk of bias in randomised controlled trials addressing nutritional interventions. Having provided a synopsis of the risk of bias issues, we now address how to understand trial results, including the interpretation of best estimates of effect and the corresponding precision (eg, 95% CIs), as well as the applicability of the evidence to patients based on their unique circumstances (eg, patients' values and preferences when trading off potential desirable and undesirable health outcomes and indicators (eg, cholesterol), and the potential burden and cost of an intervention). Authors can express the estimates of effect for health outcomes and indicators in relative terms (relative risks, relative risk reductions, OR or HRs)-measures that are generally consistent across populations-and absolute terms (risk differences)-measures that are more intuitive to clinicians and patients. CIs, the range in which the true effect plausibly lies, capture the precision of estimates. To apply results to patients, clinicians should consider the extent to which the study participants were similar to their patients, the extent to which the interventions evaluated in the study are applicable to their patients and if all patient-important outcomes of potential benefit and harm were reported. Subsequently, clinicians should consider the values and preferences of their patients with respect to the balance of the benefits, harms and burdens (and possibly the costs) when making decisions about dietary interventions.",
  "authors": [
    {
      "last_name": "Bala",
      "fore_name": "Malgorzata M",
      "initials": "MM",
      "name": "Malgorzata M Bala",
      "affiliations": [
        "Chair of Epidemiology and Preventive Medicine, Department of Hygiene and Dietetics, Jagiellonian University Medical College, Krakow, Poland."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Klatt",
      "fore_name": "Kevin C",
      "initials": "KC",
      "name": "Kevin C Klatt",
      "affiliations": [
        "Department of Nutritional Science and Toxicology, University of California Berkeley, Berkeley, California, USA."
      ]
    },
    {
      "last_name": "Vernooij",
      "fore_name": "Robin W M",
      "initials": "RWM",
      "name": "Robin W M Vernooij",
      "affiliations": [
        "Department of Nephrology and Hypertension, University Medical Centre Utrecht, Utrecht, The Netherlands.",
        "Julius Center for Health Sciences and Primary Care, University Medical Centre Utrecht, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberomerican Cochrane Centre, Sant Antoni Maria Claret, Barcelona, Spain.",
        "Institut de Recerca Sant Pau (IR SANT PAU), Sant Quinti, Barcelona, Spain.",
        "Centro de Investigación Biomédica en Red de Epidemiología y Salud Pública (CIBERESP), Madrid, Spain."
      ]
    },
    {
      "last_name": "Steen",
      "fore_name": "Jeremy P",
      "initials": "JP",
      "name": "Jeremy P Steen",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Duque",
      "fore_name": "Tiffany",
      "initials": "T",
      "name": "Tiffany Duque",
      "affiliations": [
        "Cochrane Central Executive Team, Cochrane, London, UK."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Department of Nutrition, College of Agriculture and Life Sciences, Texas A&M University, College Station, Texas, USA.",
        "Department of Epidemiology and Biostatistics, School of Public Health, Texas A&M University, College Station, Texas, USA."
      ],
      "orcid": "0000-0001-8872-8626"
    }
  ],
  "journal": {
    "title": "BMJ nutrition, prevention & health",
    "iso_abbreviation": "BMJ Nutr Prev Health",
    "issn": "2516-5542",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "2",
    "pub_year": "2024"
  },
  "start_page": "e000834",
  "pages": "e000834",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39882290",
    "pmc": "PMC11773662",
    "doi": "10.1136/bmjnph-2023-000834",
    "pii": "bmjnph-2023-000834"
  },
  "doi": "10.1136/bmjnph-2023-000834",
  "pmc_id": "PMC11773662",
  "dates": {
    "revised": "2025-01-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.335374",
    "pmid": "39882290"
  }
}