{
  "pmid": "39889875",
  "uid": "39889875",
  "title": "Environmental risk factors for all-cause dementia, Alzheimer's disease dementia, vascular dementia, and mild cognitive impairment: An umbrella review and meta-analysis.",
  "abstract": "BACKGROUND: Mitigation of environmental risk factors for neurocognitive disorders could reduce the number of incident cases. We sought to synthesize the literature on environmental risk factors for dementia and mild cognitive impairment. METHODS: We conducted an umbrella review and meta-analysis. Multiple databases were systematically searched to identify systematic reviews and meta-analyses of longitudinal studies examining environmental risk factors for dementia or mild cognitive impairment. We used random effects multi-level, meta-analytic models to synthesize risk ratios for each risk factor while accounting for overlap in the studies within reviews. As a secondary objective, we examined risk factors for two common phenotypes of dementia: Alzheimer's disease dementia and vascular dementia. RESULTS: A total of 19 reviews containing 37 meta-analyses were included umbrella review. We found 9 factors where exposure was associated with higher risks of all-cause dementia: fine particulate matter, particulate matter, nitrogen dioxide, nitrogen oxides, carbon monoxide, shift work, night shift work, chronic noise, and extremely-low frequency magnetic fields. Neighbourhood greenness was associated with a lower risk of all-cause dementia. In a narrative review, we found that exposure to sulfur dioxide, proximity to roadways, ionizing radiation, aluminum, solvents, pesticides, and environmental tobacco smoke were also associated with dementia. We also found that fine particulate matter, extremely-low frequency magnetic fields, sulfur dioxide, chronic noise, and pesticides were related to Alzheimer's disease dementia. Fine particulate matter, particulate matter, and chronic noise were related to vascular dementia. No systematic review reported on mild cognitive impairment. CONCLUSION: Achieving stronger air quality targets has the potential to reduce population-level dementia risk. Neighbourhood (i.e., greenness and chronic noise) and occupational (i.e., shift work) characteristics are associated with dementia and are viable public health intervention points. Additional research should examine the relationship between other environmental risk factors and mild cognitive impairment and specific types of dementia.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, Hamilton, Ontario, Canada. Electronic address: jonesa13@mcmaster.ca."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Muhammad Usman",
      "initials": "MU",
      "name": "Muhammad Usman Ali",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mayhew",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Mayhew",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Aryal",
      "fore_name": "Komal",
      "initials": "K",
      "name": "Komal Aryal",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Correia",
      "fore_name": "Rebecca H",
      "initials": "RH",
      "name": "Rebecca H Correia",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dash",
      "fore_name": "Darly",
      "initials": "D",
      "name": "Darly Dash",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Manis",
      "fore_name": "Derek R",
      "initials": "DR",
      "name": "Derek R Manis",
      "affiliations": [
        "Edson College of Nursing and Health Innovation, Arizona State University, Phoenix, AZ, USA; Bruyère Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rehman",
      "fore_name": "Atiya",
      "initials": "A",
      "name": "Atiya Rehman",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Connell",
      "fore_name": "Megan E",
      "initials": "ME",
      "name": "Megan E O'Connell",
      "affiliations": [
        "Department of Psychology & Health Studies, University of Saskatchewan, Saskatoon, Saskatchewan, Canada."
      ]
    },
    {
      "last_name": "Taler",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa Taler",
      "affiliations": [
        "Bruyère Research Institute, Ottawa, Ontario, Canada; School of Psychology, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hogan",
      "fore_name": "David B",
      "initials": "DB",
      "name": "David B Hogan",
      "affiliations": [
        "Division of Geriatric Medicine, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Wolfson",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Wolfson",
      "affiliations": [
        "Department of Epidemiology, Biostatistics and Occupational Health, School of Population and Global Health & Department of Medicine, McGill University, Montreal, Canada; Research Institute of the McGill University Health Centre, Montreal, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Environmental research",
    "iso_abbreviation": "Environ Res",
    "issn": "1096-0953",
    "issn_type": "Electronic",
    "volume": "270",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "121007",
  "pages": "121007",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Alzheimer Disease",
    "Cognitive Dysfunction",
    "Dementia",
    "Dementia, Vascular",
    "Environmental Exposure",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "39889875",
    "doi": "10.1016/j.envres.2025.121007",
    "pii": "S0013-9351(25)00258-0"
  },
  "doi": "10.1016/j.envres.2025.121007",
  "dates": {
    "completed": "2025-03-09",
    "revised": "2025-05-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.204449",
    "pmid": "39889875"
  }
}