{
  "pmid": "39881323",
  "uid": "39881323",
  "title": "Factors involved in the development of hospital-acquired conditions in older patients in acute care settings: a scoping review.",
  "abstract": "BACKGROUND: Older patients hospitalized in acute care settings are at significant risk of presenting hospital-acquired conditions. Healthcare professionals should consider many factors involved in the development of such conditions, including factors related to the patients, as well as those related to the processes of care and the structure of hospitals. The aim of this study was to describe and identify the factors involved in the development of hospital-acquired conditions in older patients in acute care settings. METHODS: A scoping review was performed based on a structured search in eight databases in September 2022. Data were extracted with an extraction tool and classified into categories. Mapping and a narrative summary were used to synthetize data. RESULTS: A total of 237 articles were included in the scoping review. Functional decline and delirium were the most frequent hospital-acquired conditions studied. Among all categories, factors related to the patients provided most of the data, whereas factors related to the processes of care and the structure of hospitals were less frequently explored. In most articles, one or two categories of factors were retrieved; fewer articles examined factors among three categories. Personal factors, medications, and the human and work environment were the most frequent subcategories of factors retrieved, whereas social factors, hydration and nutrition, and organizational factors were less common. CONCLUSIONS: The development of hospital-acquired conditions in older patients in acute care settings involves many factors related to the patients, as well as to the processes of care and the structure of hospitals. Prevention of hospital-acquired conditions must involve to consider the complexities of older patients and of acute care hospitals. Not considering all categories of factors might affect the implementation of new practices of care and interventions.",
  "authors": [
    {
      "last_name": "Verdon",
      "fore_name": "Mélanie",
      "initials": "M",
      "name": "Mélanie Verdon",
      "affiliations": [
        "Care Directorate, Geneva University Hospitals, Geneva, Switzerland. melanie.verdon@hcuge.ch.",
        "Institute of Higher Education and Research in Healthcare, University of Lausanne and Lausanne University Hospital, Lausanne, Switzerland. melanie.verdon@hcuge.ch.",
        "Bureau d'Echange des Savoirs pour des praTiques exemplaires de soins (BEST): a JBI Centre of Excellence, Lausanne, Switzerland. melanie.verdon@hcuge.ch."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, Geneva University Hospitals and Faculty of Medicine, Geneva, Switzerland.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Jaques",
      "fore_name": "Cécile",
      "initials": "C",
      "name": "Cécile Jaques",
      "affiliations": [
        "Bureau d'Echange des Savoirs pour des praTiques exemplaires de soins (BEST): a JBI Centre of Excellence, Lausanne, Switzerland.",
        "Medical Library, Lausanne University Hospital and University of Lausanne, Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Pouzols",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Pouzols",
      "affiliations": [
        "Institute of Higher Education and Research in Healthcare, University of Lausanne and Lausanne University Hospital, Lausanne, Switzerland.",
        "Healthcare Direction, Lausanne University Hospital, Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Mabire",
      "fore_name": "Cédric",
      "initials": "C",
      "name": "Cédric Mabire",
      "affiliations": [
        "Institute of Higher Education and Research in Healthcare, University of Lausanne and Lausanne University Hospital, Lausanne, Switzerland.",
        "Bureau d'Echange des Savoirs pour des praTiques exemplaires de soins (BEST): a JBI Centre of Excellence, Lausanne, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "29"
  },
  "start_page": "174",
  "pages": "174",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Iatrogenic Disease",
    "Risk Factors",
    "Aged, 80 and over",
    "Hospitalization"
  ],
  "article_ids": {
    "pubmed": "39881323",
    "pmc": "PMC11776334",
    "doi": "10.1186/s12913-025-12318-3",
    "pii": "10.1186/s12913-025-12318-3"
  },
  "doi": "10.1186/s12913-025-12318-3",
  "pmc_id": "PMC11776334",
  "dates": {
    "completed": "2025-01-30",
    "revised": "2025-06-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "2023-02",
      "agency": "Development Grant of the Care Directorate of the Geneva University Hospitals"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:50.357550",
    "pmid": "39881323"
  }
}