{
  "pmid": "39881413",
  "uid": "39881413",
  "title": "Prospective multi-centre analysis of rural trauma team development training for medical trainees and traffic law enforcement professionals in Uganda: an interrupted time series study.",
  "abstract": "BACKGROUND: Research shows that trauma team formation could potentially improve effectiveness of injury care in rural settings. The aim of this study was to determine the feasibility of rural trauma team training amongst medical trainees and traffic law enforcement professionals in Uganda. METHODS: Prospective multi-centre interrupted time series analysis of an interventional training based on the 4th edition of rural trauma team development course of the American College of Surgeons. Trauma related multiple choice questions (MCQs), and trauma non-technical skills were assessed pre-and post-training between September 2019- August 2023. Acceptability of the training for promulgation to other rural regions and its relevance to participants' work needs were evaluated on 5- and 3-point Likert scales respectively. The median MCQ scores (IQR) were compared before and after training at 95% CI, regarding p < 0.05 as statistically significant. Triangulation with open-ended questions was obtained. Time series regression models were applied to test for autocorrelation in performance using Stata 15.0. Ethical approval was obtained from Uganda National Council for Science and Technology (Ref: SS 5082). RESULTS: A total of 500 participants including: 66 (13.2%) traffic police officers, 30 (6.0%) intern doctors, 140 (28.0%) fifth year and 264 (52.8%) third-year medical students were trained. Among the 434 medical trainees who completed the trauma-based MCQ assessment, the median pre- and post-test scores were 60%, IQR (50-65) and 80%, IQR (70-85) respectively. Overall, the mean difference between pre- and post-test scores was statistically significant (z = 16.7%, P|z|=<0.0001). Most participants strongly agreed to promulgate 389 (77.8%), relevance to their educational 405 (81.0%), and work needs 399 (79.8%). Each of the course components was rated above 76.0% as being very relevant. There was an overall increment in median (IQR) trauma-nontechnical skills team performance scores from 12 (9-14) to 17 (15-20) after the training (p < 0.001), with police teams advancing from 9.5 (6.0-12.5) to 19.5 (17.0-21.5) (p < 0.001). CONCLUSION: This study demonstrates that rural trauma team development training had a positive effect on the test scores of course participants. The training is feasible, highly acceptable and regarded as relevant amongst medical trainees and traffic law enforcement professionals who provide first-aid to trauma patients in resource-limited settings. The findings could inform the design of future trauma teams in rural communities. TRIAL REGISTRATION: Retrospective registration (UIN: researchregistry9450).",
  "authors": [
    {
      "last_name": "Lule",
      "fore_name": "Herman",
      "initials": "H",
      "name": "Herman Lule",
      "affiliations": [
        "Department of Surgery, Kiryandongo Regional Referral Hospital, Kigumba, Uganda. lule.herman@gmail.com.",
        "Injury Epidemiology and Prevention (IEP) Research Group, Turku Brain Injury Centre, Department of Clinical Neurosciences, Turku University Hospital and University of Turku, Turku, Finland. lule.herman@gmail.com.",
        "Center for Health Equity in Surgery and Anesthesia (CHESA), University of California San Francisco (UCSF), San Francisco, USA. lule.herman@gmail.com."
      ]
    },
    {
      "last_name": "Mugerwa",
      "fore_name": "Micheal",
      "initials": "M",
      "name": "Micheal Mugerwa",
      "affiliations": [
        "Injury Epidemiology and Prevention (IEP) Research Group, Turku Brain Injury Centre, Department of Clinical Neurosciences, Turku University Hospital and University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Ssebuufu",
      "fore_name": "Robinson",
      "initials": "R",
      "name": "Robinson Ssebuufu",
      "affiliations": [
        "Department of Surgery, Mengo Hospital, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Kyamanywa",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Kyamanywa",
      "affiliations": [
        "Mother Kevin Postgraduate Medical School, Uganda Martyr's University, Nkozi, Uganda."
      ]
    },
    {
      "last_name": "Posti",
      "fore_name": "Jussi P",
      "initials": "JP",
      "name": "Jussi P Posti",
      "affiliations": [
        "Neurocentre, Department of Neurosurgery and Turku Brain Injury Centre, Turku University Hospital and University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lowery",
      "initials": "ML",
      "name": "Michael Lowery Wilson",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University Hospital and University of Heidelberg, Heidelberg, Germany."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical education",
    "iso_abbreviation": "BMC Med Educ",
    "issn": "1472-6920",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan",
    "pub_day": "29"
  },
  "start_page": "148",
  "pages": "148",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Uganda",
    "Humans",
    "Prospective Studies",
    "Interrupted Time Series Analysis",
    "Female",
    "Male",
    "Police",
    "Adult",
    "Patient Care Team",
    "Internship and Residency",
    "Law Enforcement",
    "Rural Health Services",
    "Wounds and Injuries",
    "Feasibility Studies",
    "Clinical Competence"
  ],
  "article_ids": {
    "pubmed": "39881413",
    "pmc": "PMC11780836",
    "doi": "10.1186/s12909-025-06755-1",
    "pii": "10.1186/s12909-025-06755-1"
  },
  "doi": "10.1186/s12909-025-06755-1",
  "pmc_id": "PMC11780836",
  "dates": {
    "completed": "2025-01-30",
    "revised": "2025-06-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.897680",
    "pmid": "39881413"
  }
}