{
  "pmid": "39882286",
  "uid": "39882286",
  "title": "Nutrition users' guides: RCTs part 1 - structured guide for assessing risk of bias in randomised controlled trials that address therapy or prevention questions.",
  "abstract": "The purpose of this article, part 1 of 2 on randomised controlled trials (RCTs), is to provide readers (eg, clinicians, patients, health service and policy decision-makers) of the nutrition literature structured guidance on interpreting RCTs. Evaluation of a given RCT involves several considerations, including the potential for risk of bias, the assessment of estimates of effect and their corresponding precision, and the applicability of the evidence to one's patient. Risk of bias refers to flaws in the design or conduct of a study that may lead to a deviation from measuring the underlying true effect of an intervention. Bias is assessed on a continuum from very low to very high (ie, definitely low to definitely high) risk of yielding estimates that do not represent true treatment-related effects and when appraising a study, judgement involves some degree of subjectivity. Specifically, when evaluating the risk of bias, one must first consider whether patient baseline characteristics (eg, age, smoking) are balanced between groups at randomisation, referred to as prognostic balance, and whether this balance is maintained throughout the study. While randomisation in sufficiently large trials may ensure prognostic balance between study arms at baseline; concealment of randomisation and blinding of participants, healthcare providers, data collectors, outcome adjudicators and data analysts to treatment allocation are needed to maintain prognostic balance between study arms after a trial begins. The status of each participant with respect to outcomes of interest must be known at the conclusion of a trial; when this is not the case, missing (lost) participant outcome data increases the likelihood that prognostic balance was not maintained at study completion. In addition, analysis of participants in the groups to which they were initially randomised (ie, intention-to-treat analysis) offers a reliable method to maintain prognostic balance. Finally, trials terminated early risk overestimating the treatment effect, especially when sample size is limited or stopping boundaries are not defined a priori.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bala",
      "fore_name": "Malgorzata M",
      "initials": "MM",
      "name": "Malgorzata M Bala",
      "affiliations": [
        "Chair of Epidemiology and Preventive Medicine, Department of Hygiene and Dietetics, Jagiellonian University Medical College, Krakow, Poland."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Valli",
      "fore_name": "Claudia",
      "initials": "C",
      "name": "Claudia Valli",
      "affiliations": [
        "Iberomerican Cochrane Centre, Clinical Epidemiology and Public Health Department, Institute of Biomedical Research of Barcelona; Institut de Recerca Hospital de Sant Pau, Barcelona, Spain.",
        "Department of Paediatrics, Obstetrics, Gynaecology and Preventive Medicine, Universidad Autónoma de Barcelona, Barcelona, Spain."
      ],
      "orcid": "0000-0002-4393-3690"
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberomerican Cochrane Centre, Clinical Epidemiology and Public Health Department, Institute of Biomedical Research of Barcelona; Institut de Recerca Hospital de Sant Pau, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Ghosh",
      "fore_name": "Nirjhar R",
      "initials": "NR",
      "name": "Nirjhar R Ghosh",
      "affiliations": [
        "Department of Nutrition, College of Agriculture and Life Sciences, Texas A&M University, College Station, Texas, USA."
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Mi Ah",
      "initials": "MA",
      "name": "Mi Ah Han",
      "affiliations": [
        "Department of Preventive Medicine, Chosun University, Gwangju, Korea (the Republic of)."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Klatt",
      "fore_name": "Kevin C",
      "initials": "KC",
      "name": "Kevin C Klatt",
      "affiliations": [
        "Department of Nutritional Science and Toxicology, University of California Berkeley, Berkeley, California, USA."
      ]
    },
    {
      "last_name": "Ball",
      "fore_name": "Geoff D C",
      "initials": "GDC",
      "name": "Geoff D C Ball",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Department of Nutrition, College of Agriculture and Life Sciences, Texas A&M University, College Station, Texas, USA.",
        "Department of Epidemiology and Biostatistics, School of Public Health, Texas A&M University, College Station, Texas, USA."
      ],
      "orcid": "0000-0001-8872-8626"
    }
  ],
  "journal": {
    "title": "BMJ nutrition, prevention & health",
    "iso_abbreviation": "BMJ Nutr Prev Health",
    "issn": "2516-5542",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "2",
    "pub_year": "2024"
  },
  "start_page": "e000833",
  "pages": "e000833",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39882286",
    "pmc": "PMC11773643",
    "doi": "10.1136/bmjnph-2023-000833",
    "pii": "bmjnph-2023-000833"
  },
  "doi": "10.1136/bmjnph-2023-000833",
  "pmc_id": "PMC11773643",
  "dates": {
    "revised": "2025-01-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.314914",
    "pmid": "39882286"
  }
}