{
  "pmid": "39890442",
  "uid": "39890442",
  "title": "Socioeconomic, demographic and environmental factors of child drownings in Northern Bangladesh.",
  "abstract": "BACKGROUND: Drowning is the leading cause of death among children aged 0-17 years in rural Bangladesh, resulting in over 14 438 deaths annually-an average of 43 deaths per day. This study aims to identify socioeconomic, demographic and environmental factors linked to child drowning deaths in Northern Bangladesh-a region of high poverty, which is behind in overall socioeconomic indicators compared with other regions in the country. METHODS: We conducted a cross-sectional survey through purposive sampling to identify child fatal and non-fatal drownings among a total of 18 004 households, comprising 71 185 people, in 2 unions in Northern Bangladesh. Interviews were conducted between January and March 2024 with the households that experienced child drownings in the region. We employed a mixed-methods approach to data collection, using quantitative analysis to examine socioeconomic, demographic and environmental factors, alongside qualitative analysis to explore situational factors associated with drownings in the region. RESULTS: Through household visits, a total of 117 households were identified that faced child drowning incidents, comprising 84 fatal (71.8 %) and 33 non-fatal (28.2 %) drownings between 2018 and 2023. The households that faced drownings were comparatively of lower income groups, had lower rates of education and were mostly engaged in agriculture and other domestic work. In 2023, the number of drowning incidents was 34. Out of 117 drownings, 95% occurred between 9:00 and 15:00 hours, and more than 82% occurred between June and October. Out of 117 drowning incidents, approximately 97% of children did not know how to swim prior to the incident. Out of 117 respondents, 73.5% stated that they did not teach their child how to swim. Of those who taught their child to swim, the average age for learning to swim was 8.33 years. Out of 84 child drowning deaths, 75% were male and 25% were female, and the average age was 3.9 years. Out of the 84 fatal drowning deaths, 72.6% occurred in ponds. CONCLUSION: Identification of socioeconomic, demographic and environmental factors associated with child drownings will help to develop feasible prevention strategies and interventions in the region.",
  "authors": [
    {
      "last_name": "Alam",
      "fore_name": "Edris",
      "initials": "E",
      "name": "Edris Alam",
      "affiliations": [
        "Faculty of Resilience, Rabdan Academy, Abu Dhabi, UAE ealam@ra.ac.ae.",
        "Department of Geography and Environmental Studies, University of Chittagong, Chittagong, Bangladesh."
      ],
      "orcid": "0000-0001-7303-9625"
    },
    {
      "last_name": "Al Hattawi",
      "fore_name": "Khawla Saeed",
      "initials": "KS",
      "name": "Khawla Saeed Al Hattawi",
      "affiliations": [
        "Faculty of Resilience, Rabdan Academy, Abu Dhabi, UAE."
      ]
    },
    {
      "last_name": "Akter",
      "fore_name": "Habiba",
      "initials": "H",
      "name": "Habiba Akter",
      "affiliations": [
        "Department of Disaster Management, Begum Rokeya University, Rangpur, Bangladesh, and Disaster and Development Organization (DADO)."
      ]
    },
    {
      "last_name": "Alam",
      "fore_name": "Jahangir",
      "initials": "J",
      "name": "Jahangir Alam",
      "affiliations": [
        "Department of Disaster Management, Begum Rokeya University, Rangpur, Bangladesh, and Disaster and Development Organization (DADO)."
      ]
    },
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sufi",
      "fore_name": "Fahim",
      "initials": "F",
      "name": "Fahim Sufi",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Kamrul Islam",
      "fore_name": "Md",
      "initials": "M",
      "name": "Md Kamrul Islam",
      "affiliations": [
        "Department of Civil and Environmental Engineering, College of Engineering, King Faisal University, Al Ahsa, Saudi Arabia."
      ]
    },
    {
      "last_name": "Towfiqul Islam",
      "fore_name": "Abu Reza Md",
      "initials": "ARM",
      "name": "Abu Reza Md Towfiqul Islam",
      "affiliations": [
        "Department of Development Studies, Daffodil International University, Dhaka, Bangladesh."
      ]
    }
  ],
  "journal": {
    "title": "Injury prevention : journal of the International Society for Child and Adolescent Injury Prevention",
    "iso_abbreviation": "Inj Prev",
    "issn": "1475-5785",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "12"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39890442",
    "doi": "10.1136/ip-2024-045434",
    "pii": "ip-2024-045434"
  },
  "doi": "10.1136/ip-2024-045434",
  "dates": {
    "revised": "2025-03-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:52.532563",
    "pmid": "39890442"
  }
}