{
  "pmid": "39894258",
  "uid": "39894258",
  "title": "Radiation therapy and immigration status in women with breast cancer.",
  "abstract": "INTRODUCTION: Radiation therapy (RT) is an essential component of treatment for breast cancer (BC), and while indications and delivery techniques evolve, inequities in access remain. Immigrant women face barriers navigating the healthcare system, but impact of immigration status on delivery of adjuvant RT for BC has not been studied. METHODS: A population-level study using provincial databases was conducted including women with Stage I-III breast cancer diagnosed between 2010-2016 in Ontario, Canada undergoing breast conserving surgery (BCS). Co-variates including age, co-morbidity, socioeconomic factors, stage, receptor status and treatment facility factors were collected. Primary outcome was the proportion of women undergoing RT and secondary outcome was time from surgery to RT. RESULTS: Of 30,712 women, 4,293 (14 %) were immigrants. Immigrants were younger (54.6 vs. 62.5 years) and less often had Stage I (49.4 % vs. 57.0 %) disease. Odds of receiving RT after BCS was 0.81 (95 %CI 0.74-0.89p < 0.0001) for immigrant vs. non-immigrant women. When stratified by age, immigrant women < 70 were less likely to receive RT when compared to non-immigrants, while no differences were observed for those ≥ 70. There was a small, though significant difference in mean wait-time from surgery to RT in patients who did not receive chemotherapy [immigrant vs non-immigrant 72.7 days (28.8 SD) vs. 77.7 days (31.0 SD), p < 0.0001]. CONCLUSION: Our study demonstrates a lower proportion of immigrant women receiving RT after BCS compared to non-immigrant women. There was a small difference in wait-time to radiation. Further research is needed to explore system, provider, and patient factors driving this difference.",
  "authors": [
    {
      "last_name": "Eom",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley Eom",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: ashley.eom@medportal.ca."
      ]
    },
    {
      "last_name": "Kirkwood",
      "fore_name": "David",
      "initials": "D",
      "name": "David Kirkwood",
      "affiliations": [
        "ICES, Hamilton, Ontario, Canada. Electronic address: David.kirkwood@ices.on.ca."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada. Electronic address: gpond@mcmaster.ca."
      ]
    },
    {
      "last_name": "Hodgson",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Hodgson",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: nhodgson@hhsc.ca."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes",
      "initials": "A",
      "name": "Aristithes Doumouras",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; ICES, Hamilton, Ontario, Canada. Electronic address: aristithes.doumouras@medportal.ca."
      ]
    },
    {
      "last_name": "Bogach",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Bogach",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: bogachj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Whelan",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Whelan",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada. Electronic address: twhelan@hhsc.ca."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Levine",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada. Electronic address: mlevine@mcmaster.ca."
      ]
    },
    {
      "last_name": "Parvez",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Parvez",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: parveze@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Radiotherapy and oncology : journal of the European Society for Therapeutic Radiology and Oncology",
    "iso_abbreviation": "Radiother Oncol",
    "issn": "1879-0887",
    "issn_type": "Electronic",
    "volume": "205",
    "pub_year": "2025",
    "pub_month": "Apr"
  },
  "start_page": "110774",
  "pages": "110774",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Breast Neoplasms",
    "Middle Aged",
    "Aged",
    "Ontario",
    "Emigrants and Immigrants",
    "Mastectomy, Segmental",
    "Adult",
    "Radiotherapy, Adjuvant",
    "Health Services Accessibility",
    "Neoplasm Staging"
  ],
  "article_ids": {
    "pubmed": "39894258",
    "doi": "10.1016/j.radonc.2025.110774",
    "pii": "S0167-8140(25)00069-6"
  },
  "doi": "10.1016/j.radonc.2025.110774",
  "dates": {
    "completed": "2025-05-05",
    "revised": "2025-05-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.333403",
    "pmid": "39894258"
  }
}