{
  "pmid": "39899301",
  "uid": "39899301",
  "title": "Pharmacologic Management of Acute Pain in Children: A Systematic Review and Network Meta-Analysis.",
  "abstract": "IMPORTANCE: Several pharmacologic options exist for the management of acute pediatric pain; however, their comparative effectiveness remains uncertain. OBJECTIVE: To assess the relative benefits and harms of pharmacotherapy for acute pediatric pain through a network meta-analysis of randomized clinical trials. DATA SOURCES: Cochrane Database of Systematic Reviews, Medline, Embase, CINAHL, Web of Science, and Scopus to October 2023. STUDY SELECTION: Trials that enrolled children (aged <18 years) with acute pain and randomized them to receive a pharmacologic analgesic vs an alternate analgesic or placebo were included. DATA EXTRACTION AND SYNTHESIS: Pairs of reviewers independently reviewed abstracts, extracted data, and assessed risk of bias of eligible trials. A frequentist random-effects model was used for all meta-analyses, and the certainty of evidence was assessed for treatment effects using the Grading of Recommendations Assessment, Development, and Evaluation approach. MAIN OUTCOMES: The primary outcomes were pain severity (range, 0-10 cm using a visual analog scale; minimally important difference [MID], 1 cm), need for rescue medication, symptom relief, and adverse drug events. RESULTS: A total of 41 trials involving 4935 children were included. High- to moderate-certainty evidence found that compared with placebo, nonsteroidal anti-inflammatory drugs (NSAIDs) (weighted mean difference [WMD], -1.29; 95% CI, -1.89 to -0.70; modeled risk difference [RD] for achieving the MID, 16%), ketamine (WMD, -1.12; 95% CI, -2.09 to -0.14; modeled RD for achieving the MID, 14%), and mid-high potency opioids (WMD, -1.19; 95% CI, -1.83 to -0.55; modeled RD for achieving the MID, 15%) reduced pain. Only NSAIDs reduced the need for rescue medication (relative risk [RR], 0.31; 95% CI, 0.14 to 0.68; modeled RD, 16% fewer patients). Neither NSAIDs (RR, 0.69; 95% CI, 0.31 to 1.55) nor acetaminophen (RR, 0.63; 95% CI, 0.21 to 1.87) increased the risk of short-term gastrointestinal adverse events. All other comparisons showed moderate-certainty evidence of little to no difference from placebo or were supported by low/very low-certainty evidence. CONCLUSIONS AND RELEVANCE: Compared with placebo, NSAIDs, ketamine, and mid- to high-potency opioids are effective in reducing acute pediatric pain. NSAIDs provide the greatest benefits and least harm, suggesting that they should be the first-line therapy for acute painful conditions in children.",
  "authors": [
    {
      "last_name": "Olejnik",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Olejnik",
      "affiliations": [
        "Department of Emergency Medicine, London Health Sciences, London, Ontario, Canada.",
        "Department of Pain and Anesthesia, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lima",
      "fore_name": "João Pedro",
      "initials": "JP",
      "name": "João Pedro Lima",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Florez",
      "fore_name": "Ivan D",
      "initials": "ID",
      "name": "Ivan D Florez",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, University of Antioquia, Medellin, Colombia.",
        "Pediatric Intensive Care Unit, Clínica Las Americas-AUNA, Medellin, Colombia."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Samina",
      "initials": "S",
      "name": "Samina Ali",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, Alberta, Canada.",
        "Women and Children's Health Research Institute, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Bunker",
      "fore_name": "James",
      "initials": "J",
      "name": "James Bunker",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London Ontario, Canada."
      ]
    },
    {
      "last_name": "Jomaa",
      "fore_name": "Danny",
      "initials": "D",
      "name": "Danny Jomaa",
      "affiliations": [
        "Department of Emergency Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Bleik",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Bleik",
      "affiliations": [
        "Faculty of Pharmaceutical Sciences, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Eltorki",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Eltorki",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA pediatrics",
    "iso_abbreviation": "JAMA Pediatr",
    "issn": "2168-6211",
    "issn_type": "Electronic",
    "volume": "179",
    "issue": "4",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "407",
  "end_page": "417",
  "pages": "407-417",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Child",
    "Acute Pain",
    "Analgesics",
    "Randomized Controlled Trials as Topic",
    "Pain Management",
    "Pain Measurement"
  ],
  "article_ids": {
    "pubmed": "39899301",
    "pmc": "PMC11791775",
    "doi": "10.1001/jamapediatrics.2024.5920",
    "pii": "2829876"
  },
  "doi": "10.1001/jamapediatrics.2024.5920",
  "pmc_id": "PMC11791775",
  "dates": {
    "completed": "2025-04-07",
    "revised": "2025-06-04"
  },
  "chemicals": [
    "Analgesics"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:59.998150",
    "pmid": "39899301"
  }
}