{
  "pmid": "39896144",
  "uid": "39896144",
  "title": "Decoding gene expression dynamics in planktonic and biofilm cells of Streptococcus mutans: regulation and role of mutanofactin genes in biofilm formation.",
  "abstract": "INTRODUCTION: Dental caries is the most prevalent chronic infectious disease globally, with Streptococcus mutans recognized as a primary causative agent due to its acidogenicity and robust biofilm-forming ability. In S. mutans biofilm formation, the role of autoinducers has been extensively studied, while the influence of other small molecules remains largely unexplored. Mutanofactins, a class of polyketide/non-ribosomal lipopeptide secondary metabolites, are emerging as potential modulators of S. mutans biofilm development. METHODS: Transcriptomic analysis was conducted to examine gene expression patterns in S. mutans NMT4863 across distinct growth phases and lifestyles, aiming to identify metabolic factors influencing biofilm formation. Transcriptomic profiles were compared between cells in early-, mid-, and late-exponential-, and stationary phase, as well as between planktonic and biofilm cells. Differentially expressed genes were identified, and pathway analyses revealed significant alterations in key metabolic and regulatory pathways. Specifically, the biosynthetic mutanofactin gene cluster was analyzed via quantitative real-time polymerase chain reaction. RESULTS: Several genes and operons were differentially expressed across the tested growth phases, with 1,095 genes showing differential expression between stationary-phase, planktonic and biofilm cells. Pathway analysis revealed significant changes in ascorbate metabolism, carbohydrate utilization and transport systems, lipoic acid metabolism, bacterial toxin pathways, two-component regulatory systems, and secondary metabolite biosynthesis. Notably, expression of the muf gene cluster, was elevated in early exponential-phase cells relative to stationary-phase cells. Additionally, the mufCDEFGHIJ genes were identified as components of a single transcriptional unit (muf operon). MufC, a transcriptional regulator of the TetR/AcrR-family, acts as a positive regulator of the muf operon in strain NMT4863. Bioinformatic analysis pinpointed a 20-bp regulatory sequence in the muf operon promoter region (5'-AAATGAGCTATAATTCATTT-3'). Interestingly, the muf operon was found to be significantly downregulated in biofilm cells. CONCLUSION: This study provides key insights into gene expression dynamics that drive biofilm formation in S. mutans NMT4863, with a particular emphasis on the role of the muf operon. This operon is governed by the TetR/AcrR-family regulator MufC and plays a central role in biofilm development, offering a novel perspective on the molecular basis of S. mutans biofilm formation and resilience.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Natural Sciences and Sustainable Resources, Institue of Biochemistry, NanoGlycobiology Research Group, Universität für Bodenkultur Wien, Vienna, Austria."
      ]
    },
    {
      "last_name": "Carda-Diéguez",
      "fore_name": "Miguel",
      "initials": "M",
      "name": "Miguel Carda-Diéguez",
      "affiliations": [
        "Department of Genomics and Health, FISABIO Foundation, Valencia, Spain."
      ]
    },
    {
      "last_name": "Bloch",
      "fore_name": "Susanne",
      "initials": "S",
      "name": "Susanne Bloch",
      "affiliations": [
        "Department of Natural Sciences and Sustainable Resources, Institue of Biochemistry, NanoGlycobiology Research Group, Universität für Bodenkultur Wien, Vienna, Austria.",
        "Competence Center for Periodontal Research, University Clinic of Dentistry, Medical University of Vienna, Vienna, Austria."
      ]
    },
    {
      "last_name": "Thies",
      "fore_name": "Leon G S",
      "initials": "LGS",
      "name": "Leon G S Thies",
      "affiliations": [
        "Department of Natural Sciences and Sustainable Resources, Institue of Biochemistry, NanoGlycobiology Research Group, Universität für Bodenkultur Wien, Vienna, Austria."
      ]
    },
    {
      "last_name": "Mira",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Mira",
      "affiliations": [
        "Department of Genomics and Health, FISABIO Foundation, Valencia, Spain."
      ]
    },
    {
      "last_name": "Schäffer",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Schäffer",
      "affiliations": [
        "Department of Natural Sciences and Sustainable Resources, Institue of Biochemistry, NanoGlycobiology Research Group, Universität für Bodenkultur Wien, Vienna, Austria."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in oral health",
    "iso_abbreviation": "Front Oral Health",
    "issn": "2673-4842",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2025"
  },
  "start_page": "1535034",
  "pages": "1535034",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39896144",
    "pmc": "PMC11782227",
    "doi": "10.3389/froh.2025.1535034"
  },
  "doi": "10.3389/froh.2025.1535034",
  "pmc_id": "PMC11782227",
  "dates": {
    "revised": "2025-02-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.199661",
    "pmid": "39896144"
  }
}