{
  "pmid": "39898193",
  "uid": "39898193",
  "title": "Hand size association with ulnar collateral ligament reconstruction in professional baseball players.",
  "abstract": "BACKGROUND: Ulnar collateral ligament (UCL) injuries in professional baseball remain a significant problem with debate as to which are the greatest risk factors. Currently, it is unknown if hand size should be considered a predictor for UCL injury. A larger or smaller hand size could have implications on fatigue of the forearm musculature and thus varying amounts of strain seen by the UCL. The purpose of this study was to investigate if there is a correlation between hand size and history of UCL tear requiring a reconstruction. We hypothesize that a smaller hand size will be correlated with higher UCL reconstruction (UCLR) rates in professional baseball players. METHODS: One-hundred and eighty-nine professional players from one Major League Baseball organization were recruited in this retrospective study. Four different measurements were used for hand size including the distance from the tip of long finger to wrist crease (closed fingers), the distance from the thumb tip to the small fingertip (closed fingers), the distance between thumb tip and small fingertip (spread fingers), and a modified Nirschl measurement (closed fingers). Statistical analysis including t-test, Chi-squared test, Pearson correlation, and binary logistic regression were performed to determine the statistical significance between these hand size measurements and a history of UCLR. RESULTS: There were 25/189 (13.2%) players with a history of UCLR surgery. The mean age of UCLR group (23.6 ± 3.3 years) was younger than the non-UCLR group (26.2 ± 3.6) (P = .001). Statistical analysis demonstrated the distance between thumb tip and small fingertip (spread fingers) was smaller in the UCLR group compared to the non-UCLR group (20.33 ± 1.18 cm vs. 20.98 ± 1.03 cm; P = .024) and the modified Nirschl measurement (closed fingers) was shorter in the UCLR group (14.45 ± 0.7 cm vs. 14.86 ± 0.91 cm; P = .013). Findings were most notable in players aged less than 21 years with UCLR rates of 57.1% versus players aged more than 21 years (9.7%) (P < .001). Statistical analysis demonstrated a correlation and regression between injury probability and hand measurements (P = .01). CONCLUSION: This study demonstrated that a smaller hand size did correlate with a history of UCLR in this professional baseball population of players. Further studies are warranted to investigate these associations.",
  "authors": [
    {
      "last_name": "Freehill",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Freehill",
      "affiliations": [
        "Department of Orthopaedic Surgery, Stanford University School of Medicine, Redwood City, CA, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Detroit Medical Center Sport Medicine, Warren, MI, USA."
      ]
    },
    {
      "last_name": "Richards",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Richards",
      "affiliations": [
        "Detroit Medical Center Sport Medicine, Warren, MI, USA."
      ]
    },
    {
      "last_name": "Morasso",
      "fore_name": "John",
      "initials": "J",
      "name": "John Morasso",
      "affiliations": [
        "Detroit Medical Center Sport Medicine, Warren, MI, USA."
      ]
    },
    {
      "last_name": "Ackron",
      "fore_name": "Traci A",
      "initials": "TA",
      "name": "Traci A Ackron",
      "affiliations": [
        "Detroit Medical Center Sport Medicine, Warren, MI, USA."
      ]
    },
    {
      "last_name": "Lau",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Lau",
      "affiliations": [
        "Detroit Medical Center Sport Medicine, Warren, MI, USA."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Chaoyang Richard",
      "initials": "CR",
      "name": "Chaoyang Richard Chen",
      "affiliations": [
        "Detroit Medical Center Sport Medicine, Warren, MI, USA."
      ]
    },
    {
      "last_name": "Tremble",
      "fore_name": "Corey S",
      "initials": "CS",
      "name": "Corey S Tremble",
      "affiliations": [
        "Corey Tremble Enterprise, LLC, Lakeland, FL, USA."
      ]
    },
    {
      "last_name": "Ryu",
      "fore_name": "Richard K",
      "initials": "RK",
      "name": "Richard K Ryu",
      "affiliations": [
        "The Ryu Hurvitz Orthopedic Clinic, Santa Barbara, CA, USA."
      ]
    },
    {
      "last_name": "Lemos",
      "fore_name": "Stephen E",
      "initials": "SE",
      "name": "Stephen E Lemos",
      "affiliations": [
        "Department of Orthopaedic Surgery, Oakwood Heritage Hospital, Wayne State University School of Medicine, Taylor, MI, USA.",
        "Associated Orthopedists of Detroit, St Clair Shores, MI, USA."
      ]
    }
  ],
  "journal": {
    "title": "JSES international",
    "iso_abbreviation": "JSES Int",
    "issn": "2666-6383",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jan"
  },
  "start_page": "237",
  "end_page": "243",
  "pages": "237-243",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39898193",
    "pmc": "PMC11784283",
    "doi": "10.1016/j.jseint.2024.08.188",
    "pii": "S2666-6383(24)00380-3"
  },
  "doi": "10.1016/j.jseint.2024.08.188",
  "pmc_id": "PMC11784283",
  "dates": {
    "revised": "2025-02-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.519757",
    "pmid": "39898193"
  }
}