{
  "pmid": "39893431",
  "uid": "39893431",
  "title": "States, global power and access to medicines: a comparative case study of China, India and the United States, 2000-2019.",
  "abstract": "BACKGROUND: What constitutes state`s global power to shape access to medicines? How was it distributed between states and how did this change from 2000 to 2019? In this comparative case study, we explored the powers of China, India and the United States, and discuss whether our findings from the pre-pandemic era were reflected in the global COVID-19 response related to pharmaceuticals. We used an analytical framework from the international relations literature on structural power, and assessed the following power structures after adapting them to the context of access to medicines: finance, production, financial protection, knowledge, trade and official development assistance. RESULTS: We found that from 2000 to 2019 there had been a power-shift towards China and India in terms of finance and production of pharmaceuticals, and that in particular China had increased its powers regarding knowledge and financial protection and reimbursement. The United States remained powerful in terms of finance and knowledge. The data on trade and official development assistance indicate an increasingly powerful China also within these structures. During the COVID-19 pandemic, we found that the patterns from previous decades were continued in terms of cutting-edge innovation coming out of the United States. Trade restrictions from the United States and India contrasted our findings as well as the limited effective aid from the United States. Building on our findings on structural powers, we argue that both structural power and political decisions shaped access to medical technologies during the COVID-19 pandemic. We also examined the roles and positions of the three states regarding developments in global health governance on the COVAX mechanism, the TRIPS Agreement waiver and the pandemic accord in this context. CONCLUSION: From 2000-2019, China and India increased their structural powers to shape global access to medical technologies. The recent COVID-19 pandemic demonstrated that both structural power and political decisions shaped global access to COVID-19 technologies.",
  "authors": [
    {
      "last_name": "Hembre",
      "fore_name": "Berit S H",
      "initials": "BSH",
      "name": "Berit S H Hembre",
      "affiliations": [
        "Norwegian Institute of Public Health, Postboks 222 Skøyen, Skøyen, Oslo, 0213, Norway. berit.hembre@legemiddelverket.no.",
        "Institue of Health and Society, Faculty of Medicine, University of Oslo, PB 1130, Blindern, Oslo, 0318, Norway. berit.hembre@legemiddelverket.no.",
        "Norwegian Medical Products Agency, PO Box 240, Skøyen, Oslo, 0213, Norway. berit.hembre@legemiddelverket.no."
      ],
      "orcid": "0009-0004-8724-475X"
    },
    {
      "last_name": "Chokshi",
      "fore_name": "Maulik",
      "initials": "M",
      "name": "Maulik Chokshi",
      "affiliations": [
        "ACCESS Health International, New Delhi, India."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, York University, 4700 Keele Street, Toronto, ON, M3J 1P3, Canada.",
        "Wellcome Trust, 215 Euston Road, London, NW1 2BE, United Kingdom."
      ]
    },
    {
      "last_name": "Suleman",
      "fore_name": "Fatima",
      "initials": "F",
      "name": "Fatima Suleman",
      "affiliations": [
        "School of Health Sciences, University of Kwa-Zulu-Natal, Private Bag X54001, Durban, 4000, South Africa."
      ]
    },
    {
      "last_name": "Andresen",
      "fore_name": "Steinar",
      "initials": "S",
      "name": "Steinar Andresen",
      "affiliations": [
        "Fridtjof Nansen Institute, P.O.Box 326, Oslo, 1326, Norway."
      ]
    },
    {
      "last_name": "Sandberg",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Sandberg",
      "affiliations": [
        "Fridtjof Nansen Institute, P.O.Box 326, Oslo, 1326, Norway."
      ]
    },
    {
      "last_name": "Røttingen",
      "fore_name": "John-Arne",
      "initials": "JA",
      "name": "John-Arne Røttingen",
      "affiliations": [
        "Norwegian Institute of Public Health, Postboks 222 Skøyen, Skøyen, Oslo, 0213, Norway.",
        "Blavatnik School of Government, Radcliffe Observatory Quarter, University of Oxford, Woodstock Road, Oxford, OX2 6GG, UK.",
        "Wellcome Trust, 215 Euston Road, London, NW1 2BE, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "Globalization and health",
    "iso_abbreviation": "Global Health",
    "issn": "1744-8603",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comparative Study"
  ],
  "keywords": [
    "India",
    "China",
    "United States",
    "Humans",
    "Health Services Accessibility",
    "COVID-19",
    "International Cooperation"
  ],
  "article_ids": {
    "pubmed": "39893431",
    "pmc": "PMC11787748",
    "doi": "10.1186/s12992-024-01092-2",
    "pii": "10.1186/s12992-024-01092-2"
  },
  "doi": "10.1186/s12992-024-01092-2",
  "pmc_id": "PMC11787748",
  "dates": {
    "completed": "2025-02-02",
    "revised": "2025-05-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "GLOBVAC Project 234608",
      "agency": "Norges Forskningsråd"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.545594",
    "pmid": "39893431"
  }
}