{
  "pmid": "39892710",
  "uid": "39892710",
  "title": "Surgical versus nonsurgical treatment of thoracolumbar burst fractures in neurologically intact patients: a cost-utility analysis.",
  "abstract": "BACKGROUND CONTEXT: Many efforts have been made to determine what is the best treatment strategy for neurologically intact patients with TL burst fractures: surgery or nonoperative management. Studies comparing clinical outcomes have produced mixed and inconclusive results creating lack of consensus in the expert community. PURPOSE: Therefore, it is necessary to explore other important components of healthcare such as economics to settle this controversial debate. The goal of the current study was to perform a cost-utility analysis comparing surgical treatment to nonoperative treatment for neurologically intact TL burst fractures (AOSpine classification types A3 and A4) from a societal perspective in a multicenter and international setting. STUDY DESIGN/SETTING: We performed a cost-utility analysis from a societal perspective comparing the cost-utility of surgical treatment versus nonsurgical treatment of thoracolumbar (TL) burst fractures in neurologically intact patients. PATIENT SAMPLE: Patient demographics and all clinical and outcome data were taken from an observational, prospective multicenter cohort study comparing surgical versus nonsurgical treatment of TL burst fractures in neurological intact patients. OUTCOME MEASURES: The ICER was calculated comparing surgical versus nonsurgical treatment for the full analysis population with a 1-year time horizon, two-year time horizon as well as the working-life time horizon. Costs were taken from the clinical study, patient diaries with productivity loss documented, current scientific literature in addition to national and international healthcare costing guidelines and databases. METHODS: The mean difference in cost between the two treatment groups were calculated, firstly by applying the central limit theorem, and secondly by using bootstrapping. To calculate the average cost per patient in each treatment group, the Kaplan-Meier Sample Average (KMSA) estimator was used in order to take account of the censored patients. To evaluate the derived models and to explore uncertainty, sensitivity analysis was used. RESULTS: Eleven sites from different regions (North America, Europe, Middle east, and Asia) completed the recruitment and follow-up for 213 patients. One hundred and thirty patients were treated surgically (61.0%) and eighty-three patients (39.0%) were treated nonsurgically. At 1-year, the ICER for surgical treatment was $191,648.00 USD per QALY. Compared to a willingness to pay threshold of $100,000, surgical treatment was not cost-effective within the 1-year timeframe. At 2-years, the nonsurgical group had visited the surgeon or general practitioner more often (0.31 vs 0.25). The nonsurgical group had visited physiotherapist and other allied health more often (3.68 vs 1.68). The utilization of NSAIDs and opioids remained higher in the nonsurgical group (2.66 vs 2.39) (1.52 vs 0.75). The average workdays lost remained higher in the nonsurgical group (143.12 vs 114.78). The caregiver days taken off work remained higher in the nonsurgical group (29.86 vs 2.39). At 2 years, surgical treatment showed to be a dominant strategy with a $28,978.50 savings per QALY. At lifetime horizon, surgical treatment remained the cost-effective strategy at $25,530.18 savings per QALY. CONCLUSION: Our cost-utility analysis showed surgical management to be cost-effective at 2 years compared to nonoperative management in neurologically intact TL burst fractures from a societal perspective. This finding was maintained through the working-lifetime horizon. Surgical treatment became cost-effective largely due to the greater productivity loss of patients and caregivers within the nonsurgical group. This investigation highlights the viability for surgical management of TL burst fractures to provide societal benefit especially when productivity is valued.",
  "authors": [
    {
      "last_name": "Dandurand",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Dandurand",
      "affiliations": [
        "Department of Orthopaedics, University of British Columbia, Vancouver, British Columbia, Canada. Electronic address: Charlotte.dandurand@vch.ca."
      ]
    },
    {
      "last_name": "Öner",
      "fore_name": "Cumhur F",
      "initials": "CF",
      "name": "Cumhur F Öner",
      "affiliations": [
        "University Medical Center, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Schnake",
      "fore_name": "Klaus John",
      "initials": "KJ",
      "name": "Klaus John Schnake",
      "affiliations": [
        "Malteser Waldrankenhaus St. Marien, Center for Spinal Surgery and Scoliosis, Erlangen, Germany."
      ]
    },
    {
      "last_name": "Bransford",
      "fore_name": "Richard J",
      "initials": "RJ",
      "name": "Richard J Bransford",
      "affiliations": [
        "Department of Orthopaedics and Department of Neurological Surgery, University of Washington School of Medicine, Seattle, WA, USA."
      ]
    },
    {
      "last_name": "Schroeder",
      "fore_name": "Greg D",
      "initials": "GD",
      "name": "Greg D Schroeder",
      "affiliations": [
        "Thomas Jefferson University; Rothman Institute, Thomas Jefferson University Hospital, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Dea",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Dea",
      "affiliations": [
        "Department of Orthopaedics, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark R",
      "initials": "MR",
      "name": "Mark R Phillips",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Joeris",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Joeris",
      "affiliations": [
        "AO Innovation Translation Center, Switzerland."
      ]
    },
    {
      "last_name": "El-Sharkawi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad El-Sharkawi",
      "affiliations": [
        "Department of Orthopaedic and Trauma Surgery, Assiut University Medical School Assiut, Egypt."
      ]
    },
    {
      "last_name": "Rajasekaran",
      "fore_name": "Shanmuganathan",
      "initials": "S",
      "name": "Shanmuganathan Rajasekaran",
      "affiliations": [
        "Department of Orthopaedics and Spine Surgery, Ganga Hospital, Coimbatore, Tamil Nadu, India."
      ]
    },
    {
      "last_name": "Benneker",
      "fore_name": "Lorin M",
      "initials": "LM",
      "name": "Lorin M Benneker",
      "affiliations": [
        "Spine Unit, Sonnenhof Spital, University of Bern, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Tee",
      "fore_name": "Jin W",
      "initials": "JW",
      "name": "Jin W Tee",
      "affiliations": [
        "Department of Neurosurgery, National Trauma Research Institute (NTRI), The Alfred Hospital, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Popescu",
      "fore_name": "Eugen Cezar",
      "initials": "EC",
      "name": "Eugen Cezar Popescu",
      "affiliations": [
        "Emergency Hospital, Iasi, Romania."
      ]
    },
    {
      "last_name": "Paquet",
      "fore_name": "Jérôme",
      "initials": "J",
      "name": "Jérôme Paquet",
      "affiliations": [
        "Neurosurgery Unit, Department of Surgery, CHU de Quebec, Université Laval, Quebec City, Canada."
      ]
    },
    {
      "last_name": "France",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C France",
      "affiliations": [
        "Department of Orthopaedic Surgery, West Virginia University, Morgantown, WV, USA."
      ]
    },
    {
      "last_name": "Vaccaro",
      "fore_name": "Alexander R",
      "initials": "AR",
      "name": "Alexander R Vaccaro",
      "affiliations": [
        "Department of Orthopaedic Surgery, Rothman Institute, Thomas Jefferson University Hospital, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Dvorak",
      "fore_name": "Marcel F",
      "initials": "MF",
      "name": "Marcel F Dvorak",
      "affiliations": [
        "Department of Orthopaedics, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The spine journal : official journal of the North American Spine Society",
    "iso_abbreviation": "Spine J",
    "issn": "1878-1632",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "1494",
  "end_page": "1507",
  "pages": "1494-1507",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Comparative Study",
    "Observational Study"
  ],
  "keywords": [
    "Humans",
    "Spinal Fractures",
    "Cost-Benefit Analysis",
    "Thoracic Vertebrae",
    "Lumbar Vertebrae",
    "Male",
    "Female",
    "Middle Aged",
    "Adult",
    "Prospective Studies",
    "Conservative Treatment",
    "Quality-Adjusted Life Years"
  ],
  "article_ids": {
    "pubmed": "39892710",
    "doi": "10.1016/j.spinee.2025.01.030",
    "pii": "S1529-9430(25)00055-5"
  },
  "doi": "10.1016/j.spinee.2025.01.030",
  "dates": {
    "completed": "2025-06-24",
    "revised": "2025-07-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.946380",
    "pmid": "39892710"
  }
}