{
  "pmid": "39893365",
  "uid": "39893365",
  "title": "Help-seeking behaviors among survivors of intimate partner violence during pregnancy in 54 low- and middle-income countries: evidence from Demographic and Health Survey data.",
  "abstract": "BACKGROUND: Intimate partner violence (IPV) during pregnancy is a global issue of public health importance. Due to the low rates of help-seeking in response to IPV, research on survivors' help-seeking behaviors is scarce, particularly within low- and middle-income countries (LMICs). The present study provides a cross-national evidence of informal and formal help-seeking patterns among pregnant women experiencing IPV. METHODS: This study made use of population-based data from the Demographic and Health Surveys (DHS) Program from 54 LMICs, collected between 2005 and 2020 (N = 359,027). Applying bivariate and multivariable analyses, the present study examined IPV survivors' help-seeking distributions and associations with individual, partner, family, and community factors. RESULTS: Only half of survivors sought help in response to IPV during pregnancy with wide regional and national variations, mainly from informal support networks (including family, neighbors, and friends), and rarely from formal institutions (including legal, socio-cultural, and medical services). Evidence shows that help-seeking behaviors were associated with IPV survivors' age and educational attainment, survivors' employment status and earnings compared to their partners, survivors' consumption of mass media, intimate partner's age and education, spouse's alcohol consumption and controlling behaviors, survivors' wealth index, place of residence, and health-seeking barriers, among others. CONCLUSION: Practitioners are encouraged to consider the study's outcomes when designing interventions and support for survivors seeking help in response to IPV during pregnancy. Strong advocacy and action are needed, including fostering survivors' educational attainment, diminishing pregnant women's social and financial dependencies on their intimate partners, promoting pre- and peri-natal health care, informing survivors about help, and increasing gender equality by engaging women and men equally within the whole community.",
  "authors": [
    {
      "last_name": "Stiller",
      "fore_name": "Mariella",
      "initials": "M",
      "name": "Mariella Stiller",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University of Heidelberg, Heidelberg, Germany. M.Stiller@stud.uni-heidelberg.de."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lowery",
      "initials": "ML",
      "name": "Michael Lowery Wilson",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University of Heidelberg, Heidelberg, Germany.",
        "Injury Epidemiology and Prevention Research Group, University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Bärnighausen",
      "fore_name": "Till",
      "initials": "T",
      "name": "Till Bärnighausen",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University of Heidelberg, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Adedimeji",
      "fore_name": "Adebola",
      "initials": "A",
      "name": "Adebola Adedimeji",
      "affiliations": [
        "Departments of Social Sciences and Health Policy and Implementation Science, Wake Forest University School of Medicine, Winston Salem, NC, USA.",
        "Department of Epidemiology and Population Health, Albert Einstein College of Medicine, New York, USA."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Lewis",
      "affiliations": [
        "Department of Epidemiology and Population Health, Albert Einstein College of Medicine, New York, USA.",
        "Jacobi Medical Center, New York, USA."
      ]
    },
    {
      "last_name": "Abio",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Abio",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University of Heidelberg, Heidelberg, Germany.",
        "Research Centre for Child Psychiatry, University of Turku, Turku, Finland.",
        "Invest Research Flagship, University of Turku, Turku, Finland."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "413",
  "pages": "413",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Intimate Partner Violence",
    "Pregnancy",
    "Adult",
    "Survivors",
    "Help-Seeking Behavior",
    "Developing Countries",
    "Young Adult",
    "Health Surveys",
    "Adolescent"
  ],
  "article_ids": {
    "pubmed": "39893365",
    "pmc": "PMC11787739",
    "doi": "10.1186/s12889-025-21421-3",
    "pii": "10.1186/s12889-025-21421-3"
  },
  "doi": "10.1186/s12889-025-21421-3",
  "pmc_id": "PMC11787739",
  "dates": {
    "completed": "2025-05-05",
    "revised": "2025-05-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.898297",
    "pmid": "39893365"
  }
}