{
  "pmid": "39905273",
  "uid": "39905273",
  "title": "Hypoparathyroidism: diagnosis, management and emerging therapies.",
  "abstract": "Hypoparathyroidism is characterized by inadequate parathyroid hormone (PTH) secretion or action and results in hypocalcaemia, and can lead to hyperphosphataemia and hypercalciuria. Most cases of hypoparathyroidism occur as a complication of surgery, with the remainder due to causes including autoimmune disease, genetic causes, infiltrative diseases, mineral deposition or due to abnormalities in serum levels of magnesium. Hypoparathyroidism can cause multisystem disease, with long-term complications resulting from ectopic calcification as well as renal complications with nephrocalcinosis, nephrolithiasis and renal impairment in addition to respiratory, cardiac or neurological manifestations. Conventional therapy consists of oral calcium salts and active vitamin D but it has limitations, including fluctuations in serum levels of calcium and a high pill burden, and can increase the risk of long-term complications. By contrast, PTH replacement therapy can effectively achieve normal serum levels of calcium, and lower serum levels of phosphate. The long-acting PTH analogue, palopegteriparatide, has been shown to normalize urine levels of calcium. In addition, PTH replacement therapy reduces the pill burden. Palopegteriparatide is also associated with improved quality of life in comparison to conventional therapy. This Review summarizes current recommendations regarding the pathophysiology, evaluation and management of hypoparathyroidism and also references the 2022 international hypoparathyroidism guidelines. Palopegteriparatide has now been approved as PTH replacement therapy for hypoparathyroidism. Emerging therapies will also be presented in this Review.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Trillium Health Partners, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-3604-303X"
    },
    {
      "last_name": "Khan",
      "fore_name": "Aliya A",
      "initials": "AA",
      "name": "Aliya A Khan",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada. aliya@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Nature reviews. Endocrinology",
    "iso_abbreviation": "Nat Rev Endocrinol",
    "issn": "1759-5037",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "360",
  "end_page": "374",
  "pages": "360-374",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Hypoparathyroidism",
    "Parathyroid Hormone",
    "Hormone Replacement Therapy",
    "Calcium",
    "Vitamin D"
  ],
  "article_ids": {
    "pubmed": "39905273",
    "doi": "10.1038/s41574-024-01075-8",
    "pii": "10.1038/s41574-024-01075-8"
  },
  "doi": "10.1038/s41574-024-01075-8",
  "dates": {
    "completed": "2025-05-16",
    "revised": "2025-05-16"
  },
  "chemicals": [
    "Parathyroid Hormone",
    "Calcium",
    "Vitamin D"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:58.337347",
    "pmid": "39905273"
  }
}