{
  "pmid": "39901971",
  "uid": "39901971",
  "title": "Improving birth preparation with the hypnosis online course \"The Peaceful Birth\": a randomized controlled study.",
  "abstract": "OBJECTIVE: Stress, anxiety, and birth-related expectations affect the way women experience birth. In this study, we evaluate the German online hypnosis program \"The Peaceful Birth\" (\"Die Friedliche Geburt\") to find out if it reduces stress, anxiety, and pain during pregnancy. We randomized pregnant women into a hypnosis and a control group and surveyed them via online questionnaires during their pregnancy and after their birth using standardized questionnaires. METHODS: We included 221 pregnant women and assigned 110 women to a hypnosis and 111 women to a control group. At four measurement points before and after birth, we surveyed all study participants. We used the Perceived Stress Scale to measure stress experiences and the Wijma Delivery Expectancy/Experience Questionnaire to assess childbirth expectations and experiences. RESULTS: We show that stress was significantly reduced in the hypnosis group before and after birth compared to the control group (p = 0.019) and childbirth expectations were significantly more positive compared to the control group after starting the hypnosis online course (p = 0.002). Subjective health ratings in the hypnosis group improved significantly compared to the control group before childbirth (p = 0.002). Furthermore, women in the hypnosis group described childbirth experience as significantly more positive concerning fear (p = 0.007), loneliness (p = 0.025), and self-efficacy (p = 0.047) compared to the control group. We show that the improvement of childbirth experience is causally related to more positive childbirth expectations. However, we found no significant group differences in the experience of pain (p = 0.08). CONCLUSION: Pregnant women preparing for birth with the hypnosis online course \"The Peaceful Birth\" showed significantly improved birth preparation showing lower stress, more positive birth expectation and experience compared to a control group. The hypnosis online course is therefore an efficient low-threshold method to enhance healthcare for expectant mothers.",
  "authors": [
    {
      "last_name": "Motz",
      "fore_name": "Luisa",
      "initials": "L",
      "name": "Luisa Motz",
      "affiliations": [
        "Institute for Psychology, Friedrich-Schiller-University Jena, Jena, Germany."
      ]
    },
    {
      "last_name": "Brückner",
      "fore_name": "Rosa Marie",
      "initials": "RM",
      "name": "Rosa Marie Brückner",
      "affiliations": [
        "Department of Geriatrics, Halle University Hospital, Halle, Germany."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute for Psychosocial Medicine, Psychotherapy and Psychooncology, Jena University Hospital, Jena, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "16",
    "pub_year": "2025"
  },
  "start_page": "1508790",
  "pages": "1508790",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39901971",
    "pmc": "PMC11788403",
    "doi": "10.3389/fpsyg.2025.1508790"
  },
  "doi": "10.3389/fpsyg.2025.1508790",
  "pmc_id": "PMC11788403",
  "dates": {
    "revised": "2025-02-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.475477",
    "pmid": "39901971"
  }
}