{
  "pmid": "39907830",
  "uid": "39907830",
  "title": "The interplay of p16INK4a and non-coding RNAs: bridging cellular senescence, aging, and cancer.",
  "abstract": "p16INK4a is a crucial tumor suppressor and regulator of cellular senescence, forming a molecular bridge between aging and cancer. Dysregulated p16INK4a expression is linked to both premature aging and cancer progression, where non-coding RNAs (ncRNAs) such as long non-coding RNAs (lncRNAs), microRNAs (miRNAs), and small interfering RNAs (siRNAs) play key roles in modulating its function. These ncRNAs interact with p16INK4a through complex post-transcriptional and epigenetic mechanisms, influencing pathways critical to senescence and tumor suppression. In this review, we explore ncRNAs, including ANRIL, MIR31HG, UCA1, MALAT1, miR-24, miR-30, and miR-141, which collectively regulate p16INK4a expression, promoting or inhibiting pathways associated with cancer and aging. ANRIL and MIR31HG modulate p16INK4a silencing via interactions with polycomb repressive complexes (PRC), while miRNAs such as miR-24 and miR-30 target p16INK4a to influence cellular proliferation and senescence. This regulatory interplay underscores the therapeutic potential of ncRNA-targeted strategies to restore p16INK4a function. We summarize recent studies supporting that ncRNAs that control p16INK4a may be diagnostic biomarkers and therapeutic targets for age-related diseases and cancer.",
  "authors": [
    {
      "last_name": "Balaraman",
      "fore_name": "Ashok Kumar",
      "initials": "AK",
      "name": "Ashok Kumar Balaraman",
      "affiliations": [
        "Research and Enterprise, University of Cyberjaya, Persiaran Bestari, Cyber 11, 63000, Cyberjaya, Selangor, Malaysia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, 21442, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Moglad",
      "fore_name": "Ehssan",
      "initials": "E",
      "name": "Ehssan Moglad",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Prince Sattam Bin Abdulaziz University, 11942, Al Kharj, Saudi Arabia."
      ]
    },
    {
      "last_name": "Babu",
      "fore_name": "M Arockia",
      "initials": "MA",
      "name": "M Arockia Babu",
      "affiliations": [
        "Institute of Pharmaceutical Research, GLA University, Mathura, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Priya",
      "fore_name": "G Padma",
      "initials": "GP",
      "name": "G Padma Priya",
      "affiliations": [
        "Department of Chemistry and Biochemistry, School of Sciences, JAIN (Deemed to Be University), Bangalore, Karnataka, India."
      ]
    },
    {
      "last_name": "Bansal",
      "fore_name": "Pooja",
      "initials": "P",
      "name": "Pooja Bansal",
      "affiliations": [
        "Department of Allied Healthcare and Sciences, Vivekananda Global University, Jaipur, Rajasthan, 303012, India."
      ]
    },
    {
      "last_name": "Rajotiya",
      "fore_name": "Sumit",
      "initials": "S",
      "name": "Sumit Rajotiya",
      "affiliations": [
        "NIMS Institute of Pharmacy, NIMS University, Jaipur, Rajasthan, India."
      ]
    },
    {
      "last_name": "Kondapavuluri",
      "fore_name": "Benod Kumar",
      "initials": "BK",
      "name": "Benod Kumar Kondapavuluri",
      "affiliations": [
        "Department of General Surgery, Consultant Head and Neck Surgical Oncology, Dr.D.Y.Patil Medical College, Hospital and Research Centre, Pimpri, Pune, India."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, 21589, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, 72341, Sakaka, Al-Jouf, Saudi Arabia."
      ]
    },
    {
      "last_name": "Goyal",
      "fore_name": "Kavita",
      "initials": "K",
      "name": "Kavita Goyal",
      "affiliations": [
        "Department of Biotechnology, Graphic Era (Deemed to Be University), Clement Town, Dehradun, 248002, India. kavita.g01@outlook.com."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Haider",
      "initials": "H",
      "name": "Haider Ali",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Saveetha University, Chennai, India."
      ]
    }
  ],
  "journal": {
    "title": "Biogerontology",
    "iso_abbreviation": "Biogerontology",
    "issn": "1573-6768",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "05"
  },
  "start_page": "50",
  "pages": "50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Neoplasms",
    "Cellular Senescence",
    "Aging",
    "Cyclin-Dependent Kinase Inhibitor p16",
    "Animals",
    "RNA, Untranslated",
    "RNA, Long Noncoding"
  ],
  "article_ids": {
    "pubmed": "39907830",
    "doi": "10.1007/s10522-025-10194-2",
    "pii": "10.1007/s10522-025-10194-2"
  },
  "doi": "10.1007/s10522-025-10194-2",
  "dates": {
    "completed": "2025-05-06",
    "revised": "2025-05-26"
  },
  "chemicals": [
    "Cyclin-Dependent Kinase Inhibitor p16",
    "RNA, Untranslated",
    "RNA, Long Noncoding"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.200573",
    "pmid": "39907830"
  }
}