{
  "pmid": "39919612",
  "uid": "39919612",
  "title": "\"I need everybody to understand that he's a whole child\": A mixed-methods study exploring caregivers' experiences with their children with medical complexities.",
  "abstract": "PURPOSE: Children with medical complexities (CMC) access medical care at high rates and rely heavily on caregivers for daily care. Little research has explored the medical care experiences of caregivers of CMC to understand the holistic impact on the caregiver and their children. The goal of this study was to understand the experiences and challenges faced by CMC and their caregivers, explore the impact of COVID-19 on this population, and highlight the suggestions caregivers have to improve medical care for their children. DESIGN AND METHODS: We conducted an explanatory sequential mixed method study utilizing surveys (n = 149) and in-depth interviews (n = 26) with a subset of survey participants. Descriptive and inferential quantitative analysis strategies as well as qualitative thematic and content analysis techniques were used to analyze the survey and interview data. RESULTS: Our findings included insights such as the frequent need to access medical care/specialists, the demand and emotional process of caring for CMC, the risk of pediatric medical trauma and stress, the unique impact of COVID-19 on this population, challenges navigating medical insurance, and the impact of the medical provider and system qualities on overall experiences. We also had findings related to the personal challenges associated with caregiving for CMC, caregiver coping and advocacy, and suggestions for improving care for CMC. CONCLUSIONS: These findings suggest a need for improved practices and policies to support CMC and their families. PRACTICE IMPLICATIONS: This study identifies opportunities for healthcare professionals to learn from the experiences of caregivers of CMC.",
  "authors": [
    {
      "last_name": "Jensen",
      "fore_name": "Emily J",
      "initials": "EJ",
      "name": "Emily J Jensen",
      "affiliations": [
        "Human Development and Family Studies, Michigan State University, 552 W. Circle Dr., East Lansing, MI 48824, USA. Electronic address: jensenem@msu.edu."
      ]
    },
    {
      "last_name": "Douglas",
      "fore_name": "Sarah N",
      "initials": "SN",
      "name": "Sarah N Douglas",
      "affiliations": [
        "Human Development and Family Studies, Michigan State University, 552 W. Circle Dr., East Lansing, MI 48824, USA. Electronic address: sdouglas@msu.edu."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "College of Osteopathic Medicine, Michigan State University, 965 Wilson Rd., East Lansing, MI 48824, USA. Electronic address: khansar8@msu.edu."
      ]
    },
    {
      "last_name": "Bullock",
      "fore_name": "Katharine",
      "initials": "K",
      "name": "Katharine Bullock",
      "affiliations": [
        "Department of Behavioral Neuroscience, Michigan State University, 766 Service Rd., East Lansing, MI 48824, USA. Electronic address: bulloc63@msu.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric nursing",
    "iso_abbreviation": "J Pediatr Nurs",
    "issn": "1532-8449",
    "issn_type": "Electronic",
    "volume": "82",
    "pub_year": "2025"
  },
  "start_page": "1",
  "end_page": "10",
  "pages": "1-10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Child",
    "Child, Preschool",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Young Adult",
    "Caregivers",
    "Child Health Services",
    "Chronic Disease",
    "COVID-19",
    "Developmental Disabilities",
    "Health Services Accessibility",
    "Pediatrics",
    "Persons with Disabilities",
    "Qualitative Research",
    "Surveys and Questionnaires",
    "United States",
    "Adaptation, Psychological"
  ],
  "article_ids": {
    "pubmed": "39919612",
    "doi": "10.1016/j.pedn.2025.01.025",
    "pii": "S0882-5963(25)00036-3"
  },
  "doi": "10.1016/j.pedn.2025.01.025",
  "dates": {
    "completed": "2025-07-14",
    "revised": "2025-07-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.819800",
    "pmid": "39919612"
  }
}