{
  "pmid": "39917844",
  "uid": "39917844",
  "title": "Reducing rates of endophthalmitis from intravitreal injections - strategies and areas of controversy.",
  "abstract": "PURPOSE OF REVIEW: Post-injection endophthalmitis (PIE) is the most concerning complication that accompanies intravitreal injections. This review discusses the recent literature in endophthalmitis prophylaxis including types of antisepsis, the use of topical antibiotics, methods of anesthesia, masking, and office-based versus operating room-based injections. RECENT FINDINGS: Povidone iodine (PI) remains the gold standard for PIE prophylaxis. Chlorhexidine gluconate (CHG) is an alternative antiseptic agent utilized in other areas of medicine with similar broad spectrum antibacterial activity. Recent clinical trials have demonstrated that the rate of endophthalmitis is similar with CHG prophylaxis compared to PI prophylaxis while offering improved patient comfort at a similar cost. Routine use of topical antibiotics should be avoided as they do not appear to reduce endophthalmitis risk and may promote bacterial resistance. All methods of anesthesia appear to be acceptable. In-office injections are not associated with an increased rate of endophthalmitis compared to operating room injections. SUMMARY: The rate of post-injection endophthalmitis is extremely low due to a myriad of measures employed by retina specialists. Topical antisepsis is the most important tool to combat post-injection endophthalmitis. CHG is emerging as an alternative to PI due to its efficacy and enhanced patient comfort.",
  "authors": [
    {
      "last_name": "Durrani",
      "fore_name": "Asad F",
      "initials": "AF",
      "name": "Asad F Durrani",
      "affiliations": [
        "Department of Ophthalmology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Department of Surgery.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Sunir J",
      "initials": "SJ",
      "name": "Sunir J Garg",
      "affiliations": [
        "Mid Atlantic Retina, The Retina Service of Wills Eye Hospital, Thomas Jefferson University, Philadelphia, Pennsylvania, USA."
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in ophthalmology",
    "iso_abbreviation": "Curr Opin Ophthalmol",
    "issn": "1531-7021",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "229",
  "end_page": "236",
  "pages": "229-236",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Endophthalmitis",
    "Intravitreal Injections",
    "Eye Infections, Bacterial",
    "Anti-Infective Agents, Local",
    "Anti-Bacterial Agents",
    "Angiogenesis Inhibitors",
    "Antibiotic Prophylaxis",
    "Chlorhexidine",
    "Povidone-Iodine",
    "Antisepsis"
  ],
  "article_ids": {
    "pubmed": "39917844",
    "doi": "10.1097/ICU.0000000000001120",
    "pii": "00055735-990000000-00221"
  },
  "doi": "10.1097/ICU.0000000000001120",
  "dates": {
    "completed": "2025-03-27",
    "revised": "2025-05-06"
  },
  "chemicals": [
    "Anti-Infective Agents, Local",
    "Anti-Bacterial Agents",
    "Angiogenesis Inhibitors",
    "Chlorhexidine",
    "Povidone-Iodine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:53.061802",
    "pmid": "39917844"
  }
}