{
  "pmid": "39918848",
  "uid": "39918848",
  "title": "Good-Quality mHealth Apps for Endometriosis Care: Systematic Search.",
  "abstract": "BACKGROUND: Mobile health (mHealth) apps are increasingly being used by community members to track symptoms and manage endometriosis. In addition, clinicians use mHealth apps for continued medical education and clinical decision-making and recommend good-quality apps to patients. However, poor-quality apps can spread misinformation or provide recommendations that are not evidence-based. Therefore, a critical evaluation is needed to assess and recommend good-quality endometriosis mHealth apps. OBJECTIVE: This study aimed to evaluate the quality and provide recommendations for good quality endometriosis mHealth apps for the community and clinicians. METHODS: PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) 2020 guidelines informed the search of mHealth apps on the Google Play Store and Apple App Store. The search terms included \"endometriosis,\" \"adenomyosis,\" and \"pelvic pain.\" mHealth apps were eligible if they were (1) related to the search terms, (2) were in the English language, and (3) were available free of cost. Only the free content of the eligible mHealth apps was assessed. ENLIGHT, a validated evaluation tool for mobile and web-based interventions, was used to assess the quality across 7 domains such as usability, visual design, user engagement, content, therapeutic persuasiveness, therapeutic alliance, and general subjective evaluation. mHealth apps with a total score of ≥3.5 were classified as \"good\" according to the ENLIGHT scoring system and are recommended as good-quality mHealth apps for endometriosis care. RESULTS: In total, 42 mHealth apps were screened, and 19 were included in the quality assessment. A total of 6 good-quality mHealth apps were identified (QENDO, Bearable, Luna for Health, Matilda Health, Branch Health: Pain Management, and CHARLI Health). These apps provided symptom-tracking functions and self-management support. A total of 17 apps were designed for community use, while 2 apps provided a digital endometriosis classification tool to clinicians. Most mHealth apps scored well (≥3.5) in the domains of usability (16/19, 84.2%), visual design (14/19, 73.7%), user engagement (11/19, 57.9%), and content (15/19, 78.9%). Few eHealth websites scored well on therapeutic persuasiveness (6/19, 31.6%), therapeutic alliance (9/19, 47.4%), and general subjective evaluation (6/19, 31.6%). CONCLUSIONS: Although time and geographical location can influence the search results, we identified 6 \"good-quality\" endometriosis mHealth apps that can be recommended to the endometriosis community. mHealth apps designed for community use should evaluate their effectiveness on user's endometriosis knowledge, self-recommended management strategies, pain self-efficacy, user satisfaction, and user quality of life. Digital technology should be leveraged to develop mHealth apps for clinicians that contribute to continued medical education and assist clinical decision-making in endometriosis management. Factors that enhance usability, visual design, therapeutic persuasiveness, and therapeutic alliance should be incorporated to ensure successful and long-term uptake of mHealth apps. TRIAL REGISTRATION: PROSPERO CRD42020185475; https://tinyurl.com/384dkkmj.",
  "authors": [
    {
      "last_name": "Sirohi",
      "fore_name": "Diksha",
      "initials": "D",
      "name": "Diksha Sirohi",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, North Adelaide, Australia."
      ],
      "orcid": "0000-0003-4485-7877"
    },
    {
      "last_name": "Ng",
      "fore_name": "Cecilia Hm",
      "initials": "CH",
      "name": "Cecilia Hm Ng",
      "affiliations": [
        "School of Clinical Medicine, Medicine and Health, UNSW Medicine, Sydney, Australia.",
        "Jean Hailes for Women's Health, Melbourne, Australia."
      ],
      "orcid": "0000-0002-8637-9861"
    },
    {
      "last_name": "Bidargaddi",
      "fore_name": "Niranjan",
      "initials": "N",
      "name": "Niranjan Bidargaddi",
      "affiliations": [
        "Digital Psychiatry & Personal Health Informatics Lab, College of Medicine and Public Health, Flinders University, Adelaide, Australia."
      ],
      "orcid": "0000-0003-2868-9260"
    },
    {
      "last_name": "Slater",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Slater",
      "affiliations": [
        "School of Physiotherapy and Exercise Science, Faculty of Health Sciences, Curtin University, Perth, Australia."
      ],
      "orcid": "0000-0002-4868-4988"
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "Canberra Endometriosis Centre, Centenary Hospital for Women and Children, ACT Health, Canberra, Australia."
      ],
      "orcid": "0000-0002-4213-7166"
    },
    {
      "last_name": "Hull",
      "fore_name": "M Louise",
      "initials": "ML",
      "name": "M Louise Hull",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, North Adelaide, Australia."
      ],
      "orcid": "0000-0003-1813-3971"
    },
    {
      "last_name": "O'Hara",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca O'Hara",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, North Adelaide, Australia."
      ],
      "orcid": "0000-0002-7482-1691"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "27",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "07"
  },
  "start_page": "e49654",
  "pages": "e49654",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Endometriosis",
    "Humans",
    "Telemedicine",
    "Female",
    "Mobile Applications"
  ],
  "article_ids": {
    "pubmed": "39918848",
    "pmc": "PMC11845897",
    "doi": "10.2196/49654",
    "pii": "v27i1e49654"
  },
  "doi": "10.2196/49654",
  "pmc_id": "PMC11845897",
  "dates": {
    "completed": "2025-02-07",
    "revised": "2025-05-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.231355",
    "pmid": "39918848"
  }
}