{
  "pmid": "39917967",
  "uid": "39917967",
  "title": "Preoperative dental assessment for the reduction of periprosthetic joint infections in patients undergoing total joint replacement: a systematic review and meta-analysis.",
  "abstract": "The requirement for preoperative dental assessment (PDA) to prevent periprosthetic joint infection (PJI) after total joint arthroplasty (TJA) seems to be a common practice at least in some orthopaedic centres. There are few studies which have examined this intervention. Routine referral of patients for routine PDA increases costs and potentially prolongs the time to the procedure. In order to investigate the effect of PDA on the frequency of PJI after TJA, we conducted a systematic review with meta-analysis of observational studies including adult patients undergoing TJA. The search for eligible studies was performed across MEDLINE, EMBASE, Web of Science, and Google Scholar databases. The intervention group consisted of patients who had undergone PDA, while the control group consisted of patients without PDA. The main outcome was the presence of PJI. In addition to traditional meta-analysis, a Bayesian analysis and trial sequential analysis were performed. The analysis included five observational studies. Considering PJI as an outcome, the total risk of bias was assessed as serious. A total of 23 175 patients were included in those studies, of whom 12 324 had a PDA. There was no effect of PDA versus no PDA on the incidence of PJI (OR 0.86, 95% CI: 0.50-1.49; I[2] = 42%). Bayesian analysis showed that the posterior probability of PDA reducing the frequency of PJI was 69.1%. Thus it was concluded that, in patients undergoing TJA, it remains unknown whether PDA influences the occurrence of postoperative PJI. There is insufficient evidence to support performing this intervention routinely. The health care systems and individual organisations will likely need to make decisions on continuation of such programmes on the basis of this limited amount of information.",
  "authors": [
    {
      "last_name": "Putowski",
      "fore_name": "Zbigniew",
      "initials": "Z",
      "name": "Zbigniew Putowski",
      "affiliations": [
        "Center for Intensive Care and Perioperative Medicine, Jagiellonian University Medical College, Krakow, Poland."
      ]
    },
    {
      "last_name": "Miłobędzka",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Miłobędzka",
      "affiliations": [
        "Gynecology and Obstetrics, Independent Public Health Care Center in Siedlce, Siedlce, Poland."
      ]
    },
    {
      "last_name": "Kisiołek",
      "fore_name": "Michał",
      "initials": "M",
      "name": "Michał Kisiołek",
      "affiliations": [
        "District Hospital in Radomsko, Radomsko, Poland."
      ]
    },
    {
      "last_name": "Szczeklik",
      "fore_name": "Wojciech",
      "initials": "W",
      "name": "Wojciech Szczeklik",
      "affiliations": [
        "Center for Intensive Care and Perioperative Medicine, Jagiellonian University Medical College, Krakow, Poland."
      ]
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": [
        "Department of Internal Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Puc",
      "fore_name": "Piotr",
      "initials": "P",
      "name": "Piotr Puc",
      "affiliations": [
        "5th Military Hospital with Polyclinic in Kraków, Kraków, Poland."
      ]
    },
    {
      "last_name": "Szczeklik",
      "fore_name": "Katarzyna",
      "initials": "K",
      "name": "Katarzyna Szczeklik",
      "affiliations": [
        "Department of Integrated Dentistry, Jagiellonian University Medical College, Krakow, Poland."
      ]
    }
  ],
  "journal": {
    "title": "Anaesthesiology intensive therapy",
    "iso_abbreviation": "Anaesthesiol Intensive Ther",
    "issn": "1731-2531",
    "issn_type": "Electronic",
    "volume": "56",
    "issue": "4",
    "pub_year": "2024"
  },
  "start_page": "217",
  "end_page": "223",
  "pages": "217-223",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Prosthesis-Related Infections",
    "Preoperative Care",
    "Arthroplasty, Replacement"
  ],
  "article_ids": {
    "pubmed": "39917967",
    "pmc": "PMC11736908",
    "doi": "10.5114/ait.2024.145278",
    "pii": "55200"
  },
  "doi": "10.5114/ait.2024.145278",
  "pmc_id": "PMC11736908",
  "dates": {
    "completed": "2025-02-07",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:24.357895",
    "pmid": "39917967"
  }
}