{
  "pmid": "39929503",
  "uid": "39929503",
  "title": "Clinicians' experience with infographic summaries from the BMJ Rapid Recommendations: a qualitative user-testing study among residents and interns at a large teaching hospital in Switzerland.",
  "abstract": "OBJECTIVE: Clinicians need trustworthy clinical practice guidelines to succeed with evidence-based diagnosis and treatment at the bedside. The BMJ Rapid Recommendations explore innovative ways to enhance dissemination and uptake, including multilayered interactive infographics linked to a digitally structured authoring and publication platform (the MAGICapp). We aimed to assess user experiences of physicians in training in various specialties when they interact with these infographics. DESIGN: We conducted a qualitative user-testing study to assess user experience of a convenience sample of physicians in training. User testing was carried out through guided think-aloud sessions. We assessed six facets of user experience using a revised version of Morville's framework: usefulness, understandability, usability, credibility, desirability and identification. SETTING: Setting include Geneva's University Hospital, a large teaching hospital in Switzerland. PARTICIPANTS: Participants include a convenience sample of residents and interns without restriction regarding medical field or division of care. RESULTS: Most users reported a positive experience. The infographics were understandable and useful to rapidly grasp the key elements of the recommendation, its rationale and supporting evidence, in a credible way. Some users felt intimidated by numbers or the amount of information, although they perceived there could be a learning curve while using generic formats. Plain language summaries helped complement the visuals but could be further highlighted. Despite their generally positive experience, several users had limited understanding of key GRADE (Grading of Recommendations Assessment, Development and Evaluation) domains of the quality of evidence and remained uncertain by the implication of weak or conditional recommendations. CONCLUSION: Our study allowed to identify several aspects of guideline formats that improve their understandability and usefulness. Guideline organisations can use our findings to adapt their presentation format to enhance their dissemination and uptake in clinical practice. Avenues for research include the interplay between infographics and the digital authoring platform, multiple comparisons and living guidelines.",
  "authors": [
    {
      "last_name": "Hirschel",
      "fore_name": "Tiffany",
      "initials": "T",
      "name": "Tiffany Hirschel",
      "affiliations": [
        "Anesthesiology Division, Department of Acute Medicine, Geneva University Hospitals, Geneva, Switzerland."
      ],
      "orcid": "0000-0003-2323-1330"
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per",
      "initials": "P",
      "name": "Per Vandvik",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway.",
        "Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway.",
        "Department of Medicine, Lovisenberg Diakonale Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway Thomas.Agoritsas@unige.ch.",
        "Faculty of Medicine, UNIGE, Geneva, Switzerland.",
        "Division General Internal Medicine, Department of Medicine, Geneva University Hospitals, Geneva, Switzerland.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-6182-9969"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "10"
  },
  "start_page": "e083032",
  "pages": "e083032",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Switzerland",
    "Internship and Residency",
    "Hospitals, Teaching",
    "Qualitative Research",
    "Female",
    "Male",
    "Practice Guidelines as Topic",
    "Adult",
    "Attitude of Health Personnel",
    "Information Dissemination"
  ],
  "article_ids": {
    "pubmed": "39929503",
    "pmc": "PMC11815444",
    "doi": "10.1136/bmjopen-2023-083032",
    "pii": "bmjopen-2023-083032"
  },
  "doi": "10.1136/bmjopen-2023-083032",
  "pmc_id": "PMC11815444",
  "dates": {
    "completed": "2025-05-06",
    "revised": "2025-05-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:50.358377",
    "pmid": "39929503"
  }
}