{
  "pmid": "39923898",
  "uid": "39923898",
  "title": "Internal Limiting Membrane Flaps in Macular Hole Surgery: A Systematic Review and Individual Participant Data Meta-analysis.",
  "abstract": "TOPIC: To compare anatomic and visual outcomes of internal limiting membrane (ILM) flaps versus peeling in macular hole surgery, considering hole size, symptom duration, and different flap types. CLINICAL RELEVANCE: The benefit of ILM flaps over standard ILM peeling in idiopathic full-thickness macular holes (iFTMHs) remains unclear. METHODS: Registered systematic review and individual participant data (IPD) meta-analysis of randomized controlled trials comparing conventional ILM peeling with ILM flaps in adults undergoing primary iFTMH surgery (CRD42023494971). No exclusions based on hole size, symptom duration, or perioperative choices. Searches in MEDLINE, Embase, Cochrane Library, and trial registries. Critical outcomes were hole closure and postoperative visual acuity at 6 months or nearest time point. Regression models adjusted for age, sex, hole size, lens status, and preoperative visual acuity, allowing for nonlinear effects. Evidence was appraised with Cochrane Risk of Bias, Grading of Recommendations Assessment, Development, and Evaluations, and the Instrument to assess the Credibility of Effect Modification in Analyses. Subgroup analyses considered hole size, symptom duration, flap subtypes, tamponade choice, and risk-of-bias. RESULTS: Thirteen trials provided IPD for 792 eyes. Most (68.3%) had minimum linear diameter ≥500 μm, with limited representation of holes <400 and ≥900 μm. The adjusted odds ratio (OR) for primary closure with ILM flap versus peeling was 4.80 (95% confidence interval, 2.77-8.30; P < 0.001), with a relative risk of 1.26 (1.20-1.30) (Grading of Recommendations Assessment, Development, and Evaluations: moderate-certainty), and a number needed to treat of 6. Compared with peeling, the ILM flap group showed better postoperative visual acuity at 3 to 6 months, with a mean difference (MD) of -0.14 logarithm of the minimum angle of resolution (-0.18 to -0.09; P < 0.001), about 7 letters ETDRS (Grading of Recommendations Assessment, Development, and Evaluations: moderate-certainty). Internal limiting membrane flaps were likely more beneficial for holes ≥500 μm (OR for closure: 3.14-9.64, P < 0.001; MD in vision: -0.23 to -0.13, P < 0.001). Nonlinear analyses suggested probable benefits across a broader range of hole sizes (Instrument to assess the Credibility of Effect Modification in Analyses: moderate-confidence). Results were consistent across risk-of-bias assessments, with no significant differences between ILM flap techniques. CONCLUSION: Internal limiting membrane flaps likely improve closure and visual recovery compared with peeling alone in iFTMH, with greater effects likely in holes >500 μm. FINANCIAL DISCLOSURE(S): Proprietary or commercial disclosure may be found in the Footnotes and Disclosures at the end of this article.",
  "authors": [
    {
      "last_name": "Tzoumas",
      "fore_name": "Nikolaos",
      "initials": "N",
      "name": "Nikolaos Tzoumas",
      "affiliations": [
        "Sunderland Eye Infirmary, Sunderland, United Kingdom; Biosciences Institute, Newcastle University, Newcastle upon Tyne, United Kingdom."
      ]
    },
    {
      "last_name": "McNally",
      "fore_name": "Thomas W",
      "initials": "TW",
      "name": "Thomas W McNally",
      "affiliations": [
        "Sunderland Eye Infirmary, Sunderland, United Kingdom."
      ]
    },
    {
      "last_name": "Teh",
      "fore_name": "Boon Lin",
      "initials": "BL",
      "name": "Boon Lin Teh",
      "affiliations": [
        "Sunderland Eye Infirmary, Sunderland, United Kingdom."
      ]
    },
    {
      "last_name": "Zaman",
      "fore_name": "Michele",
      "initials": "M",
      "name": "Michele Zaman",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yorston",
      "fore_name": "David",
      "initials": "D",
      "name": "David Yorston",
      "affiliations": [
        "Department of Ophthamology, Gartnavel General Hospital, Glasgow, United Kingdom."
      ]
    },
    {
      "last_name": "Lois",
      "fore_name": "Noemi",
      "initials": "N",
      "name": "Noemi Lois",
      "affiliations": [
        "School of Medicine, Dentistry and Biomedical Sciences, Wellcome Wolfson Institute for Experimental Medicine, Queen's University Belfast, Belfast, United Kingdom."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Division of Ophthalmology, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Steel",
      "fore_name": "David H",
      "initials": "DH",
      "name": "David H Steel",
      "affiliations": [
        "Sunderland Eye Infirmary, Sunderland, United Kingdom; Biosciences Institute, Newcastle University, Newcastle upon Tyne, United Kingdom. Electronic address: David.steel@ncl.ac.uk."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Ophthalmology. Retina",
    "iso_abbreviation": "Ophthalmol Retina",
    "issn": "2468-6530",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "07"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39923898",
    "doi": "10.1016/j.oret.2025.02.003",
    "pii": "S2468-6530(25)00055-7"
  },
  "doi": "10.1016/j.oret.2025.02.003",
  "dates": {
    "revised": "2025-03-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:53.064370",
    "pmid": "39923898"
  }
}