{
  "pmid": "39920077",
  "uid": "39920077",
  "title": "Establishing primary care physician commitment in Canadian long-term care homes: a protocol for a modified e-Delphi study.",
  "abstract": "INTRODUCTION: The delivery of medical services by primary care physicians (PCPs) in long-term care (LTC) homes lacks consistency. There is no Canadian standard for PCP commitment in the LTC home setting, which can influence the quality of care delivered and resident health outcomes. The PCP's commitment to LTC practice is theorised as the proportion of a physician's practice dedicated to LTC, the number of residents for whom they provide care and the time spent on individual resident encounters. We aim to establish consensus on expectations concerning PCP commitment in Canadian LTC homes. METHODS AND ANALYSIS: We describe a protocol for a two-round modified e-Delphi study assessing the consensus of an expert panel, guided by the RAND methodological guidance for conducting Delphi panels and the ACcurate COnsensus Reporting Document (ACCORD) guideline for healthcare-based consensus studies. We will recruit pan-Canadian experts who demonstrate extensive knowledge and experience in medical care delivery and medical practice models in the Canadian LTC sector. A literature review will generate a candidate list of statements constituting PCP commitment. The first round evaluates the relevance and feasibility of candidate statements through an online questionnaire. Panellists may also write open-ended, qualitative responses to add rationales, suggest alternatives and share new ideas. We will then host a virtual synchronous meeting to have an in-depth discussion about the results from round one. A second questionnaire will be distributed to evaluate the remaining statements that have not reached consensus, and any new statements added based on the same criteria. ETHICS AND DISSEMINATION: The Hamilton Integrated Research Ethics Board (Project ID #17321) approved our study. The findings will be disseminated through manuscripts, presentations, and the lead author's thesis. TRIAL REGISTRATION NUMBER: The ISRCTN Registry: #35125526.",
  "authors": [
    {
      "last_name": "Dash",
      "fore_name": "Darly",
      "initials": "D",
      "name": "Darly Dash",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1881-5465"
    },
    {
      "last_name": "Potter",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Potter",
      "affiliations": [
        "Division of General Internal Medicine and Geriatrics, Sinai Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Siu",
      "fore_name": "Henry Yu-Hin",
      "initials": "HY",
      "name": "Henry Yu-Hin Siu",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Quail",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Quail",
      "affiliations": [
        "Family Medicine, University of Calgary Cumming School of Medicine, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Katz",
      "affiliations": [
        "Department of Geriatrics, Florida State University College of Medicine, Tallahassee, Florida, USA.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McCarthy",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M McCarthy",
      "affiliations": [
        "Institute for Better Health, Trillium Health Partners, Mississauga, Ontario, Canada.",
        "University of Toronto Leslie Dan Faculty of Pharmacy, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-9087-1077"
    },
    {
      "last_name": "Peck",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Peck",
      "affiliations": [
        "Family Councils of Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tripp",
      "fore_name": "Dee",
      "initials": "D",
      "name": "Dee Tripp",
      "affiliations": [
        "Ontario Association of Residents' Councils, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada.",
        "Centre for Integrated Care, St Joseph's Health System, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9212-5641"
    },
    {
      "last_name": "Rochon",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Rochon",
      "affiliations": [
        "Women's Age Lab and Women's College Research Institute, Toronto, Ontario, Canada.",
        "University of Toronto Department of Medicine, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-5973-4151"
    },
    {
      "last_name": "Savage",
      "fore_name": "Rachel D",
      "initials": "RD",
      "name": "Rachel D Savage",
      "affiliations": [
        "Women's Age Lab and Women's College Research Institute, Toronto, Ontario, Canada.",
        "University of Toronto Institute of Health Policy Management and Evaluation, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-2746-373X"
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-6282-3614"
    },
    {
      "last_name": "Stall",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Stall",
      "affiliations": [
        "Women's Age Lab and Women's College Research Institute, Toronto, Ontario, Canada nathan.stall@mail.utoronto.ca.",
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "07"
  },
  "start_page": "e093277",
  "pages": "e093277",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Delphi Technique",
    "Canada",
    "Long-Term Care",
    "Nursing Homes",
    "Physicians, Primary Care",
    "Consensus",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "39920077",
    "pmc": "PMC11808892",
    "doi": "10.1136/bmjopen-2024-093277",
    "pii": "bmjopen-2024-093277"
  },
  "doi": "10.1136/bmjopen-2024-093277",
  "pmc_id": "PMC11808892",
  "dates": {
    "completed": "2025-05-06",
    "revised": "2025-05-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.535840",
    "pmid": "39920077"
  }
}