{
  "pmid": "39923292",
  "uid": "39923292",
  "title": "Birthing parents' perceptions of an online peer-delivered 1-day cognitive-behavioural therapy-based workshop for postpartum depression added to usual care.",
  "abstract": "PROBLEM: Postpartum depression affects as many as 20 % of birthing parents, with most preferring to be treated with psychotherapy. BACKGROUND: An increasing number of these individuals would like to receive support from those with lived experience of postpartum depression. Emerging evidence suggests that peer-administered interventions can reduce symptoms of depression in the postpartum period. AIM: The purpose of this convergent parallel mixed methods study was to explore how birthing parents (n = 405) who participated in a randomised controlled trial of an online peer-delivered 1-day cognitive-behavioural therapy-based workshop for postpartum depression (registered at ClinicalTrials.gov with ID# NCT04934488) described their perception of the intervention and its delivery. METHODS: This study described and measured participants' perceptions, experiences, and satisfaction with the workshop using an 11-item questionnaire assessing their perceptions of the intervention, plus the 8-item Client Satisfaction Questionnaire. The mean score for the Client Satisfaction Questionnaire was calculated and open-text responses were analysed using conventional content analysis. FINDINGS: Nearly 81 % of participants rated their satisfaction of the online cognitive-behavioural therapy workshop as medium-to-high (Mean = 24.81, SD = 4.74). Qualitatively, these high levels of satisfaction occurred as participants' experiences were understood and validated by the peer facilitators, they were accepted and welcomed by peer facilitators who also served as effective role models for recovery, and the intervention reduced isolation and increased inclusion. DISCUSSION/CONCLUSION: Most participants were satisfied with the peer-led cognitive-behavioural therapy-based workshop and described multiple strengths related to the peers' delivery of the program.",
  "authors": [
    {
      "last_name": "Drage",
      "fore_name": "Jaslyn T",
      "initials": "JT",
      "name": "Jaslyn T Drage",
      "affiliations": [
        "100 West 5th Street, Hamilton, ON L9C 0E3, Canada, McMaster University, Faculty of Health Sciences, Department of Psychiatry and Behavioural Neurosciences. Electronic address: dragej@mcmaster.ca."
      ]
    },
    {
      "last_name": "Layton",
      "fore_name": "Haley",
      "initials": "H",
      "name": "Haley Layton",
      "affiliations": [
        "1280 Main Street West, Hamilton, ON L8S 4L8, McMaster University, Health Research Methodology Graduate Program."
      ]
    },
    {
      "last_name": "Varambally",
      "fore_name": "Meghna",
      "initials": "M",
      "name": "Meghna Varambally",
      "affiliations": [
        "100 West 5th Street, Hamilton, ON L9C 0E3, Canada, McMaster University, Faculty of Health Sciences, Department of Psychiatry and Behavioural Neurosciences."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "1280 Main Street West, Hamilton, ON L8S 4L8, McMaster University, School of Nursing."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "100 West 5th Street, Hamilton, ON L9C 0E3, Canada, McMaster University, Faculty of Health Sciences, Department of Psychiatry and Behavioural Neurosciences."
      ]
    }
  ],
  "journal": {
    "title": "Midwifery",
    "iso_abbreviation": "Midwifery",
    "issn": "1532-3099",
    "issn_type": "Electronic",
    "volume": "143",
    "pub_year": "2025",
    "pub_month": "Apr"
  },
  "start_page": "104319",
  "pages": "104319",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Humans",
    "Depression, Postpartum",
    "Cognitive Behavioral Therapy",
    "Female",
    "Adult",
    "Peer Group",
    "Surveys and Questionnaires",
    "Perception",
    "Parents",
    "Pregnancy",
    "Patient Satisfaction",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "39923292",
    "doi": "10.1016/j.midw.2025.104319",
    "pii": "S0266-6138(25)00038-5"
  },
  "doi": "10.1016/j.midw.2025.104319",
  "dates": {
    "completed": "2025-05-06",
    "revised": "2025-05-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.165719",
    "pmid": "39923292"
  }
}