{
  "pmid": "39922273",
  "uid": "39922273",
  "title": "Endometriosis Influencers on Instagram: Who Are They and What Are They Posting?",
  "abstract": "STUDY OBJECTIVE: To examine endometriosis-related content on Instagram, a platform increasingly used for health communication, to understand: 1) the identity of Instagram content creators; 2) themes, tones, and emotions evoked from posts; and 3) accuracy of educational information. The relevance of this study lies in its potential to inform healthcare providers on how to better engage with social media to support individuals with endometriosis. DESIGN: This mixed methods cross-sectional observational study was performed on June 6, 2021. Instagram content was collected via two approaches: 1) searching hashtags related to endometriosis from a list of 30 hashtags and analyzing the top 20 and 10 most recent posts and 2) searching endometriosis-related terms under accounts to examine the first 30 accounts retrieved. Posts were categorized into themes and evaluated for tone and emotion, with educational posts also evaluated for accuracy. SETTING: Publicly available data on Instagram. PARTICIPANTS: None. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: The study analyzed 768 Instagram posts and 228 accounts. Of these, 59.9% of posts and 92.1% of accounts contained endometriosis-related content. Most posts (55.4%) and accounts (59.0%) were authored by people with endometriosis. Accounts owned by people with endometriosis were significantly more active and had more followers compared to those who identified as healthcare providers (mean difference of total # of posts = 714.4, p < .001, mean difference of total # of followers = 27,194.7, p < .001, respectively). Social support was the most common theme (67.2%). Many posts had a negative tone (43.7%) and evoked sadness (57.6%). Objective educational posts contained 85.0% accurate information. Allied healthcare providers were most likely to post accurate educational information compared to all other content creators (p < .001). CONCLUSION: Instagram is widely used by people with endometriosis, with posts predominantly centered around social support and personal narratives. Healthcare providers can use this information better understand the experiences of people with endometriosis, and to engage more effectively on Instagram.",
  "authors": [
    {
      "last_name": "Shiplo",
      "fore_name": "Samantha N",
      "initials": "SN",
      "name": "Samantha N Shiplo",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University (Shiplo and Gholiof), Hamilton, Ontario, Canada. Electronic address: sam_shiplo@hotmail.com."
      ]
    },
    {
      "last_name": "Gholiof",
      "fore_name": "Mahsa",
      "initials": "M",
      "name": "Mahsa Gholiof",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University (Shiplo and Gholiof), Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sarin",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Sarin",
      "affiliations": [
        "Saba University School of Medicine (Sarin), The Bottom, Caribbean Netherlands."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University (Shiplo and Gholiof), Hamilton, Ontario, Canada; Robinson Research Institute, University of Adelaide (Leonardi), North Adelaide, SA, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Journal of minimally invasive gynecology",
    "iso_abbreviation": "J Minim Invasive Gynecol",
    "issn": "1553-4669",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "8",
    "pub_year": "2025",
    "pub_month": "Aug"
  },
  "start_page": "693",
  "end_page": "700",
  "pages": "693-700",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Humans",
    "Endometriosis",
    "Female",
    "Cross-Sectional Studies",
    "Social Media",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "39922273",
    "doi": "10.1016/j.jmig.2025.01.018",
    "pii": "S1553-4650(25)00039-1"
  },
  "doi": "10.1016/j.jmig.2025.01.018",
  "dates": {
    "completed": "2025-07-21",
    "revised": "2025-07-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.185538",
    "pmid": "39922273"
  }
}