{
  "pmid": "39930161",
  "uid": "39930161",
  "title": "Dual pathway inhibition in patients with coronary artery disease (CAD) in clinical practice in Germany: results from the German CAD subgroup of the XATOA Registry.",
  "abstract": "AIMS: To determine characteristics and clinical outcomes of German patients with coronary artery disease (CAD) with or without peripheral artery disease (PAD) who initiated dual pathway inhibition (DPI) using rivaroxaban 2.5 mg twice daily plus aspirin 100 mg once daily in clinical practice in Germany and to compare those with the results for CAD patients of the COMPASS trial. METHODS AND RESULTS: XATOA was an international prospective registry with a mean follow-up period of 15 months. There were 1641 German CAD patients included, of which 747 patients (45.5%) had CAD only and 894 patients (54.5%) had both CAD and PAD. Baseline characteristics (age, sex, medical history, prior medications) were similar between the subgroups of German CAD patients and comparable to CAD patients of COMPASS. The incidence of major adverse cardiovascular events (MACE) was comparable between CAD patient subgroups of XATOA Germany (only CAD patients: 3.7%, CAD + PAD patients: 3.9%) and was similar to the incidence for CAD patients overall in XATOA and in COMPASS (All CAD patients XATOA: 3.8% vs. 4.2% COMPASS CAD). Incidence for major bleeding was markedly lower in CAD patients of XATOA Germany compared to COMPASS CAD patients (All CAD patients XATOA: 1.1% vs. 3.2% in COMPASS CAD). CONCLUSION: In this real world experience among German patients with CAD enrolled in XATOA, DPI with rivaroxaban and aspirin was associated with low incidence of MACE and major bleeding.",
  "authors": [
    {
      "last_name": "Zeymer",
      "fore_name": "Uwe",
      "initials": "U",
      "name": "Uwe Zeymer",
      "affiliations": [
        "Klinikum Ludwigshafen Und Institut Für Herzinfarktforschung Ludwigshafen, Bremserstraße 79, 67063, Ludwigshafen Am Rhein, Germany. uwe.zeymer@t-online.de."
      ],
      "orcid": "0000-0001-7077-283X"
    },
    {
      "last_name": "Bauersachs",
      "fore_name": "Rupert M",
      "initials": "RM",
      "name": "Rupert M Bauersachs",
      "affiliations": [
        "VASC Center for Vascular Research, Hochkalter Str 4a, 81547, Munich, Germany.",
        "Cardioangiologic Center Bethanien CCB, Im Prüfling 23, 60389, Frankfurt Am Main, Germany."
      ]
    },
    {
      "last_name": "Dagkonakis",
      "fore_name": "Nikolaos",
      "initials": "N",
      "name": "Nikolaos Dagkonakis",
      "affiliations": [
        "Medizinische Klinik II, Klinikum Konstanz, Mainaustraße 35, 78464, Constance, Germany."
      ]
    },
    {
      "last_name": "Debus",
      "fore_name": "E Sebastian",
      "initials": "ES",
      "name": "E Sebastian Debus",
      "affiliations": [
        "Klinik Und Poliklinik Für Gefäßmedizin, Universitätsklinikum Hamburg-Eppendorf, Martinistraße 52, 20251, Hamburg, Germany."
      ]
    },
    {
      "last_name": "Herold",
      "fore_name": "Joerg",
      "initials": "J",
      "name": "Joerg Herold",
      "affiliations": [
        "Department of Vascular Medicine -Angiology, Klinikum Darmstadt, Grafenstraße 9, 64283, Darmstadt, Germany."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fox",
      "fore_name": "Keith A A",
      "initials": "KAA",
      "name": "Keith A A Fox",
      "affiliations": [
        "Centre for Cardiovascular Science, University of Edinburgh, Edinburgh, Scotland."
      ]
    },
    {
      "last_name": "Aboyans",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Aboyans",
      "affiliations": [
        "Department of Cardiology, Dupuytren University Hospital, Limoges, France."
      ]
    },
    {
      "last_name": "Rauch-Kröhnert",
      "fore_name": "Ursula",
      "initials": "U",
      "name": "Ursula Rauch-Kröhnert",
      "affiliations": [
        "Klinik Für Kardiologie, Angiologie Und Intensivmedizin CBF, Campus Benjamin Franklin, Deutsches Herzzentrum Der Charité, Charité-Universitätsmedizin Berlin, Hindenburgdamm 30, 12200, Berlin, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Clinical research in cardiology : official journal of the German Cardiac Society",
    "iso_abbreviation": "Clin Res Cardiol",
    "issn": "1861-0692",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "10"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39930161",
    "doi": "10.1007/s00392-025-02603-w",
    "pii": "10.1007/s00392-025-02603-w"
  },
  "doi": "10.1007/s00392-025-02603-w",
  "dates": {
    "revised": "2025-02-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.384177",
    "pmid": "39930161"
  }
}