{
  "pmid": "39936633",
  "uid": "39936633",
  "title": "Multimodal Anesthesia-Analgesia for Patients with Huntington's Disease: A Case Series.",
  "abstract": "OBJECTIVE: The aim of this article is to demonstrate that the anesthetic challenges faced by patients with Huntington's disease (HD) undergoing major surgery, can be successfully managed using modern, opioid-sparing, multimodal strategies. CASE REPORT: We present two case studies involving HD patients who received general anesthesia. The first patient also suffered from alcohol use disorder (AUD) and underwent thoracoscopic pleural biopsy. The second patient was scheduled for laparoscopic hemicolectomy. Due to the unavailability of ultrasound and excessive choreic movements, locoregional anesthetic techniques were not feasible. Both patients were successfully managed using similar opioid-sparing, multimodal anesthetic-analgesic strategies, and had uncomplicated postoperative courses. In both patients, a dexmedetomidine infusion was used, and both reported a brief amelioration of their chorea postoperatively. CONCLUSION: This is the first reported case of a patient with Huntington's disease with concurrent AUD undergoing general anesthesia using modern, opioid-sparing, multimodal, anesthetic-analgesic strategies. Even when the advantages of locoregional anesthesia are not available, HD patients can be safely and effectively treated using modern anesthetic methods that minimize opioid use and its associated side effects.",
  "authors": [
    {
      "last_name": "Papastratigakis",
      "fore_name": "Georgios",
      "initials": "G",
      "name": "Georgios Papastratigakis",
      "affiliations": [
        "Department of Anesthesiology, University Hospital of Heraklion, Heraklion, Crete, Greece. papastratigakisg@gmail.com."
      ]
    },
    {
      "last_name": "Christofaki",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Christofaki",
      "affiliations": [
        "Department of Anesthesiology, University Hospital of Heraklion, Heraklion, Crete, Greece."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Anesthesiology, University Hospital of Heraklion, Heraklion, Crete, Greece; School of Medicine, University of Crete, Heraklion, Crete, Greece."
      ]
    }
  ],
  "journal": {
    "title": "Acta medica academica",
    "iso_abbreviation": "Acta Med Acad",
    "issn": "1840-2879",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Apr"
  },
  "start_page": "36",
  "end_page": "39",
  "pages": "36-39",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Case Reports"
  ],
  "keywords": [
    "Humans",
    "Huntington Disease",
    "Male",
    "Anesthesia, General",
    "Middle Aged",
    "Dexmedetomidine",
    "Female",
    "Adult",
    "Alcoholism",
    "Analgesia",
    "Analgesics, Non-Narcotic"
  ],
  "article_ids": {
    "pubmed": "39936633",
    "doi": "10.5644/ama2006-124.466",
    "pii": "ama2006-124.466"
  },
  "doi": "10.5644/ama2006-124.466",
  "dates": {
    "completed": "2025-07-23",
    "revised": "2025-07-24"
  },
  "chemicals": [
    "Dexmedetomidine",
    "Analgesics, Non-Narcotic"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:24.790517",
    "pmid": "39936633"
  }
}