{
  "pmid": "39931896",
  "uid": "39931896",
  "title": "Venous thromboembolism prophylaxis in traumatic brain injury after radiographic progression: a 6-year experience at a single Canadian Level 1 trauma Centre.",
  "abstract": "BACKGROUND: Patients with traumatic brain injury are at high risk for venous thromboembolism. Therefore, pharmacological prophylaxis for venous thromboembolism has become critical in managing trauma patients. Unfortunately, the decision to initiate prophylaxis in patients with radiographic progression must be carefully weighed against the risk of further progression of intracranial haemorrhage, with little evidence to support decision-making. METHODS: A retrospective review was performed at a Canadian Level 1 Trauma Centre from 2011-2017. Included adult patients had evidence of radiographic intracranial haemorrhage progression on repeat CT, and patients receiving prophylaxis were compared with those not having received prophylaxis. Regression analyses were performed to determine the decision-making process for providers when caring for these patients. RESULTS: 242 patients were included in the study, with 33.1% of these patients not receiving pharmacological prophylaxis during admission. Of those without prophylaxis, 1.2% developed deep vein thromboses, no patients with pulmonary emboli, compared with five patients in the prophylaxis group with pulmonary emboli. The probability of not receiving prophylaxis was higher if abbreviated injury score is greater or equal to 4, decreased in cases of pelvic fracture or solid organ injury, or if the patient required an operative procedure. CONCLUSION: Patients with isolated, non-operative severe traumatic brain injury may be at risk of not receiving pharmacologic prophylaxis for venous thromboembolism during hospital admission. This decision may place patients at greater risk of venous thromboembolism, and thereby increased morbidity and mortality. As such, further investigation and initiatives to improve pharmacologic prophylaxis in this patient population is warranted.",
  "authors": [
    {
      "last_name": "Lannon",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Lannon",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2691-2692"
    },
    {
      "last_name": "Versolatto",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Versolatto",
      "affiliations": [
        "Department of Surgery, Northern Health Services, Terrace, BC, Canada."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rice",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Rice",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "British journal of neurosurgery",
    "iso_abbreviation": "Br J Neurosurg",
    "issn": "1360-046X",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "11"
  },
  "start_page": "1",
  "end_page": "7",
  "pages": "1-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39931896",
    "doi": "10.1080/02688697.2025.2464731"
  },
  "doi": "10.1080/02688697.2025.2464731",
  "dates": {
    "revised": "2025-02-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.871647",
    "pmid": "39931896"
  }
}