{
  "pmid": "39947447",
  "uid": "39947447",
  "title": "Cochrane reviews' authorship has become more gender-diverse but remains geographically concentrated: a meta-research study.",
  "abstract": "OBJECTIVES: The aim of this study was to examine the distribution of country, region, language, and gender diversity in the authorship of Cochrane reviews and compare it to non-Cochrane systematic reviews. STUDY DESIGN AND SETTING: We retrieved all published articles from the Cochrane Library (until November 6, 2023) using a web crawling technique that extracted prespecified data fields, including publication date, review category, and author affiliations. For comparison, non-Cochrane systematic reviews were identified through PubMed using E-utility calls. We determined the country, region of affiliations and gender of the first, corresponding, and last authors for Cochrane reviews; the same fields were determined for first authors only for non-Cochrane reviews due to data availability. Trends in geographical and gender diversity over time were evaluated using logistic regression. Fisher's exact test was used for comparisons. Diversity trends between Cochrane and non-Cochrane reviews were explored through visual presentation, Pearson's product-moment correlation, and the Granger Causality Test. RESULTS: This comprehensive analysis included 22,681 Cochrane reviews and 224,484 non-Cochrane reviews. Cochrane reviews showed increasing diversity in several areas: representation of first authors from non-English speaking countries rose substantially (from 16.7% in 1996 to 42.8% in 2023), and female first authorship more than tripled (from 15.0% in 1996 to 55.6% in 2023). Representation from lower-and-middle-income countries (LMICs) in Cochrane reviews has declined recently (from a peak of 23.2% in 2012 to 18.4% in 2023). Among Cochrane Review Groups, diversity varied notably, with Sexually Transmitted Infections achieving the highest representation from LMICs (68.1% of first authors). In 2023, non-Cochrane reviews showed higher representation from non-English speaking countries (56.9%) and LMICs (50.8%) compared to Cochrane reviews. The patterns of gender diversity between Cochrane and non-Cochrane reviews showed strong correlations for female first authorship (r = 0.829, P < .001), suggesting parallel evolution over time. CONCLUSION: Both Cochrane and non-Cochrane reviews demonstrate important progress in author diversity, particularly in gender representation and inclusion of authors from non-English speaking countries. While non-Cochrane reviews show stronger representation from LMICs, both review sources reflect the evolving landscape of global evidence synthesis.",
  "authors": [
    {
      "last_name": "Sofi-Mahmudi",
      "fore_name": "Ahmad",
      "initials": "A",
      "name": "Ahmad Sofi-Mahmudi",
      "affiliations": [
        "National Pain Centre, Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Seqiz Health Network, Kurdistan University of Medical Sciences, Seqiz, Kurdistan. Electronic address: sofima@mcmaster.ca."
      ]
    },
    {
      "last_name": "Stojanova",
      "fore_name": "Jana",
      "initials": "J",
      "name": "Jana Stojanova",
      "affiliations": [
        "Department of Clinical Pharmacology and Toxicology, St. Vincent's Hospital, Sydney, NSW, 2010, Australia; School of Medicine, Universidad de Valparaiso, Valparaíso, Chile."
      ]
    },
    {
      "last_name": "Vounzoulaki",
      "fore_name": "Elpida",
      "initials": "E",
      "name": "Elpida Vounzoulaki",
      "affiliations": [
        "Leicester Real World Evidence Unit, Diabetes Research Centre, University of Leicester, Leicester, UK."
      ]
    },
    {
      "last_name": "Tomlinson",
      "fore_name": "Eve",
      "initials": "E",
      "name": "Eve Tomlinson",
      "affiliations": [
        "Population Health Sciences, Bristol Medical School, University of Bristol, Bristol, UK."
      ]
    },
    {
      "last_name": "Pizarro",
      "fore_name": "Ana Beatriz",
      "initials": "AB",
      "name": "Ana Beatriz Pizarro",
      "affiliations": [
        "Clinical Research Center, Fundación Valle del Lili, Cali, Colombia."
      ]
    },
    {
      "last_name": "Khademioore",
      "fore_name": "Sahar",
      "initials": "S",
      "name": "Sahar Khademioore",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ngeh",
      "fore_name": "Etienne",
      "initials": "E",
      "name": "Etienne Ngeh",
      "affiliations": [
        "Department of Allied Health Professions, Sheffield Hallam University, L108, 36 Collegiate Crescent, Sheffield S10 2BP, UK."
      ]
    },
    {
      "last_name": "Sharifan",
      "fore_name": "Amin",
      "initials": "A",
      "name": "Amin Sharifan",
      "affiliations": [
        "Department for Evidence-based Medicine and Evaluation, University for Continuing Education Krems, Krems, Austria."
      ]
    },
    {
      "last_name": "Mrema",
      "fore_name": "Lucy Elauteri",
      "initials": "LE",
      "name": "Lucy Elauteri Mrema",
      "affiliations": [
        "National Institute for Medical Research, Mbeya Medical Research Centre, Mbeya, Tanzania."
      ]
    },
    {
      "last_name": "Britten-Jones",
      "fore_name": "Alexis Ceecee",
      "initials": "AC",
      "name": "Alexis Ceecee Britten-Jones",
      "affiliations": [
        "Ophthalmology, Department of Surgery, University of Melbourne, Melbourne, Australia; Centre for Eye Research Australia, Royal Victorian Eye and Ear Hospital, Melbourne, Australia; Department of Optometry and Vision Sciences, University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Castiello de Obeso",
      "fore_name": "Santiago",
      "initials": "S",
      "name": "Santiago Castiello de Obeso",
      "affiliations": [
        "Department of Psychiatry, Yale University, New Haven, CT 06520, USA."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Vivian A",
      "initials": "VA",
      "name": "Vivian A Welch",
      "affiliations": [
        "Bruyere Research Institute, University of Ottawa, Ottawa, Ontario, Canada; School of Epidemiology, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "National Pain Centre, Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Biostatistics Unit, Father Sean O'Sullivan Research Centre, Hamilton, Ontario, Canada; Centre for Development of Best Practices in Health, Yaoundé Central Hospital, Yaoundé, Cameroon; Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Bruyere Research Institute, University of Ottawa, Ottawa, Ontario, Canada; School of Epidemiology, University of Ottawa, Ottawa, Ontario, Canada; Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "181",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "111719",
  "pages": "111719",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Authorship",
    "Humans",
    "Female",
    "Male",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "39947447",
    "doi": "10.1016/j.jclinepi.2025.111719",
    "pii": "S0895-4356(25)00052-6"
  },
  "doi": "10.1016/j.jclinepi.2025.111719",
  "dates": {
    "completed": "2025-05-24",
    "revised": "2025-05-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.664502",
    "pmid": "39947447"
  }
}