{
  "pmid": "39949093",
  "uid": "39949093",
  "title": "Effects of a Rosiridin against Rotenone-induced Rats' Model of Parkinson's Disease: In-vivo Study and in silico Molecular Modeling.",
  "abstract": "AIM: The investigation aimed to study the outcome of rosiridin in Parkinson's disease (PD) induced by rotenone (ROT) in rodents. METHODS: Rodents were randomized into IV groups and were induced with ROT followed by treatment with rosiridin. Group I-IV received saline as a vehicle, II-ROT (0.5 mg/kg S.C) for 28 consecutive days, III and IV- rosiridin 10 and 20 mg/kg orally with ROT. On completion of the experimental duration, behavioral investigations were carried out. Biochemical variables such as acetylcholinesterase (AChE), oxidative stress and antioxidants markers (Malondialdehyde-MDA, glutathione-GSH, superoxide dismutase-SOD, and catalase-CAT), anti-inflammatory (Interleukin-1 beta-IL-1β, IL-6, and tumor necrosis factor alpha-TNF-α), alteration in neurotransmitters (Serotonin-5-HT), norepinephrine, and dopamine-DA, along with metabolites such as 5-hydroxy indole acetic acid-5- HIAA),), mitochondrial complex I, II, IV, and caspase-3 activity were evaluated at the end of the experiment. Furthermore, molecular docking and dynamics were performed for target ligands. RESULTS: Rosiridin significantly restored the level of AChE, oxidative stress and antioxidants markers (MDA, GSH, SOD, and CAT), anti-inflammatory (IL-1β, IL-6, and TNF-α), alteration in neurotransmitters, mitochondrial complex I, II, IV, and caspase-3 activity. Rosiridin has a favorable negative binding affinity to AChE (-8.99 kcal/mol). The results of the molecular dynamics simulations indicate that proteins undergo a substantial change in conformational dynamics when binding to rosiridin. CONCLUSION: In this study, rosiridin may exhibit neuroprotective properties against the Parkinson's model for treating PD.",
  "authors": [
    {
      "last_name": "Rafeeq",
      "fore_name": "Misbahuddin",
      "initials": "M",
      "name": "Misbahuddin Rafeeq",
      "affiliations": [
        "Department of Pharmacology Faculty of Medicine, Rabigh King Abdulaziz University, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "A Al-Abbasi",
      "fore_name": "Fahad",
      "initials": "F",
      "name": "Fahad A Al-Abbasi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231 Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Saad Alharbi",
      "fore_name": "Khalid",
      "initials": "K",
      "name": "Khalid Saad Alharbi",
      "affiliations": [
        "Department of Pharmacology and Toxicology, Unaizah College of Pharmacy, Qassim University, Qassim 51452 Saudi Arabia."
      ]
    },
    {
      "last_name": "Moglad",
      "fore_name": "Ehssan",
      "initials": "E",
      "name": "Ehssan Moglad",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Prince Sattam bin Abdulaziz University, Alkharj 11942, Saudi Arabia."
      ]
    },
    {
      "last_name": "D Al-Qahtani",
      "fore_name": "Salwa",
      "initials": "S",
      "name": "Salwa D Al-Qahtani",
      "affiliations": [
        "Department of Medical Laboratory Sciences, College of Applied Medical Sciences, Majmaah University, Al Majmaah 11952, Saudi Arabia."
      ]
    },
    {
      "last_name": "A Bukhari",
      "fore_name": "Hussam",
      "initials": "H",
      "name": "Hussam A Bukhari",
      "affiliations": [
        "Department of Pathology, Faculty of Medicine, King Abdulaziz University, Jeddah 21589, Saudi Arabia.",
        "King Abdulaziz University Hospital, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Imam",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Imam",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, P.O. Box 2457, Riyadh 11451, Saudi Arabia.",
        "School of Pharmacy, Glocal University, Saharanpur 247121, India."
      ]
    },
    {
      "last_name": "Sayyed",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Sayyed",
      "affiliations": [
        "Glocal University, Saharanpur 247121, India School of Pharmacy India."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Current neuropharmacology",
    "iso_abbreviation": "Curr Neuropharmacol",
    "issn": "1875-6190",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "9",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "13"
  },
  "start_page": "1095",
  "end_page": "1118",
  "pages": "1095-118",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39949093",
    "pmc": "PMC12272089",
    "doi": "10.2174/011570159X349553250126050134",
    "pii": "CN-EPUB-146660"
  },
  "doi": "10.2174/011570159X349553250126050134",
  "pmc_id": "PMC12272089",
  "dates": {
    "revised": "2025-07-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.201083",
    "pmid": "39949093"
  }
}