{
  "pmid": "39952828",
  "uid": "39952828",
  "title": "A systematic review and meta-analysis on physical activity for the treatment of anxiety in older adults.",
  "abstract": "OBJECTIVES: Symptoms of anxiety and anxiety disorders negatively impact the quality of life of older adults. Physical activity is a potentially accessible intervention with other health benefits and minimal risk, yet its impact on anxiety in older adults is unclear. DESIGN: Systematic review and meta-analysis. SETTING: Included databases were MEDLINE, EMBASE, Cochrane Central Register of Controlled Trials, PsycINFO and CINHAL were searched from inception to June 23, 2023. PARTICIPANTS, INTERVENTIONS, MEASUREMENTS: We included randomized controlled trials of older adults who reported anxiety symptoms or disorders at baseline, that compared physical activity interventions with a non-physical activity comparator. All steps were done in duplicate, and certainty of evidence was with Grading of Recommendations, Assessment, Development, and Evaluations. Random effects meta-analyses were performed. RESULTS: 10,763 citations were reviewed, 13 studies were included in meta-analyses. At baseline, participants self-reported low to moderate levels of anxiety and different levels of fitness. In the meta-analysis, the physical activity intervention had a medium effect in decreasing the severity of anxiety symptoms compared to the control (standardized mean differences (SMD) - 0.66; 95 % Confidence Interval (CI) - 0.89, - 0.43). Subgroup analyses indicated reductions in symptom severity when only assessing the effects of in-person interventions (SMD: - 0.59; 95 %CI: - 0.79, - 0.38), studies of participants without pre-existing diseases (SMD: - 0.74; 95 % CI: - 0.99, - 0.50), resistance training (SMD: - 0.76; 95 % CI: - 1.15, - 0.38) and aerobic exercise (SMD: - 0.82; 95 % CI: - 1.15, - 0.49). Studies had small sample sizes and high risk of bias. CONCLUSIONS: Physical activity reduces symptoms of anxiety in older adults and is an acceptable and promising intervention to incorporate into care planning.",
  "authors": [
    {
      "last_name": "Goodarzi",
      "fore_name": "Zahra",
      "initials": "Z",
      "name": "Zahra Goodarzi",
      "affiliations": [
        "Department of Medicine, Division of Geriatrics, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada; Hotchkiss Brain Institute, University of Calgary, Calgary, AB, Canada; O'Brien Institute of Public Health, University of Calgary, Calgary, AB, Canada. Electronic address: zahra.goodarzi@ahs.ca."
      ]
    },
    {
      "last_name": "Levy",
      "fore_name": "AnneMarie",
      "initials": "A",
      "name": "AnneMarie Levy",
      "affiliations": [
        "KITE, Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Whitmore",
      "fore_name": "Carly",
      "initials": "C",
      "name": "Carly Whitmore",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Titus",
      "initials": "T",
      "name": "Titus Chan",
      "affiliations": [
        "Canadian Coalition for Seniors' Mental Health, Anxiety Guidelines, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mojgani",
      "fore_name": "Juliette",
      "initials": "J",
      "name": "Juliette Mojgani",
      "affiliations": [
        "Canadian Coalition for Seniors' Mental Health, Anxiety Guidelines, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Niculescu",
      "fore_name": "Iulia",
      "initials": "I",
      "name": "Iulia Niculescu",
      "affiliations": [
        "Canadian Coalition for Seniors' Mental Health, Anxiety Guidelines, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Suthakaran",
      "fore_name": "Abitha",
      "initials": "A",
      "name": "Abitha Suthakaran",
      "affiliations": [
        "Canadian Coalition for Seniors' Mental Health, Anxiety Guidelines, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Flint",
      "fore_name": "Alastair",
      "initials": "A",
      "name": "Alastair Flint",
      "affiliations": [
        "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada; Centre for Mental Health, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Gough",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Gough",
      "affiliations": [
        "Department of Psychiatry, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Grenier",
      "fore_name": "Sébastien",
      "initials": "S",
      "name": "Sébastien Grenier",
      "affiliations": [
        "Department of Psychology, University of Montréal, Montréal, QC, Canada; Research Centre of the University Institute of Geriatrics of Montréal, Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Juola",
      "fore_name": "Heli",
      "initials": "H",
      "name": "Heli Juola",
      "affiliations": [
        "Psychogeriatric Resources, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Reynolds",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Reynolds",
      "affiliations": [
        "Department of Psychology, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Neil-Sztramko",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada; National Collaborating Centre for Methods and Tools, McMaster University, Hamilton, ON, Canada; College of Pharmacy, Faculty of Health, Dalhousie University, Halifax, Canada."
      ]
    },
    {
      "last_name": "Trenaman",
      "fore_name": "Shanna C",
      "initials": "SC",
      "name": "Shanna C Trenaman",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, Hamilton, ON, Canada; College of Pharmacy, Faculty of Health, Dalhousie University, Halifax, Canada."
      ]
    },
    {
      "last_name": "Weir",
      "fore_name": "Erica",
      "initials": "E",
      "name": "Erica Weir",
      "affiliations": [
        "Medicine and Public Health, Queens University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Van Ameringen",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Van Ameringen",
      "affiliations": [
        "Psychiatry and Behavioural Neurosciences, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Yeung",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Yeung",
      "affiliations": [
        "Department of Psychiatry, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Iaboni",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Iaboni",
      "affiliations": [
        "KITE, Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada; Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International psychogeriatrics",
    "iso_abbreviation": "Int Psychogeriatr",
    "issn": "1741-203X",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "13"
  },
  "start_page": "100044",
  "pages": "100044",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39952828",
    "doi": "10.1016/j.inpsyc.2025.100044",
    "pii": "S1041-6102(25)00011-0"
  },
  "doi": "10.1016/j.inpsyc.2025.100044",
  "dates": {
    "revised": "2025-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.175320",
    "pmid": "39952828"
  }
}