{
  "pmid": "39958914",
  "uid": "39958914",
  "title": "Diphenoxylate Toxicity in a Young Child with Acute Gastroenteritis: A Clinical Case Report.",
  "abstract": "Lomotil (diphenoxylate-atropine) toxicity in the pediatric population remains a significant concern particularly in low and lower middle-income countries. This may result from accidental ingestion or inappropriate therapeutic administration which can lead to life threatening complications including respiratory and central nervous system depression. A 2-year-old child presented to the pediatric emergency room in an altered state of consciousness. Clinical examination revealed dry mucous membranes, and a prolonged capillary refill time with weak radial pulses. Keeping in view the one-day history of 10-12 episodes of acute onset loose, watery stools, patient was initially treated as a case of hypovolemic shock. With rehydration therapy, his perfusion improved. However, the Glasgow Coma Scale score remained 8, as was observed on initial presentation. Upon further probing, it was revealed by the parents that the child had been given Lomotil by a local general practitioner for unresolved watery diarrhea. Pinpoint pupils and slow shallow vesicular breathing confirmed this diagnosis of Lomotil overdose. Administration of 0.1mg/kg/dose Naloxone repeated once, completely reversed the toxic effects. The child was able to make a full recovery and was discharged the following day. This case highlights the importance of recognizing and managing diphenoxylate toxicity in children, emphasizing the need for increased clinical awareness. A lack of consensus regarding the toxic dose of this drug reveals a gap warranting further research and establishment of standardized guidelines to ensure accurate dosing and improved patient safety.",
  "authors": [
    {
      "last_name": "Manan",
      "fore_name": "Muhammad Romail",
      "initials": "MR",
      "name": "Muhammad Romail Manan",
      "affiliations": [
        "Faculty of Medicine, Services Hospital, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Nawaz",
      "fore_name": "Iqra",
      "initials": "I",
      "name": "Iqra Nawaz",
      "affiliations": [
        "Faculty of Medicine, Bahawal Victoria Hospital, Bahawalpur, Pakistan."
      ]
    },
    {
      "last_name": "Zulaid",
      "fore_name": "Ahmad",
      "initials": "A",
      "name": "Ahmad Zulaid",
      "affiliations": [
        "Faculty of Medicine, Quaid-e-Azam Medical College, Bahawalpur, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Usama",
      "initials": "MU",
      "name": "Muhammad Usama Afzal",
      "affiliations": [
        "Faculty of Medicine, Quaid-e-Azam Medical College, Bahawalpur, Pakistan."
      ]
    },
    {
      "last_name": "Atif",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Atif",
      "affiliations": [
        "Faculty of Medicine, Services Hospital, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Huzaifa",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Huzaifa",
      "affiliations": [
        "Faculty of Medicine, Services Hospital, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Fayyaz",
      "fore_name": "Anosha",
      "initials": "A",
      "name": "Anosha Fayyaz",
      "affiliations": [
        "Faculty of Medicine, Services Hospital, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Discoveries (Craiova, Romania)",
    "iso_abbreviation": "Discoveries (Craiova)",
    "issn": "2359-7232",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "4",
    "pub_year": "2024"
  },
  "start_page": "e201",
  "pages": "e201",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39958914",
    "pmc": "PMC11830492",
    "doi": "10.15190/d.2024.20",
    "pii": "320"
  },
  "doi": "10.15190/d.2024.20",
  "pmc_id": "PMC11830492",
  "dates": {
    "revised": "2025-02-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.201539",
    "pmid": "39958914"
  }
}