{
  "pmid": "39951717",
  "uid": "39951717",
  "title": "Uses of Virtual Care in Primary Care: Scoping Review.",
  "abstract": "BACKGROUND: The COVID-19 pandemic catalyzed an uptake in virtual care. However, the rapid shift left unanswered questions about the impact of virtual care on the quality of primary care and its appropriateness and effectiveness. Moving forward, health care providers require guidance on how best to use virtual care to support high-quality primary care. OBJECTIVE: This study aims to identify and summarize clinical studies and systematic reviews comparing virtual care and in-person care in primary care, with a focus on how virtual care can support key clinical functions such as triage, medical assessment and treatment, counseling, and rehabilitation in addition to the management of particular conditions. METHODS: We conducted a scoping review following an established framework. Comprehensive searches were performed across the following databases: Embase, MEDLINE, PsycInfo, Emcare, and Cochrane Database of Systematic Reviews. Other well-known websites were also searched. PRISMA-ScR (Preferred Reporting Items for Systematic Reviews and Meta-Analyses extension for Scoping Reviews) guidelines were followed. Articles were selected by considering article type, language, care provided, intervention, mode of care delivery, and sample size. RESULTS: A total of 13,667 articles were screened, and 219 (1.6%) articles representing 170 studies were included in the review. Of the 170 studies included, 142 (83.5%) were primary studies, and 28 (16.5%) were systematic reviews. The studies were grouped by functions of primary care, including triage (16/170, 9.4%), medical assessment and treatment of particular conditions (63/170, 37.1%), rehabilitation (17/170, 10%), and counseling (74/170, 43.5%). The studies suggested that many primary care functions could appropriately be conducted virtually. Virtual rehabilitation was comparable to in-person care and virtual counseling was found to be equally effective as in-person counseling in several contexts. Some of the studies indicated that many general primary care issues could be resolved virtually without the need for any additional follow-up, but data on diagnostic accuracy were limited. Virtual triage is clinically appropriate and led to fewer in-person visits, but overall impact on efficiency was unclear. Many studies found that virtual care was more convenient for many patients and provided care equivalent to in-person care for a range of conditions. Studies comparing appropriate antibiotic prescription between virtual and in-person care found variable impact by clinical condition. Studies on virtual chronic disease management observed variability in impact on overall disease control and clinical outcomes. CONCLUSIONS: Virtual care can be safe and appropriate for triage and seems equivalent to in-person care for counseling and some rehabilitation services; however, further studies are needed to determine specific contexts or medical conditions where virtual care is appropriate for diagnosis, management outcomes, and other functions of primary care. Virtual care needs to be adapted to fit a new set of patient and provider workflows to demonstrate positive impacts on experience, outcomes, and costs of care.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Payal",
      "initials": "P",
      "name": "Payal Agarwal",
      "affiliations": [
        "Institute for Health System Solutions and Virtual Care, Women's College Hospital, Toronto, ON, Canada.",
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-1688-2680"
    },
    {
      "last_name": "Fletcher",
      "fore_name": "Glenn George",
      "initials": "GG",
      "name": "Glenn George Fletcher",
      "affiliations": [
        "Program in Evidence-Based Care, Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-0676-7416"
    },
    {
      "last_name": "Ramamoorthi",
      "fore_name": "Karishini",
      "initials": "K",
      "name": "Karishini Ramamoorthi",
      "affiliations": [
        "Institute for Health System Solutions and Virtual Care, Women's College Hospital, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-7066-0560"
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Program in Evidence-Based Care, Department of Oncology, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1210-3758"
    },
    {
      "last_name": "Bhattacharyya",
      "fore_name": "Onil",
      "initials": "O",
      "name": "Onil Bhattacharyya",
      "affiliations": [
        "Institute for Health System Solutions and Virtual Care, Women's College Hospital, Toronto, ON, Canada.",
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-5219-7288"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "27",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "14"
  },
  "start_page": "e55007",
  "pages": "e55007",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Primary Health Care",
    "Humans",
    "Telemedicine",
    "COVID-19",
    "SARS-CoV-2",
    "Pandemics"
  ],
  "article_ids": {
    "pubmed": "39951717",
    "pmc": "PMC11888022",
    "doi": "10.2196/55007",
    "pii": "v27i1e55007"
  },
  "doi": "10.2196/55007",
  "pmc_id": "PMC11888022",
  "dates": {
    "completed": "2025-05-07",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:23.388327",
    "pmid": "39951717"
  }
}