{
  "pmid": "39959901",
  "uid": "39959901",
  "title": "Methodology for the Formulation of the Guidelines for the Management of Moderate to Severe Traumatic Brain Injury in Austere and Combat Environments.",
  "abstract": "Care for the patient with traumatic brain injury (TBI) in austere or combat environments is challenging because resources are substantially limited as compared with care for these patients in a tertiary medical facility. Significant research has been and will continue to be performed on TBI care in these settings. This includes high-quality, evidence-based guidelines that are routinely updated to help guide the treating team as to best practices for a wide range of TBI presentations, complications, and outcomes. Much less is known regarding best practices for TBI care in a resource-limited environment, such as a facility in an austere environment without advanced imaging, dedicated neurointensive care, or definitive neurosurgical capabilities. The aim of this study was to identify the methodology that will be used for an upcoming in-person guideline conference, focusing on the care of patients with TBI in resource-limited austere and/or combat zones.",
  "authors": [
    {
      "last_name": "Puffer",
      "fore_name": "Ross C",
      "initials": "RC",
      "name": "Ross C Puffer",
      "affiliations": [
        "Department of Neurosurgery, Walter Reed National Military Medical Center, Bethesda, Maryland, USA."
      ]
    },
    {
      "last_name": "Rubiano",
      "fore_name": "Andres M",
      "initials": "AM",
      "name": "Andres M Rubiano",
      "affiliations": [
        "Neurosciences Institute at Universidad El Bosque, Bogota, Colombia.",
        "Meditech Foundation, Cali, Colombia."
      ]
    },
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Oczkowski",
      "affiliations": [
        "Department of Medicine and Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Guidelines in Intensive Care, Development, and Evaluation (GUIDE) Group, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hawryluk",
      "fore_name": "Gregory W J",
      "initials": "GWJ",
      "name": "Gregory W J Hawryluk",
      "affiliations": [
        "Neurological Institute, Cleveland Clinic, Akron General Hospital, Akron, Ohio, USA."
      ]
    },
    {
      "last_name": "Ghajar",
      "fore_name": "Jamshid",
      "initials": "J",
      "name": "Jamshid Ghajar",
      "affiliations": [
        "Department of Neurosurgery, Stanford University School of Medicine, Stanford University, Palo Alto, California, USA."
      ]
    },
    {
      "last_name": "Mangat",
      "fore_name": "Halinder S",
      "initials": "HS",
      "name": "Halinder S Mangat",
      "affiliations": [
        "Brain Trauma Foundation, Palo Alto, California, USA.",
        "Kansas University Medical Center Research Institute, Kansas City, Kansas, USA."
      ]
    },
    {
      "last_name": "Bell",
      "fore_name": "Randy",
      "initials": "R",
      "name": "Randy Bell",
      "affiliations": [
        "Department of Neurosurgery, Avera Medical Group, Sioux Falls, South Dakota, USA."
      ]
    },
    {
      "last_name": "Rosenfeld",
      "fore_name": "Jeffrey V",
      "initials": "JV",
      "name": "Jeffrey V Rosenfeld",
      "affiliations": [
        "Department of Neurosurgery, The Alfred Hospital, Melbourne, Australia.",
        "Department of Surgery, Monash University, Melbourne, Australia.",
        "Department of Surgery, Walter Reed National Military Medical Center, Bethesda, Maryland, USA."
      ]
    },
    {
      "last_name": "Lucena",
      "fore_name": "Lynne Lourdes N",
      "initials": "LLN",
      "name": "Lynne Lourdes N Lucena",
      "affiliations": [
        "Neurosurgery Division, Department of Surgery, Bicol Regional Hospital and Medical Center, Legazpi City, Albay, Philippines."
      ]
    },
    {
      "last_name": "Copeland",
      "fore_name": "William R",
      "initials": "WR",
      "name": "William R Copeland",
      "affiliations": [
        "Department of Neurosurgery, Kijabe Hospital, Kijabe, Kenya."
      ]
    },
    {
      "last_name": "Mallory",
      "fore_name": "Grant",
      "initials": "G",
      "name": "Grant Mallory",
      "affiliations": [
        "Department of Neurosurgery, San Antonio National Military Medical Center, San Antonio, Texas, USA."
      ]
    },
    {
      "last_name": "Cota",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Cota",
      "affiliations": [
        "USN-Branch Chief, Defense Health Agency (DHA) Traumatic Brain Injury Center of Excellence (TBICoE), Falls Church, Virginia, USA."
      ]
    },
    {
      "last_name": "Dengler",
      "fore_name": "Bradley A",
      "initials": "BA",
      "name": "Bradley A Dengler",
      "affiliations": [
        "Department of Neurosurgery, Walter Reed National Military Medical Center, Bethesda, Maryland, USA.",
        "Military Traumatic Brain Injury Initiative, USUHS, Bethesda, Maryland, USA."
      ]
    }
  ],
  "journal": {
    "title": "Neurosurgery practice",
    "iso_abbreviation": "Neurosurg Pract",
    "issn": "2834-4383",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Sep"
  },
  "start_page": "e00104",
  "pages": "e00104",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39959901",
    "pmc": "PMC11783653",
    "doi": "10.1227/neuprac.0000000000000104",
    "pii": "NEUPRAC-D-24-00067"
  },
  "doi": "10.1227/neuprac.0000000000000104",
  "pmc_id": "PMC11783653",
  "dates": {
    "revised": "2025-02-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.087300",
    "pmid": "39959901"
  }
}