{
  "pmid": "39965988",
  "uid": "39965988",
  "title": "Smoking Cessation Programs for Women in Non-reproductive Contexts: A Systematic Review.",
  "abstract": "BACKGROUND: Women's smoking and cessation behaviors are influenced by various sex- and gender- (SaG) related factors; however, most smoking cessation programs that do not target pregnant women follow a gender-neutral approach. We aimed to systematically review the literature on smoking cessation programs for women outside reproductive contexts to assess their effectiveness and how they address SaG-related barriers. METHODS: We selected experimental studies published between June 1, 2009, and June 7, 2023, that describe smoking cessation interventions designed exclusively for women. Two independent reviewers extracted study characteristics, intervention effectiveness, strategies to address SaG-related factors, and the studies' approach to gender equity using the gender integration continuum. We searched multiple databases to comprehensively identify relevant studies for inclusion. The protocol was registered with PROSPERO #CRD42023429054. RESULTS: Twenty-five studies were selected and summarized using a narrative synthesis. Of these, nine (36%) found a greater reduction in smoking in the intervention group relative to the comparison group. Nine studies addressed women's concerns about post-cessation weight gain; however, in only one of these did the intervention group show a greater likelihood of quitting smoking relative to the comparison group. In contrast, three of four studies tailored for women facing socioeconomic disadvantage, and three of four studies designed for women with medical comorbidities, reported a greater reduction in smoking behaviors in the intervention relative to the comparison group. Ten studies relied solely on counseling and did not provide participants with smoking cessation pharmacotherapy. Overall, studies addressed individual and community-level barriers to quitting, including post-cessation weight gain, lack of social support, psychological distress, and cultural influences. All but one study avoided using harmful gender norms to promote cessation. CONCLUSIONS: Strategies that address SaG-related barriers to quitting may improve cessation outcomes among women, particularly when tailored to meet the unique needs of specific groups such as those facing socioeconomic disadvantage. Future studies should combine best practices in smoking cessation treatment-behavioral counseling and pharmacotherapy-with new knowledge on how SaG factors influence motives for smoking and barriers to quitting. Such an approach could lead to more effective and equitable smoking cessation interventions for women.",
  "authors": [
    {
      "last_name": "Gruber",
      "fore_name": "Alexa",
      "initials": "A",
      "name": "Alexa Gruber",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Braverman",
      "fore_name": "Alexa",
      "initials": "A",
      "name": "Alexa Braverman",
      "affiliations": [
        "Department of Psychology, Neuroscience and Behaviour, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "deRuiter",
      "fore_name": "Wayne K",
      "initials": "WK",
      "name": "Wayne K deRuiter",
      "affiliations": [
        "INTREPID Lab, Addictions Program, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rodak",
      "fore_name": "Terri",
      "initials": "T",
      "name": "Terri Rodak",
      "affiliations": [
        "CAMH Mental Health Sciences Library, Department of Education, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Greaves",
      "fore_name": "Lorraine",
      "initials": "L",
      "name": "Lorraine Greaves",
      "affiliations": [
        "Centre of Excellence for Women's Health, Vancouver, British Columbia, Canada; School of Population and Public Health, Faculty of Medicine, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Poole",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Poole",
      "affiliations": [
        "Centre of Excellence for Women's Health, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Parry",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Parry",
      "affiliations": [
        "Lawrence Bloomberg Faculty of Nursing, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kastner",
      "fore_name": "Monika",
      "initials": "M",
      "name": "Monika Kastner",
      "affiliations": [
        "North York General Hospital, Centre for Research and Innovation, Toronto, Ontario, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "INTREPID Lab, Addictions Program, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; School of Nursing, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Whitmore",
      "fore_name": "Carly",
      "initials": "C",
      "name": "Carly Whitmore",
      "affiliations": [
        "INTREPID Lab, Addictions Program, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sixsmith",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Sixsmith",
      "affiliations": [
        "Gerontology Department, Simon Fraser University, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Voci",
      "fore_name": "Sabrina",
      "initials": "S",
      "name": "Sabrina Voci",
      "affiliations": [
        "INTREPID Lab, Addictions Program, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Minian",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Minian",
      "affiliations": [
        "INTREPID Lab, Addictions Program, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Institute for Mental Health Policy Research, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada; Institute of Medical Science, University of Toronto, Faculty of Medicine, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zawertailo",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Zawertailo",
      "affiliations": [
        "INTREPID Lab, Addictions Program, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Institute for Mental Health Policy Research, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Department of Pharmacology and Toxicology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Selby",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Selby",
      "affiliations": [
        "INTREPID Lab, Addictions Program, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Institute for Mental Health Policy Research, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada; Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Melamed",
      "fore_name": "Osnat C",
      "initials": "OC",
      "name": "Osnat C Melamed",
      "affiliations": [
        "INTREPID Lab, Addictions Program, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Institute for Mental Health Policy Research, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada. Electronic address: Osnat.Melamed@camh.ca."
      ]
    }
  ],
  "journal": {
    "title": "Women's health issues : official publication of the Jacobs Institute of Women's Health",
    "iso_abbreviation": "Womens Health Issues",
    "issn": "1878-4321",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "2",
    "pub_year": "2025"
  },
  "start_page": "123",
  "end_page": "137",
  "pages": "123-137",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Smoking Cessation",
    "Female",
    "Smoking"
  ],
  "article_ids": {
    "pubmed": "39965988",
    "doi": "10.1016/j.whi.2025.01.003",
    "pii": "S1049-3867(25)00003-9"
  },
  "doi": "10.1016/j.whi.2025.01.003",
  "dates": {
    "completed": "2025-03-16",
    "revised": "2025-06-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.788796",
    "pmid": "39965988"
  }
}