{
  "pmid": "39960667",
  "uid": "39960667",
  "title": "Knowledge Translation Interventions to Address Gaps in Rectal Cancer Care.",
  "abstract": "IMPORTANCE: Over the last 2 decades, increasing use of multimodal strategies has led to significant improvements in oncologic outcomes for patients with rectal cancer. However, uptake of these strategies varies among centers, suggesting that best evidence is not always implemented into practice. OBJECTIVES: To identify gaps in care and initiate knowledge translation interventions to close existing gaps. DESIGN, SETTING, AND PARTICIPANTS: This 3-year multifaceted, prospective quality improvement study was conducted at 8 high-volume rectal cancer centers across Canada. From April 2016 to December 2018, patients with stage I to III rectal cancer undergoing total mesorectal excision were enrolled. Data were analyzed from January 2022 through December 2023. INTERVENTIONS: Process measures for multimodal strategies to optimize rectal cancer care were selected and prospectively collected for patients with stage I to III rectal cancer undergoing total mesorectal excision. Knowledge translation interventions were implemented to increase uptake of these strategies. MAIN OUTCOME AND MEASURE: Change in uptake of process measures over the study period, with measures taken every 3 months, from time 1 (baseline) to time 7 (18 months). RESULTS: Among 645 patients with stage I to III rectal cancer (389 male [60.3%]; mean [SD] age, 68.1 [8.2] years), iterative results showed that uptake of 6 of 12 process measures (eg, presentation at multidisciplinary cancer conference: 22 of 77 patients [28.6%] at time 1 to 64 of 91 patients [70.3%] at time 7; P < .001) and 1 pathology measure (inadequate lymph node retrieval: 15 of 77 patients at time 1 [19.5%] to 6 of 91 patients at time 7 [6.6%]; P = .002) improved over time. Positive circumferential resection margin, positive distal margin, and inadequate lymph node retrieval rates at 2 years were 44 patients (6.8%), 10 patients (1.6%), and 79 patients (12.2%), respectively. CONCLUSIONS AND RELEVANCE: In this study, there was an improvement in 6 process measures and 1 pathology measure for patients with stage I to III rectal cancer. Furthermore, this study led to standardized processes of care for rectal cancer that may facilitate continuous quality improvement and multicenter trials across Canada.",
  "authors": [
    {
      "last_name": "Kennedy",
      "fore_name": "Erin D",
      "initials": "ED",
      "name": "Erin D Kennedy",
      "affiliations": [
        "Department of Surgery, Mount Sinai Hospital, Toronto, Ontario, Canada.",
        "University of Toronto, Toronto, Ontario, Canada.",
        "Zane Cohen Centre for Digestive Diseases, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pooni",
      "fore_name": "Amandeep",
      "initials": "A",
      "name": "Amandeep Pooni",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada.",
        "Department of Surgery, Toronto East Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schmocker",
      "fore_name": "Selina",
      "initials": "S",
      "name": "Selina Schmocker",
      "affiliations": [
        "Zane Cohen Centre for Digestive Diseases, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Carl",
      "initials": "C",
      "name": "Carl Brown",
      "affiliations": [
        "Department of Colorectal Surgery, St Paul's Hospital, Faculty of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "MacLean",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony MacLean",
      "affiliations": [
        "Department of Surgery, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Baxter",
      "fore_name": "Nancy N",
      "initials": "NN",
      "name": "Nancy N Baxter",
      "affiliations": [
        "Faculty of Medicine and Health, University of Sydney, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Lara",
      "initials": "L",
      "name": "Lara Williams",
      "affiliations": [
        "Department of Surgery, The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, McMaster University, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Liberman",
      "fore_name": "Sender",
      "initials": "S",
      "name": "Sender Liberman",
      "affiliations": [
        "Department of Surgery, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Drolet",
      "fore_name": "Sébastien",
      "initials": "S",
      "name": "Sébastien Drolet",
      "affiliations": [
        "Department of Surgery, Université Laval, Quebec City, Quebec, Canada."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Katerina",
      "initials": "K",
      "name": "Katerina Neumann",
      "affiliations": [
        "Department of Surgery, Queen Elizabeth II Health Sciences Centre, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Jhaveri",
      "fore_name": "Kartik",
      "initials": "K",
      "name": "Kartik Jhaveri",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada.",
        "Joint Department of Medical Imaging, University Health Network, Mount Sinai Hospital, and Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kirsch",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Kirsch",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada.",
        "Department of Pathology and Laboratory Medicine, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "03"
  },
  "start_page": "e2461047",
  "pages": "e2461047",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Rectal Neoplasms",
    "Male",
    "Female",
    "Translational Research, Biomedical",
    "Middle Aged",
    "Canada",
    "Aged",
    "Quality Improvement",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "39960667",
    "pmc": "PMC11833516",
    "doi": "10.1001/jamanetworkopen.2024.61047",
    "pii": "2830146"
  },
  "doi": "10.1001/jamanetworkopen.2024.61047",
  "pmc_id": "PMC11833516",
  "dates": {
    "completed": "2025-02-17",
    "revised": "2025-07-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.948707",
    "pmid": "39960667"
  }
}