{
  "pmid": "39971339",
  "uid": "39971339",
  "title": "Commonly used interventional procedures for non-cancer chronic spine pain: a clinical practice guideline.",
  "abstract": "CLINICAL QUESTION: What is the comparative effectiveness and safety of commonly used interventional procedures (such as spinal injections and ablation procedures) for chronic axial and radicular spine pain that is not associated with cancer or inflammatory arthropathy? CURRENT PRACTICE: Chronic spine pain is a common, potentially disabling complaint, for which clinicians often administer interventional procedures. However, clinical practice guidelines provide inconsistent recommendations for their use. RECOMMENDATIONS: For people living with chronic axial spine pain (≥3 months), the guideline panel issued strong recommendations against: joint radiofrequency ablation with or without joint targeted injection of local anaesthetic plus steroid; epidural injection of local anaesthetic, steroids, or their combination; joint-targeted injection of local anaesthetic, steroids, or their combination; and intramuscular injection of local anaesthetic with or without steroids. For people living with chronic radicular spine pain (≥3 months), the guideline panel issued strong recommendations against: dorsal root ganglion radiofrequency with or without epidural injection of local anaesthetic or local anaesthetic plus steroids; and epidural injection of local anaesthetic, steroids, or their combination. HOW THIS GUIDELINE WAS CREATED: An international guideline development panel including four people living with chronic spine pain, 10 clinicians with experience managing chronic spine pain, and eight methodologists, produced these recommendations in adherence with standards for trustworthy guidelines using the GRADE approach. The MAGIC Evidence Ecosystem Foundation provided methodological support. The guideline panel applied an individual patient perspective when formulating recommendations. THE EVIDENCE: These recommendations are informed by a linked systematic review and network meta-analysis of randomised trials and a systematic review of observational studies, summarising the current body of evidence for benefits and harms of common interventional procedures for axial and radicular, chronic, non-cancer spine pain. Specifically, injection of local anaesthetic, steroids, or their combination into the cervical or lumbar facet joint or sacroiliac joint; epidural injections of local anaesthetic, steroids, or their combination; radiofrequency of dorsal root ganglion; radiofrequency denervation of cervical or lumbar facet joints or the sacroiliac joint; and paravertebral intramuscular injections of local anaesthetic, steroids, or their combination. UNDERSTANDING THE RECOMMENDATIONS: These recommendations apply to people living with chronic spine pain (≥3 months duration) that is not associated with cancer or inflammatory arthropathy and do not apply to the management of acute spine pain. Further research is warranted and may alter recommendations in the future: in particular, whether there are differences in treatment effects based on subtypes of chronic spine pain, establishing the effectiveness of interventional procedures currently supported by low or very low certainty evidence, and effects on poorly reported patient-important outcomes (such as opioid use, return to work, and sleep quality).",
  "authors": [
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, ON, Canada bussejw@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Genevay",
      "fore_name": "Stéphane",
      "initials": "S",
      "name": "Stéphane Genevay",
      "affiliations": [
        "Division of Rheumatology, Department of Medicine, Geneva University Hospitals, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Standaert",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Standaert",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Carneiro",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Carneiro",
      "affiliations": [
        "Department of Neurosurgery, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."
      ]
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Friedrich",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, University of Colorado School of Medicine, Aurora, CO, USA."
      ]
    },
    {
      "last_name": "Ferreira",
      "fore_name": "Manuela",
      "initials": "M",
      "name": "Manuela Ferreira",
      "affiliations": [
        "The University of Sydney, Sydney Musculoskeletal Health and the Kolling Institute, School of Health Sciences, Faculty of Medicine and Health, St Leonards, NSW 2064, Australia."
      ]
    },
    {
      "last_name": "Verbeke",
      "fore_name": "Hilde",
      "initials": "H",
      "name": "Hilde Verbeke",
      "affiliations": [
        "Leuven Center for Algology and Pain Management, University Hospitals Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Brox",
      "fore_name": "Jens Ivar",
      "initials": "JI",
      "name": "Jens Ivar Brox",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, Oslo University Hospital Ullevaal, Oslo, Norway.",
        "Institute of Clinical Medicine, Medical Faculty, Oslo University, Oslo, Norway."
      ]
    },
    {
      "last_name": "Xiao",
      "fore_name": "Hong",
      "initials": "H",
      "name": "Hong Xiao",
      "affiliations": [
        "Department of Pain Management, West China Hospital, Sichuan University, Chengdu, Sichuan, China."
      ]
    },
    {
      "last_name": "Virdee",
      "fore_name": "Jasmeer Singh",
      "initials": "JS",
      "name": "Jasmeer Singh Virdee",
      "affiliations": [
        "International Trade Centre, Palais des Nations, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Gunderson",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Gunderson",
      "affiliations": [
        "Chronic Pain Network, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Foster",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Foster",
      "affiliations": [
        "The Canadian Veterans Chronic Pain Centre of Excellence, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Heegsma",
      "fore_name": "Conrad",
      "initials": "C",
      "name": "Conrad Heegsma",
      "affiliations": [
        "The Canadian Veterans Chronic Pain Centre of Excellence, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Samer",
      "fore_name": "Caroline F",
      "initials": "CF",
      "name": "Caroline F Samer",
      "affiliations": [
        "Division of Clinical Pharmacology and Toxicology, Geneva University Hospitals.",
        "Faculty of Medicine, University of Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Coen",
      "fore_name": "Matteo",
      "initials": "M",
      "name": "Matteo Coen",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, University Hospitals of Geneva, University of Geneva, Switzerland.",
        "Unit of Development and Research in Medical Education, Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiaoqin",
      "initials": "X",
      "name": "Xiaoqin Wang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Malam",
      "fore_name": "Faheem",
      "initials": "F",
      "name": "Faheem Malam",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per O",
      "initials": "PO",
      "name": "Per O Vandvik",
      "affiliations": [
        "Department of Medicine, Innlandet Hospital Trust, Gjøvik, Norway."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Ting",
      "initials": "T",
      "name": "Ting Zhou",
      "affiliations": [
        "School of International Pharmaceutical Business, China Pharmaceutical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RAC",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of General Internal Medicine, Department of Medicine, University Hospitals of Geneva, University of Geneva, Switzerland.",
        "The MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "388",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "19"
  },
  "start_page": "e079970",
  "pages": "e079970",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Humans",
    "Chronic Pain",
    "Injections, Epidural",
    "Anesthetics, Local",
    "Back Pain",
    "Pain Management",
    "Injections, Spinal",
    "Steroids"
  ],
  "article_ids": {
    "pubmed": "39971339",
    "doi": "10.1136/bmj-2024-079970"
  },
  "doi": "10.1136/bmj-2024-079970",
  "dates": {
    "completed": "2025-02-19",
    "revised": "2025-06-16"
  },
  "chemicals": [
    "Anesthetics, Local",
    "Steroids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.316979",
    "pmid": "39971339"
  }
}