{
  "pmid": "39978649",
  "uid": "39978649",
  "title": "Does Stem Design Affect the Incidence of Periprosthetic Femoral Fractures in Arthroplasty for Femoral Neck Fractures? A Secondary Analysis of the HEALTH Trial.",
  "abstract": "BACKGROUND: The aim of this study was to evaluate how stem design influences the risk of periprosthetic femoral fractures (PFFs) after hemiarthroplasty (HA) and total hip arthroplasty for femoral neck fractures. METHODS: We performed a secondary analysis of the Hip Fracture Evaluation with Alternatives of Total Hip Arthroplasty versus Hemiarthroplasty trial, a multicenter, prospective, randomized control trial that assessed total hip arthroplasty versus hemiarthroplasty for low-energy femoral neck fractures. Between 1,374 patients (414 men, 960 women) that were assessed, 72 sustained PFFs (5.2%). Intraoperative PFFs were recorded in 42 patients, early postoperative PFFs in 15 and late PFFs in 15 patients. The incidence of PFFs was compared between cemented and cementless stems. Within the cemented group (n = 896), we analyzed the effect of taper-slip (n = 482) versus composite-beam (n = 414) designs, while within the cementless group (n = 478), we assessed the impact of single-wedged (n = 206) versus metaphyseal-filling stems (n = 272). The role of collars (n = 87) was also examined within the press-fit stems. Clinical outcomes were recorded with the Western Ontario and McMaster Universities Arthritis Index RESULTS: Cemented stems had a significantly lower incidence of PFFs than their cementless counterparts (2.6 versus 10.3%, P < 0.001). There was no difference in fracture rates between taper-slip and composite-beam stems (2.3 versus 2.9%, P > 0.05). Most of the composite-beam PFFs occurred intraoperatively (75%), while most of the taper-slip PFFs occurred late (55%). There was no difference between the. press-fit stems, while the presence of a collar did not show protective results (P > 0.05). Patients who underwent HA with taper-slip stems demonstrated inferior Western Ontario and McMaster Universities Arthritis Index scores and higher incidence of reoperation for pain than those treated with composite-beam stems (2.6 versus 0.4%, P = 0.048). CONCLUSIONS: Cementless stems have a high PFF rate, regardless of the stem type or presence of collar. Taper-slip stems are responsible for late fractures, raising concerns about their performance in the long term. Patients treated with HA may present a higher risk of reoperation for pain when taper-slip stems are used.",
  "authors": [
    {
      "last_name": "Megaloikonomos",
      "fore_name": "Panayiotis D",
      "initials": "PD",
      "name": "Panayiotis D Megaloikonomos",
      "affiliations": [
        "Department of Orthopaedics, SMBD - Jewish General Hospital, Montreal, Québec, Canada; Department of Surgery, Faculty of Medicine and Health Sciences, McGill University, Montreal, Québec, Canada; Ortopaedics Lab, Lady Davis Institute, McGill University, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Nowak",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Nowak",
      "affiliations": [
        "London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shehata",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Shehata",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bzovsky",
      "fore_name": "Sofia",
      "initials": "S",
      "name": "Sofia Bzovsky",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Epure",
      "fore_name": "Laura M",
      "initials": "LM",
      "name": "Laura M Epure",
      "affiliations": [
        "Department of Orthopaedics, SMBD - Jewish General Hospital, Montreal, Québec, Canada; Ortopaedics Lab, Lady Davis Institute, McGill University, Montreal, Québec, Canada; Department of Surgical and Interventional Sciences, Faculty of Medicine and Health Sciences, McGill University, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "De Petrillo",
      "fore_name": "Gianni",
      "initials": "G",
      "name": "Gianni De Petrillo",
      "affiliations": [
        "Ortopaedics Lab, Lady Davis Institute, McGill University, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Caron",
      "fore_name": "Camille",
      "initials": "C",
      "name": "Camille Caron",
      "affiliations": [
        "Ortopaedics Lab, Lady Davis Institute, McGill University, Montreal, Québec, Canada; Department of Surgical and Interventional Sciences, Faculty of Medicine and Health Sciences, McGill University, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Laggis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Laggis",
      "affiliations": [
        "Ortopaedics Lab, Lady Davis Institute, McGill University, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Huk",
      "fore_name": "Olga L",
      "initials": "OL",
      "name": "Olga L Huk",
      "affiliations": [
        "Department of Orthopaedics, SMBD - Jewish General Hospital, Montreal, Québec, Canada; Department of Surgery, Faculty of Medicine and Health Sciences, McGill University, Montreal, Québec, Canada; Ortopaedics Lab, Lady Davis Institute, McGill University, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Zukor",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Zukor",
      "affiliations": [
        "Department of Orthopaedics, SMBD - Jewish General Hospital, Montreal, Québec, Canada; Department of Surgery, Faculty of Medicine and Health Sciences, McGill University, Montreal, Québec, Canada; Ortopaedics Lab, Lady Davis Institute, McGill University, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": [
        "London Health Sciences Centre, London, Ontario, Canada; Division of Orthopaedic Surgery, Department of Surgery, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Antoniou",
      "fore_name": "John",
      "initials": "J",
      "name": "John Antoniou",
      "affiliations": [
        "Department of Orthopaedics, SMBD - Jewish General Hospital, Montreal, Québec, Canada; Department of Surgery, Faculty of Medicine and Health Sciences, McGill University, Montreal, Québec, Canada; Ortopaedics Lab, Lady Davis Institute, McGill University, Montreal, Québec, Canada; Department of Surgical and Interventional Sciences, Faculty of Medicine and Health Sciences, McGill University, Montreal, Québec, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of arthroplasty",
    "iso_abbreviation": "J Arthroplasty",
    "issn": "1532-8406",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "8S1",
    "pub_year": "2025",
    "pub_month": "Aug"
  },
  "start_page": "S322",
  "end_page": "S327.e3",
  "pages": "S322-S327.e3",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Multicenter Study"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Arthroplasty, Replacement, Hip",
    "Periprosthetic Fractures",
    "Femoral Neck Fractures",
    "Aged",
    "Hip Prosthesis",
    "Incidence",
    "Prosthesis Design",
    "Prospective Studies",
    "Middle Aged",
    "Aged, 80 and over",
    "Hemiarthroplasty"
  ],
  "article_ids": {
    "pubmed": "39978649",
    "doi": "10.1016/j.arth.2025.02.036",
    "pii": "S0883-5403(25)00164-0"
  },
  "doi": "10.1016/j.arth.2025.02.036",
  "dates": {
    "completed": "2025-07-09",
    "revised": "2025-07-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.722144",
    "pmid": "39978649"
  }
}