{
  "pmid": "39983050",
  "uid": "39983050",
  "title": "Investigating Reddit Data on Type 2 Diabetes Management During the COVID-19 Pandemic Using Latent Dirichlet Allocation Topic Modeling and Valence Aware Dictionary for Sentiment Reasoning Analysis: Content Analysis.",
  "abstract": "BACKGROUND: Type 2 diabetes (T2D) is a chronic disease that can be partially managed through healthy behaviors. However, the COVID-19 pandemic impacted how people managed T2D due to work and school closures and social isolation. Moreover, individuals with T2D were at increased risk of complications from COVID-19 and experienced worsened mental health due to stress and anxiety. OBJECTIVE: This study aims to synthesize emerging themes related to the health behaviors of people living with T2D, and how they were affected during the early stages of the COVID-19 pandemic by examining Reddit forums dedicated to people living with T2D. METHODS: Data from Reddit forums related to T2D, from January 2018 to early March 2021, were downloaded using the Pushshift API; support vector machines were used to classify whether a post was made in the context of the pandemic. Latent Dirichlet allocation topic modelling was performed to identify topics of discussion across the entire dataset and a subsequent iteration was performed to identify topics specific to the COVID-19 pandemic. Sentiment analysis using the VADER (Valence Aware Dictionary for Sentiment Reasoning) algorithm was performed to assess attitudes towards the pandemic. RESULTS: From all posts, the identified topics of discussion were classified into the following themes: managing lifestyle (sentiment score 0.25, 95% CI 0.25-0.26), managing blood glucose (sentiment score 0.19, 95% CI 0.18-0.19), obtaining diabetes care (sentiment score 0.19, 95% CI 0.18-0.20), and coping and receiving support (sentiment score 0.34, 95% CI 0.33-0.35). Among the COVID-19-specific posts, the topics of discussion were coping with poor mental health (sentiment score 0.04, 95% CI -0.01 to0.11), accessing doctor and medications and controlling blood glucose (sentiment score 0.14, 95% CI 0.09-0.20), changing food habits during the pandemic (sentiment score 0.25, 95% CI 0.20-0.31), impact of stress on blood glucose levels (sentiment score 0.03, 95% CI -0.03 to 0.08), changing status of employment and insurance (sentiment score 0.17, 95% CI 0.13-0.22), and risk of COVID-19 complications (sentiment score 0.09, 95% CI 0.03-0.14). Overall, posts classified as COVID-19-related (0.12, 95% CI 0.01-0.15) were associated with a lower sentiment score than those classified as nonCOVID (0.25, 95% CI 0.24-0.25). This study was limited due to the lack of a method for assessing the demographics of users and verifying whether users had T2D. CONCLUSIONS: Themes identified from Reddit data suggested that the COVID-19 pandemic significantly influenced how people with T2D managed their disease, particularly in terms of accessing care and dealing with the complications of the virus. Overall, the early stages of the pandemic negatively impacted the attitudes of people living with T2D. This study demonstrates that social media data can be a qualitative data source for understanding patient perspectives.",
  "authors": [
    {
      "last_name": "Nagpal",
      "fore_name": "Meghan",
      "initials": "M",
      "name": "Meghan Nagpal",
      "affiliations": [
        "Institute of Health Policy, Management, & Evaluation, Dalla Lana School of Public Health, University of Toronto, Health Sciences Building, 4th Floor, Toronto, ON, M5T 3M6, Canada, 1 416 978 4326, 1 416 978 7350.",
        "Centre for Digital Therapeutics, Techna Institute, University Health Network, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-5290-8809"
    },
    {
      "last_name": "Jalali",
      "fore_name": "Niloofar",
      "initials": "N",
      "name": "Niloofar Jalali",
      "affiliations": [
        "School of Public Health & Health Systems, University of Waterloo, Kitchener, ON, Canada."
      ],
      "orcid": "0000-0002-7356-0573"
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4423-3848"
    },
    {
      "last_name": "Morita",
      "fore_name": "Plinio",
      "initials": "P",
      "name": "Plinio Morita",
      "affiliations": [
        "Institute of Health Policy, Management, & Evaluation, Dalla Lana School of Public Health, University of Toronto, Health Sciences Building, 4th Floor, Toronto, ON, M5T 3M6, Canada, 1 416 978 4326, 1 416 978 7350.",
        "Centre for Digital Therapeutics, Techna Institute, University Health Network, Toronto, ON, Canada.",
        "School of Public Health & Health Systems, University of Waterloo, Kitchener, ON, Canada."
      ],
      "orcid": "0000-0001-9515-6478"
    },
    {
      "last_name": "Cafazzo",
      "fore_name": "Joseph A",
      "initials": "JA",
      "name": "Joseph A Cafazzo",
      "affiliations": [
        "Institute of Health Policy, Management, & Evaluation, Dalla Lana School of Public Health, University of Toronto, Health Sciences Building, 4th Floor, Toronto, ON, M5T 3M6, Canada, 1 416 978 4326, 1 416 978 7350.",
        "Centre for Digital Therapeutics, Techna Institute, University Health Network, Toronto, ON, Canada.",
        "Department of Computer Science, University of Toronto, Toronto, ON, Canada.",
        "Institute of Biomedical Engineering, Faculty of Applied Science & Engineering, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-3114-4440"
    }
  ],
  "journal": {
    "title": "JMIR formative research",
    "iso_abbreviation": "JMIR Form Res",
    "issn": "2561-326X",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "21"
  },
  "start_page": "e51154",
  "pages": "e51154",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Diabetes Mellitus, Type 2",
    "COVID-19",
    "SARS-CoV-2",
    "Health Behavior",
    "Pandemics",
    "Social Media"
  ],
  "article_ids": {
    "pubmed": "39983050",
    "pmc": "PMC11870598",
    "doi": "10.2196/51154",
    "pii": "v9i1e51154"
  },
  "doi": "10.2196/51154",
  "pmc_id": "PMC11870598",
  "dates": {
    "completed": "2025-05-09",
    "revised": "2025-05-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.789494",
    "pmid": "39983050"
  }
}