{
  "pmid": "39982723",
  "uid": "39982723",
  "title": "Postoperative Weight Loss After Antiobesity Medications and Revision Risk After Joint Replacement.",
  "abstract": "IMPORTANCE: The 2023 American College of Rheumatology and American Association of Hip and Knee Surgeons Clinical Practice Guideline concluded that obesity alone should not delay joint replacement. Therefore, a substantially increased utilization of joint replacement among patients with obesity could be expected. However, patients with obesity are at increased risk of revision, posing unique challenges as the surgery is complex and costly, and it remains unknown whether postoperative weight loss could decrease the risk of revision. OBJECTIVE: To examine the association of the proportion of postoperative weight loss following antiobesity medication use with the risk of revision among patients with obesity undergoing hip or knee replacement. DESIGN, SETTING, AND PARTICIPANTS: Using a target trial emulation, a causal inference framework, this retrospective cohort study investigated patients with obesity who underwent hip or knee replacement. Data were from the IQVIA Medical Research Database (2000-2023). Statistical analysis was performed from October 2023 to June 2024. MAIN OUTCOMES AND MEASURES: Emulated analyses of a hypothetical target trial were assessed for the association of small-to-moderate (2%-10%) or large (≥10%) weight loss after initiating antiobesity medications (orlistat, sibutramine, glucagon-like peptide-1 receptor agonists, and rimonabant) within 1 year with the risk of 5-year and 10-year revision after initiation of antiobesity medications. RESULTS: Among 3691 qualified participants (mean [SD] age, 64.7 [9.3] years; 2322 [62.9%] women), the 5-year risks of revision were 5.6%, 4.4%, and 3.7% for weight gain or stable, small-to-moderate weight loss, and large weight loss groups, respectively. Compared with the weight gain or stable group, the hazard ratios (HRs) were 0.75 (95% CI, 0.55-1.04) for the small-to-moderate weight loss group and 0.57 (95% CI, 0.36-0.91) for the large weight loss group. Similar results were observed when the analyses were performed separately for hip or knee replacement. The HRs for revision were 0.55 (95% CI, 0.32-0.93) for small-to-moderate weight loss and 0.49 (95% CI, 0.25-0.97) for large weight loss groups compared with the weight gain or stable group in patients undergoing knee replacement; the corresponding HRs for revision were 0.82 (95% CI, 0.54-1.25) and 0.53 (95% CI, 0.30-0.93) in patients undergoing hip replacement. Consistent findings were obtained regarding the association of weight loss with the 10-year risks after initiating antiobesity medications. CONCLUSIONS AND RELEVANCE: In this cohort study using a target trial emulation, a higher proportion of weight loss after initiating antiobesity medications within 1 year was associated with a lower risk of 5-year and 10-year revision among patients with obesity undergoing joint replacement. These results suggest that antiobesity medication use, with relatively safe and sustainable weight loss, may be an effective strategy for improving implant survivorship of hip and knee replacements in the obese population.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Dongxing",
      "initials": "D",
      "name": "Dongxing Xie",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China.",
        "Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China.",
        "Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Englund",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Englund",
      "affiliations": [
        "Department of Clinical Sciences Lund, Orthopaedics, Clinical Epidemiology Unit, Lund University, Lund, Sweden."
      ]
    },
    {
      "last_name": "Lane",
      "fore_name": "Nancy E",
      "initials": "NE",
      "name": "Nancy E Lane",
      "affiliations": [
        "Center for Musculoskeletal Health and Department of Medicine, University of California School of Medicine, Sacramento."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston.",
        "The Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xiaoxiao",
      "initials": "X",
      "name": "Xiaoxiao Li",
      "affiliations": [
        "Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China.",
        "Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China.",
        "Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China.",
        "Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China.",
        "Department of Epidemiology and Health Statistics, Xiangya School of Public Health, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Zeng",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China.",
        "Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China.",
        "Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China.",
        "National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Lei",
      "fore_name": "Guanghua",
      "initials": "G",
      "name": "Guanghua Lei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China.",
        "Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China.",
        "Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China.",
        "National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "03"
  },
  "start_page": "e2461200",
  "pages": "e2461200",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Male",
    "Weight Loss",
    "Anti-Obesity Agents",
    "Middle Aged",
    "Retrospective Studies",
    "Obesity",
    "Arthroplasty, Replacement, Knee",
    "Aged",
    "Reoperation",
    "Arthroplasty, Replacement, Hip",
    "Postoperative Period"
  ],
  "article_ids": {
    "pubmed": "39982723",
    "pmc": "PMC11846009",
    "doi": "10.1001/jamanetworkopen.2024.61200",
    "pii": "2830593"
  },
  "doi": "10.1001/jamanetworkopen.2024.61200",
  "pmc_id": "PMC11846009",
  "dates": {
    "completed": "2025-05-08",
    "revised": "2025-07-30"
  },
  "chemicals": [
    "Anti-Obesity Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.739588",
    "pmid": "39982723"
  }
}