{
  "pmid": "39981431",
  "uid": "39981431",
  "title": "Arthroscopic Bankart repair in patients aged 30 years and older: a systematic review.",
  "abstract": "BACKGROUND: Although the likelihood of recurrence decreases with age, there is a dearth of comprehensive literature on the effectiveness of arthroscopic Bankart repair for older patients. The purpose of this review is to systematically assess the indications, surgical techniques, outcomes, and complications of arthroscopic Bankart repair for patients aged 30 years or older. METHODS: The electronic databases PubMed, MEDLINE and EMBASE were searched for relevant studies from database inception to February 2023. Studies of all levels of evidence investigating the utility of arthroscopic Bankart repair in patients aged 30 years or older were included. Studies with populations that underwent concomitant major shoulder procedures, or non-surgical management populations were excluded. The Methodological Index for Non-Randomized Studies (MINORS) appraisal tool was used to asses non-randomized studies. Meanwhile, randomized controlled trials (RCTs) were evaluating using the Cochrane Risk of Bias Tool Descriptive statistics including counts, proportions, means, ranges, and measures of variance (e.g., standard deviations, 95% confidence intervals) are presented where applicable. RESULTS: Thirteen studies were identified, comprising of 495 patients (496 shoulders) with a mean age of 46.0±6.9 years and 57.1±48.2 months of follow-up. The most common indication for surgery was recurrent instability with minimal glenoid bone loss and the absence of rotator cuff tears. Overall, there appears to be value in treating middle-aged patients experiencing anterior shoulder instability with arthroscopic Bankart repair given the moderate complication (5.4%) and revision rates (4.6%) at short-term follow-up. Postoperatively, patients experienced significant improvements in pain, function, and activities of daily living. However, this was at the expense of stiffness as there were deficits in external rotation and forward flexion. CONCLUSIONS: This study was primarily limited by the quality of evidence and heterogeneity. There is a need for future studies using long-term follow-up to determine optimal surgical management and rehabilitation protocols for this patient population based on history and clinical factors.",
  "authors": [
    {
      "last_name": "Shanmugaraj",
      "fore_name": "Ajaykumar",
      "initials": "A",
      "name": "Ajaykumar Shanmugaraj",
      "affiliations": [
        "Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Gohal",
      "fore_name": "Chetan",
      "initials": "C",
      "name": "Chetan Gohal",
      "affiliations": [
        "Rothman Orthopedic Institute, New York City, NY, USA."
      ]
    },
    {
      "last_name": "Terry",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Terry",
      "affiliations": [
        "Department of Orthopaedic Surgery, Northwestern Memorial Hospital, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Tjong",
      "fore_name": "Vehniah",
      "initials": "V",
      "name": "Vehniah Tjong",
      "affiliations": [
        "Department of Orthopaedic Surgery, Northwestern Memorial Hospital, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Department of Orthopaedic Surgery, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Annals of joint",
    "iso_abbreviation": "Ann Jt",
    "issn": "2415-6809",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2025"
  },
  "start_page": "5",
  "pages": "5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "39981431",
    "pmc": "PMC11836735",
    "doi": "10.21037/aoj-24-23",
    "pii": "aoj-10-5"
  },
  "doi": "10.21037/aoj-24-23",
  "pmc_id": "PMC11836735",
  "dates": {
    "revised": "2025-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:31.588821",
    "pmid": "39981431"
  }
}