{
  "pmid": "39993911",
  "uid": "39993911",
  "title": "Non-malignant gynaecological disease and risk of cardiovascular or cerebrovascular disease: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Cardiovascular disease is the leading cause of death globally. Non-malignant gynaecological diseases (NMGD) significantly affect patient health and well-being and may be associated with cardiovascular or cerebrovascular disease (C/CVD). METHODS: Seven databases were searched for relevant studies up to 21 April 2024. Observational studies reporting risk estimates and 95% CIs for the association between NMGD and C/CVD were included. Data were extracted by two independent reviewers. Random effects models were used to calculate summary relative risk (SRR) with 95% CI. Composite C/CVD outcome was defined as a combination of ischaemic heart disease, cerebrovascular disease, heart failure, and peripheral vascular disease. The ROBINS-I tool defined study quality and risk of bias. RESULTS: We screened 6639 studies, of which 59 were eligible for full-text review and 28 were included in our analysis, comprising a total of 3 271 242 individuals. The majority (53.5%) of the studies were scored as having a 'serious'/'critical' risk of bias. Overall, individuals with an NMGD had a significantly greater risk of composite C/CVD with low heterogeneity among contributing studies (SRR 1.28, 95% CI 1.20 to 1.37; n=16 studies, I[2]=65.3%), ischaemic heart disease (SRR 1.41, 95% CI 1.31 to 1.51; n=21 studies, I[2]=73.7%), and cerebrovascular disease (SRR 1.33, 95% CI 1.18 to 1.51; n=16 studies, I[2]=91.5%). In NMGD-specific analyses, the risk of C/CVD and its components was greater among those with a history of endometriosis or polycystic ovary syndrome. CONCLUSIONS: We found an overall association between NMGD and C/CVD across all studies. However, estimates from individual studies varied substantially.",
  "authors": [
    {
      "last_name": "Colombo",
      "fore_name": "Giorgia Elisabeth",
      "initials": "GE",
      "name": "Giorgia Elisabeth Colombo",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Ospedale Regionale di Lugano, Lugano, Switzerland giorgiaecolombo@gmail.com.",
        "Department of Obstetrics and Gynaecology, Chelsea and Westminster Hospital NHS Foundation Trust, London, UK."
      ],
      "orcid": "0000-0002-4570-7945"
    },
    {
      "last_name": "Mahamat-Saleh",
      "fore_name": "Yahya",
      "initials": "Y",
      "name": "Yahya Mahamat-Saleh",
      "affiliations": [
        "International Agency for Research on Cancer, Lyon, France."
      ]
    },
    {
      "last_name": "Armour",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Armour",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, Sydney, New South Wales, Australia.",
        "Medical Research Institute of New Zealand (MRINZ), Wellington, New Zealand."
      ]
    },
    {
      "last_name": "Madan",
      "fore_name": "Kedar",
      "initials": "K",
      "name": "Kedar Madan",
      "affiliations": [
        "Department of Cardiology, Nepean Hospital, Penrith, Sydney, New South Wales, Australia.",
        "The University of Sydney School of Medicine, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Sabag",
      "fore_name": "Angelo",
      "initials": "A",
      "name": "Angelo Sabag",
      "affiliations": [
        "Sydney School of Health Sciences, Faculty of Medicine and Health, The University of Sydney, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Kvaskoff",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Kvaskoff",
      "affiliations": [
        "Université Paris-Saclay, UVSQ, Inserm, Gustave Roussy, CESP, 94805 Villejuif, France."
      ]
    },
    {
      "last_name": "Missmer",
      "fore_name": "Stacey A",
      "initials": "SA",
      "name": "Stacey A Missmer",
      "affiliations": [
        "Department of Epidemiology, Harvard T H Chan School of Public Health, Boston, Massachusetts, USA.",
        "Department of Obstetrics, Gynecology, and Reproductive Biology, Michigan State University, East Lansing, Michigan, USA."
      ]
    },
    {
      "last_name": "Condous",
      "fore_name": "George",
      "initials": "G",
      "name": "George Condous",
      "affiliations": [
        "The University of Sydney School of Medicine, Sydney, New South Wales, Australia.",
        "Acute Gynaecology, Early Pregnancy and Advanced Endosurgery Unit, Nepean Hospital, Penrith, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Pathan",
      "fore_name": "Faraz",
      "initials": "F",
      "name": "Faraz Pathan",
      "affiliations": [
        "Department of Cardiology, Nepean Hospital, Penrith, Sydney, New South Wales, Australia.",
        "Charles Perkins Centre, Nepean Clinical School, University of Sydney, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University Department of Medicine, Hamilton, Ontario, Canada.",
        "Robinson Research Institute, The University of Adelaide School of Medicine, Adelaide, South Australia, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Heart (British Cardiac Society)",
    "iso_abbreviation": "Heart",
    "issn": "1468-201X",
    "issn_type": "Electronic",
    "volume": "111",
    "issue": "9",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "10"
  },
  "start_page": "402",
  "end_page": "411",
  "pages": "402-411",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Cerebrovascular Disorders",
    "Female",
    "Cardiovascular Diseases",
    "Risk Assessment",
    "Risk Factors",
    "Genital Diseases, Female"
  ],
  "article_ids": {
    "pubmed": "39993911",
    "doi": "10.1136/heartjnl-2024-324675",
    "pii": "heartjnl-2024-324675"
  },
  "doi": "10.1136/heartjnl-2024-324675",
  "dates": {
    "completed": "2025-04-10",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.185755",
    "pmid": "39993911"
  }
}