{
  "pmid": "40007901",
  "uid": "40007901",
  "title": "Effectiveness of a universal film intervention in reducing violence against children and increasing positive parenting among migrant and displaced caregivers from Myanmar: a community-based cluster randomised trial.",
  "abstract": "BACKGROUND: Parenting interventions have been shown to reduce violence against children and promote positive parenting, but evidence on interventions to achieve population-level reach and impact is limited in low-resource settings. We assessed the impact of a universal film intervention for migrant and displaced caregivers from Myanmar living in Thailand. METHODS: We implemented a two-arm, cluster randomised trial in Tak province, Thailand, on the border with Myanmar. 44 communities were stratified by district and randomly allocated to intervention or control (1:1) using a computer-generated list of random numbers. Intervention group participants received a screening of a 66-min narrative drama film about parenting, followed by a 30-40-min discussion and a 5-min video and poster summarising key messages. Control group participants received information about local health and social services. Eligible participants were primary caregivers aged 18 years or older with a child aged 4-17 years at enrolment. Participants were surveyed at baseline, endline approximately 4 weeks post-intervention, and follow-up approximately 4 months post-intervention. Primary outcomes were caregiver self-reported use of physical and psychological violence and positive parenting, analysed using both imputed and non-imputed multilevel models estimating differences between study arms at endline and follow-up. Due to the nature of the intervention, participants and assessors were not masked. The trial was prospectively registered with Thai Clinical Trials Registry TCTR20230222005. FINDINGS: Between February and June 2023, 2249 participants in 44 communities completed baseline assessments and were randomly assigned to intervention (n = 1116) and control (n = 1133). 2023 caregivers (n = 998 in intervention and n = 1025 in control) completed the four-week endline survey and 1909 caregivers (n = 961 in intervention and n = 948 in control) completed the four-month follow-up. Intention to treat analyses showed the intervention reduced physical violence (IRR 0.91, 95% CI 0.85-0.97) and increased positive parenting (β 0.46, 95% CI -0.03 to 0.95). No meaningful differences were observed for psychological violence between intervention and control groups, with imprecisely estimated effects close to zero (β 0.47, 95% CI -0.62 to 1.57). Small effects were observed for the secondary and exploratory outcomes of parenting knowledge, belief in the need for harsh punishment, engagement in early learning, family functioning, and social support. Subgroup analyses suggest that the intervention may be more effective at reducing physical violence among female caregivers and caregivers of female children and younger children. There were no reported adverse effects. INTERPRETATION: Universal parenting interventions using a film-based entertainment-education approach can effectively reduce physical violence against children and increase positive parenting, with potential for scalability in low-resource settings. FUNDING: This study is part of the Global Parenting Initiative, which is funded by The LEGO Foundation, Oak Foundation, the World Childhood Foundation, The Human Safety Net, and the UK Research and Innovation Global Challenges Research Fund ((ES/S008101/1).",
  "authors": [
    {
      "last_name": "Sim",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Sim",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, The Offord Centre for Child Studies, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Lwin",
      "fore_name": "Khaing Zar",
      "initials": "KZ",
      "name": "Khaing Zar Lwin",
      "affiliations": [
        "Institute for Population and Social Research, Mahidol University, Phutthamonthon Sai 4 Road, Salaya, Phutthamonthon, Nakhon Pathom 73170, Thailand."
      ]
    },
    {
      "last_name": "Eagling-Peche",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Eagling-Peche",
      "affiliations": [
        "Department of Social Policy and Intervention, University of Oxford, 32 Wellington Square, Oxford OX1 2ER, UK."
      ]
    },
    {
      "last_name": "Melendez-Torres",
      "fore_name": "G J",
      "initials": "GJ",
      "name": "G J Melendez-Torres",
      "affiliations": [
        "University of Exeter Medical School, St Luke's Campus, South Cloisters, Heavitree Road, Exeter EX1 2LU, UK."
      ]
    },
    {
      "last_name": "Vyas",
      "fore_name": "Seema",
      "initials": "S",
      "name": "Seema Vyas",
      "affiliations": [
        "Department of Social Policy and Intervention, University of Oxford, 32 Wellington Square, Oxford OX1 2ER, UK."
      ]
    },
    {
      "last_name": "Calderon",
      "fore_name": "Francisco",
      "initials": "F",
      "name": "Francisco Calderon",
      "affiliations": [
        "Department of Social Policy and Intervention, University of Oxford, 32 Wellington Square, Oxford OX1 2ER, UK."
      ]
    },
    {
      "last_name": "Jirapramukpitak",
      "fore_name": "Tawanchai",
      "initials": "T",
      "name": "Tawanchai Jirapramukpitak",
      "affiliations": [
        "Institute for Population and Social Research, Mahidol University, Phutthamonthon Sai 4 Road, Salaya, Phutthamonthon, Nakhon Pathom 73170, Thailand."
      ]
    },
    {
      "last_name": "Lachman",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Lachman",
      "affiliations": [
        "Department of Social Policy and Intervention, University of Oxford, 32 Wellington Square, Oxford OX1 2ER, UK."
      ]
    },
    {
      "last_name": "Punpuing",
      "fore_name": "Sureeporn",
      "initials": "S",
      "name": "Sureeporn Punpuing",
      "affiliations": [
        "Institute for Population and Social Research, Mahidol University, Phutthamonthon Sai 4 Road, Salaya, Phutthamonthon, Nakhon Pathom 73170, Thailand."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, The Offord Centre for Child Studies, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Soan",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Soan",
      "affiliations": [
        "Sermpanya Foundation Thailand, 103/5 Samak-sappakan Road, Mae Sot, Tak 63110, Thailand."
      ]
    },
    {
      "last_name": "Oo",
      "fore_name": "Nway Nway",
      "initials": "NN",
      "name": "Nway Nway Oo",
      "affiliations": [
        "Mae Tao Clinic, 702, Moo 1, Tha Sai Luad, Mae Sot, Tak 63110, Thailand."
      ]
    },
    {
      "last_name": "Mitjans",
      "fore_name": "Ivet Castello",
      "initials": "IC",
      "name": "Ivet Castello Mitjans",
      "affiliations": [
        "Help Without Frontiers Thailand Foundation, 203 Moo2, Mae Pa, Mae Sot, Tak 63110, Thailand."
      ]
    },
    {
      "last_name": "Tyrosvoutis",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Tyrosvoutis",
      "affiliations": [
        "Inclusive Education Foundation, 11 Soi Ruamrang, Samaksapphakarn Road, Mae Sot, Tak 63110, Thailand."
      ]
    },
    {
      "last_name": "Puffer",
      "fore_name": "Eve",
      "initials": "E",
      "name": "Eve Puffer",
      "affiliations": [
        "Department of Psychology and Neuroscience, Duke Global Health Institute, Duke University, Box 90086, 417 Chapel Drive, Durham, NC 27708-0086, USA."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet regional health. Southeast Asia",
    "iso_abbreviation": "Lancet Reg Health Southeast Asia",
    "issn": "2772-3682",
    "issn_type": "Electronic",
    "volume": "33",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "100526",
  "pages": "100526",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40007901",
    "pmc": "PMC11852669",
    "doi": "10.1016/j.lansea.2024.100526",
    "pii": "S2772-3682(24)00176-8"
  },
  "doi": "10.1016/j.lansea.2024.100526",
  "pmc_id": "PMC11852669",
  "dates": {
    "revised": "2025-02-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.706609",
    "pmid": "40007901"
  }
}