{
  "pmid": "40018586",
  "uid": "40018586",
  "title": "Equity in home care use in Canada: a cross-sectional analysis of the Canadian longitudinal study on ageing.",
  "abstract": "BACKGROUND: Although home care is an essential service that enables older adults to age at home, there are concerns that not all populations have equitable access to home care services in Canada. The primary objective of this study is to describe formal home care use in Canada across a broad set of demographic and socioeconomic factors. METHODS: We conducted a cross-sectional analysis of formal home care use among community-dwelling adults aged 45+ using data from the Canadian longitudinal study on ageing (CLSA) at the 3-year post-baseline follow-up (2015-18). We calculated crude prevalences of formal home care use, stratified by functional status, within the following equity stratification factors: sex, gender, income, education, immigration history, rurality, social support and population group. We used logistic regression models with marginal effects to calculate prevalences of formal home care use while further adjusting for factors related to home care need such as functional impairment, chronic conditions, assistive device use and self-reported health. RESULTS: Of 43 115 CLSA participants included, we found that 8.0% used formal home care services in the previous 12 months. Higher levels of functional impairment were consistently associated with greater home care use. Our unadjusted analysis found significant variations in home care use by sex, gender, income, education, immigration history, rurality and social support. After adjusting for factors related to home care need, we found that individuals with lower income, recent immigration and lower education were significantly less likely to use formal home care services, while individuals with less social support were significantly more likely to use formal home care services. CONCLUSIONS: This study highlights disparities in home care use in Canada by income, immigration, education and social support. These findings emphasise the importance of developing federal and provincial policies to address barriers and promote equitable access to home care.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "James",
      "initials": "J",
      "name": "James Lee",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0747-5346"
    },
    {
      "last_name": "Watt",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Watt",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Ontario, Canada.",
        "Division of Geriatric Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-5296-6013"
    },
    {
      "last_name": "Mayhew",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Mayhew",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sinn",
      "fore_name": "Chi-Ling",
      "initials": "CL",
      "name": "Chi-Ling Sinn",
      "affiliations": [
        "St Joseph's Health System, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7878-2060"
    },
    {
      "last_name": "Schumacher",
      "fore_name": "Connie L",
      "initials": "CL",
      "name": "Connie L Schumacher",
      "affiliations": [
        "School of Nursing, Brock University, St Catherine's, Ontario, Canada."
      ],
      "orcid": "0000-0001-9065-6975"
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "St Joseph's Health System, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-6282-3614"
    }
  ],
  "journal": {
    "title": "BMJ public health",
    "iso_abbreviation": "BMJ Public Health",
    "issn": "2753-4294",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Dec"
  },
  "start_page": "e000812",
  "pages": "e000812",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40018586",
    "pmc": "PMC11816407",
    "doi": "10.1136/bmjph-2023-000812",
    "pii": "bmjph-2023-000812"
  },
  "doi": "10.1136/bmjph-2023-000812",
  "pmc_id": "PMC11816407",
  "dates": {
    "revised": "2025-03-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.536370",
    "pmid": "40018586"
  }
}