{
  "pmid": "40015722",
  "uid": "40015722",
  "title": "Use and safety of corticosteroid injections in joints and musculoskeletal soft tissue: guidelines from the American Society of Regional Anesthesia and Pain Medicine, the American Academy of Pain Medicine, the American Society of Interventional Pain Physicians, and the International Pain and Spine Intervention Society.",
  "abstract": "BACKGROUND: Intra-articular corticosteroid (IACS) injection and peri-articular corticosteroid injection are commonly used to treat musculoskeletal conditions. Results vary by musculoskeletal region, but most studies report short-term benefit with mixed results on long-term relief. Publications showed adverse events from single corticosteroid injections. Recommended effective doses were lower than those currently used by clinicians. METHODS: Development of the practice guideline for joint injections was approved by the Board of Directors of the American Society of Regional Anesthesia and Pain Medicine and the participating societies. A Corticosteroid Safety Work Group coordinated the development of three guidelines: peripheral nerve blocks and trigger points; joints; and neuraxial, facet, and sacroiliac joint injections. The topics included safety of the technique in relation to landmark-guided, ultrasound-guided, or radiology-aided injections; effect of the addition of the corticosteroid on the efficacy of the injectate; and adverse events related to the injection. Experts on the topics were assigned to extensively review the literature and initially develop consensus statements and recommendations. A modified version of the US Preventive Services Task Force grading of evidence and strength of recommendation was followed. A modified Delphi process was adhered to in arriving at a consensus. RESULTS: This guideline focuses on the safety and efficacy of corticosteroid joint injections for managing joint chronic pain in adults. The joints that were addressed included the shoulder, elbow, hand, wrist, hip, knee, and small joints of the hands and feet. All the statements and recommendations were approved by all participants and the Board of Directors of the participating societies after four rounds of discussion. There is little evidence to guide the selection of one corticosteroid over another. Ultrasound guidance increases the accuracy of injections and reduces procedural pain. A dose of 20 mg triamcinolone is as effective as 40 mg for both shoulder IACS and subacromial subdeltoid bursa corticosteroid injections. The commonly used dose for hip IACS is 40 mg triamcinolone or methylprednisolone. Triamcinolone 40 mg is as effective as 80 mg for knee IACS. Overall, IACS injections result in short-term pain relief from a few weeks to a few months. The adverse events include an increase in blood glucose, adrenal suppression, detrimental effect on cartilage lining the joint, reduction of bone mineral density, and postoperative joint infection. CONCLUSIONS: In this practice guideline, we provided specific recommendations on the role of corticosteroids in joint, bursa, and peritendon injections for musculoskeletal pain.",
  "authors": [
    {
      "last_name": "Benzon",
      "fore_name": "Honorio T",
      "initials": "HT",
      "name": "Honorio T Benzon",
      "affiliations": [
        "Anesthesiology, Northwestern University Feinberg School of Medicine, Chicago, Illinois, USA Honorio.Benzon@nm.org."
      ],
      "orcid": "0000-0003-1376-8003"
    },
    {
      "last_name": "Provenzano",
      "fore_name": "David Anthony",
      "initials": "DA",
      "name": "David Anthony Provenzano",
      "affiliations": [
        "Pain Diagnostics and Interventional Care, Sewickley, Pennsylvania, USA."
      ],
      "orcid": "0000-0002-2147-3523"
    },
    {
      "last_name": "Nagpal",
      "fore_name": "Ameet",
      "initials": "A",
      "name": "Ameet Nagpal",
      "affiliations": [
        "PM&R, Medical University of South Carolina, Charleston, South Carolina, USA."
      ],
      "orcid": "0000-0001-5642-3465"
    },
    {
      "last_name": "Souza",
      "fore_name": "Dmitri",
      "initials": "D",
      "name": "Dmitri Souza",
      "affiliations": [
        "Pain Medicine, Summa Western Reserve Hospital, Cuyahoga Falls, Ohio, USA."
      ]
    },
    {
      "last_name": "Eckmann",
      "fore_name": "Maxim S",
      "initials": "MS",
      "name": "Maxim S Eckmann",
      "affiliations": [
        "Anesthesiology, The University of Texas Health Science Center at San Antonio, San Antonio, Texas, USA."
      ]
    },
    {
      "last_name": "Nelson",
      "fore_name": "Ariana M",
      "initials": "AM",
      "name": "Ariana M Nelson",
      "affiliations": [
        "Department of Anesthesiology and Perioperative Medicine, University of California, Irvine, Irvine, California, USA.",
        "Department of Aerospace Medicine, Exploration Medical Capability, NASA Johnson Space Center, Houston, Texas, USA."
      ],
      "orcid": "0000-0003-1575-1635"
    },
    {
      "last_name": "Mina",
      "fore_name": "Maged",
      "initials": "M",
      "name": "Maged Mina",
      "affiliations": [
        "Anesthesiology, The University of Texas Health Science Center at San Antonio, San Antonio, Texas, USA."
      ]
    },
    {
      "last_name": "Abd-Elsayed",
      "fore_name": "Alaa",
      "initials": "A",
      "name": "Alaa Abd-Elsayed",
      "affiliations": [
        "University of Wisconsin Madison School of Medicine and Public Health, Madison, Wisconsin, USA."
      ]
    },
    {
      "last_name": "Elmofty",
      "fore_name": "Dalia",
      "initials": "D",
      "name": "Dalia Elmofty",
      "affiliations": [
        "Department of Anesthesia, University of Chicago Medical Center, Chicago, Illinois, USA."
      ]
    },
    {
      "last_name": "Chadwick",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Chadwick",
      "affiliations": [
        "Anesthesiology, The University of Kansas Medical Center, Kansas City, Kansas, USA."
      ],
      "orcid": "0000-0002-0570-9997"
    },
    {
      "last_name": "Doshi",
      "fore_name": "Tina L",
      "initials": "TL",
      "name": "Tina L Doshi",
      "affiliations": [
        "Anesthesiology and Critical Care Medicine, Johns Hopkins Medicine, Baltimore, Maryland, USA."
      ],
      "orcid": "0000-0001-5011-3298"
    },
    {
      "last_name": "Pino",
      "fore_name": "Carlos A",
      "initials": "CA",
      "name": "Carlos A Pino",
      "affiliations": [
        "Anesthesiology, Naval Medical Center San Diego, San Diego, California, USA."
      ],
      "orcid": "0000-0002-7560-8403"
    },
    {
      "last_name": "Rana",
      "fore_name": "Maunak",
      "initials": "M",
      "name": "Maunak Rana",
      "affiliations": [
        "Department of Anesthesia, University of Chicago Medical Center, Chicago, Illinois, USA."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Shalini",
      "initials": "S",
      "name": "Shalini Shah",
      "affiliations": [
        "University of California, Irvine, Orange, California, USA."
      ]
    },
    {
      "last_name": "Shankar",
      "fore_name": "Hariharan",
      "initials": "H",
      "name": "Hariharan Shankar",
      "affiliations": [
        "Anesthesiology, Clement J Zablocki VA Medical Center, Milwaukee, Wisconsin, USA."
      ],
      "orcid": "0000-0002-1567-3887"
    },
    {
      "last_name": "Stout",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Stout",
      "affiliations": [
        "PM&R, Cleveland Clinic Neurological Institute, Cleveland, Ohio, USA."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Smith",
      "affiliations": [
        "American Society of Regional Anesthesia and Pain Medicine, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Abdi",
      "fore_name": "Salahadin",
      "initials": "S",
      "name": "Salahadin Abdi",
      "affiliations": [
        "Pain, The University of Texas MD Anderson Cancer Center, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "Steven P",
      "initials": "SP",
      "name": "Steven P Cohen",
      "affiliations": [
        "Anesthesiology, Pain Medicine Division; PM&R; Neurology; Psychiatry; Neurosurgery, Northwestern University Feinberg School of Medicine, Chicago, Illinois, USA."
      ],
      "orcid": "0000-0001-5928-2127"
    },
    {
      "last_name": "Hirsch",
      "fore_name": "Joshua A",
      "initials": "JA",
      "name": "Joshua A Hirsch",
      "affiliations": [
        "Department of Interventional Radiology, Massachusetts General Hospital, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Schneider",
      "fore_name": "Byron J",
      "initials": "BJ",
      "name": "Byron J Schneider",
      "affiliations": [
        "PM&R, Vanderbilt University Medical Center, Nashville, Tennessee, USA."
      ]
    },
    {
      "last_name": "Manchikanti",
      "fore_name": "Laxmaiah",
      "initials": "L",
      "name": "Laxmaiah Manchikanti",
      "affiliations": [
        "University of Louisville Health Sciences Center, Louisville, Kentucky, USA."
      ]
    },
    {
      "last_name": "Maus",
      "fore_name": "Timothy P",
      "initials": "TP",
      "name": "Timothy P Maus",
      "affiliations": [
        "Radiology, Mayo Clinic, Rochester, Minnesota, USA."
      ]
    },
    {
      "last_name": "Narouze",
      "fore_name": "Samer",
      "initials": "S",
      "name": "Samer Narouze",
      "affiliations": [
        "Pain Medicine, University Hospitals Cleveland Medical Center, Cleveland, Ohio, USA."
      ],
      "orcid": "0000-0003-1849-1402"
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4105-4465"
    },
    {
      "last_name": "Wasan",
      "fore_name": "Ajay D",
      "initials": "AD",
      "name": "Ajay D Wasan",
      "affiliations": [
        "University of Pittsburgh Health Sciences, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Hoang",
      "fore_name": "Thanh D",
      "initials": "TD",
      "name": "Thanh D Hoang",
      "affiliations": [
        "Endocrinology, Walter Reed Army Medical Center, Bethesda, Maryland, USA."
      ]
    },
    {
      "last_name": "Rivera",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Rivera",
      "affiliations": [
        "Orthopedic Surgery, LSUHSC, New Orleans, Louisiana, USA."
      ]
    },
    {
      "last_name": "Hunt",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Hunt",
      "affiliations": [
        "Anesthesiology-Pain Medicine, Mayo Clinic, Jacksonville, Florida, USA."
      ],
      "orcid": "0000-0002-0507-7889"
    },
    {
      "last_name": "FitzGerald",
      "fore_name": "John D",
      "initials": "JD",
      "name": "John D FitzGerald",
      "affiliations": [
        "Medicine (Rheumatology), UCLA, Los Angeles, California, USA."
      ]
    }
  ],
  "journal": {
    "title": "Regional anesthesia and pain medicine",
    "iso_abbreviation": "Reg Anesth Pain Med",
    "issn": "1532-8651",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "12"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40015722",
    "doi": "10.1136/rapm-2024-105656",
    "pii": "rapm-2024-105656"
  },
  "doi": "10.1136/rapm-2024-105656",
  "dates": {
    "revised": "2025-03-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.677908",
    "pmid": "40015722"
  }
}