{
  "pmid": "40027936",
  "uid": "40027936",
  "title": "Impact of Baseline Kidney Function on the Rate of Progressive Kidney Disease After Pregnancy: A Population-Based Cohort Study Research Protocol.",
  "abstract": "BACKGROUND: Better data are necessary to determine whether baseline level of kidney function affects the rate of progressive kidney disease following pregnancy. OBJECTIVE: The objective was to determine whether the baseline (pre-pregnancy) estimated glomerular filtration rate (eGFR) modifies the association between becoming pregnant and the subsequent rate of progressive kidney disease. DESIGN: Population-based cohort study using provincial administrative health care databases in Ontario and Alberta, Canada. SETTING: The sample will be accrued from April 1, 2007, to March 31, 2023, in Ontario and from April 1, 2012, to March 31, 2023, in Alberta. Follow-up for study outcomes will occur until March 31, 2024. PARTICIPANTS: The pregnant group will include adult female residents of Ontario or Alberta with a record of a pregnancy of 20 to 46 weeks' gestation during the accrual period, and the non-pregnant group will include adult female residents with no prior record of pregnancy. The cohort entry dates in those in the pregnant group will be the estimated date of conception; the entry dates for those in the non-pregnant group will be randomly assigned following the distribution of dates in the pregnant group. To be eligible, individuals must be between 18 and 45 years old at cohort entry. They require at least 1 serum creatinine measurement within 2 years before entry and should not have received maintenance dialysis or a prior kidney transplant. Both groups will be categorized into one of 3 levels of baseline eGFR (≥60, 45-59, and <45 mL/min per 1.73 m[2]). Inverse probability of treatment weighting on a propensity score will be used to balance the pregnant and non-pregnant groups on baseline characteristics (including age, proteinuria, hypertension, and diabetes) within the 3 categories of baseline eGFR. MEASUREMENTS: The primary outcome, progressive kidney disease, will be defined as a composite of a persistent ≥40% drop in eGFR from the baseline value, a new persistent eGFR <15 mL/min per 1.73 m[2], receipt of maintenance dialysis, or receipt of a kidney transplant. The secondary outcomes will be the components of the primary composite outcome examined separately and the annualized change in eGFR in mL/min per 1.73 m[2] from baseline. METHODS: We will test for statistical interaction to determine whether the baseline category of eGFR modifies the rate of long-term progressive kidney disease after pregnancy. We hypothesize that a statistical interaction will be present. We will present weighted cause-specific hazard ratios (HRs) and cumulative incidence function (CIF) curves for up to 10 years of follow-up for the pregnant and non-pregnant groups stratified by each eGFR category. We will perform additional pre-specified analyses to confirm whether the findings are robust and examine associations that account for baseline proteinuria. RESULTS: Based on a feasibility analysis using ICES data in Ontario, we expect the cohort to include over 400 000 pregnant females and 1.2 million non-pregnant females. This includes at least 395 000 pregnant females with baseline eGFR ≥60 mL/min/1.73 m[2], 300 with eGFR 45 to 59 mL/min/1.73 m[2], and 110 with eGFR <45 mL/min/1.73 m[2]. The median follow-up is anticipated to be 5 years (range = 1-17 years) with minimal loss to follow-up. LIMITATIONS: Measures of kidney function will be obtained as part of routine care (not according to a research schedule). Measures of baseline proteinuria are frequently missing from routine care data, even in up to 15% of those with an eGFR <45 mL/min per 1.73 m[2]. CONCLUSION: This study will investigate whether the level of baseline eGFR modifies the rate of progressive kidney disease after pregnancy and will estimate the cumulative incidence of progressive kidney disease in pregnant and non-pregnant females across 3 categories of baseline eGFR.",
  "authors": [
    {
      "last_name": "Bathini",
      "fore_name": "Lavanya",
      "initials": "L",
      "name": "Lavanya Bathini",
      "affiliations": [
        "Department of Medicine, University of Alberta, Edmonton, Canada.",
        "University of Alberta Hospital, Edmonton, Canada."
      ],
      "orcid": "0009-0004-3676-8772"
    },
    {
      "last_name": "Jeyakumar",
      "fore_name": "Nivethika",
      "initials": "N",
      "name": "Nivethika Jeyakumar",
      "affiliations": [
        "London Health Sciences Research, ON, Canada."
      ]
    },
    {
      "last_name": "Sontrop",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Sontrop",
      "affiliations": [
        "London Health Sciences Research, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine and Dentistry, Western University, London, ON, Canada.",
        "ICES, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-7784-2028"
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "London Health Sciences Research, ON, Canada.",
        "ICES, Toronto, ON, Canada."
      ],
      "orcid": "0009-0000-6944-6471"
    },
    {
      "last_name": "Kang",
      "fore_name": "Yuguang",
      "initials": "Y",
      "name": "Yuguang Kang",
      "affiliations": [
        "London Health Sciences Research, ON, Canada.",
        "ICES, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Luo",
      "affiliations": [
        "London Health Sciences Research, ON, Canada.",
        "ICES, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-0608-9793"
    },
    {
      "last_name": "Bello",
      "fore_name": "Aminu",
      "initials": "A",
      "name": "Aminu Bello",
      "affiliations": [
        "Department of Medicine, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Collister",
      "fore_name": "David",
      "initials": "D",
      "name": "David Collister",
      "affiliations": [
        "Department of Medicine, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Sofia",
      "initials": "S",
      "name": "Sofia Ahmed",
      "affiliations": [
        "Department of Medicine, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Kaul",
      "fore_name": "Padma",
      "initials": "P",
      "name": "Padma Kaul",
      "affiliations": [
        "Department of Medicine, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Youngson",
      "fore_name": "Erik",
      "initials": "E",
      "name": "Erik Youngson",
      "affiliations": [
        "Provincial Research Data Services, Alberta Health Services, Edmonton, Canada.",
        "Data and Research Services, Alberta SPOR SUPPORT Unit, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Braam",
      "fore_name": "Branko",
      "initials": "B",
      "name": "Branko Braam",
      "affiliations": [
        "Department of Medicine, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Melamed",
      "fore_name": "Nir",
      "initials": "N",
      "name": "Nir Melamed",
      "affiliations": [
        "Divisions of Nephrology and Obstetric Medicine, Department of Medicine, Sunnybrook Health Sciences Centre, Temerty School of Medicine, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hladunewich",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Hladunewich",
      "affiliations": [
        "ICES, Toronto, ON, Canada.",
        "Divisions of Nephrology and Obstetric Medicine, Department of Medicine, Sunnybrook Health Sciences Centre, Temerty School of Medicine, University of Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-9227-4292"
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "London Health Sciences Research, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine and Dentistry, Western University, London, ON, Canada.",
        "ICES, Toronto, ON, Canada.",
        "Division of Nephrology, Department of Medicine, Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2025"
  },
  "start_page": "20543581251318836",
  "pages": "20543581251318836",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40027936",
    "pmc": "PMC11869263",
    "doi": "10.1177/20543581251318836",
    "pii": "10.1177_20543581251318836"
  },
  "doi": "10.1177/20543581251318836",
  "pmc_id": "PMC11869263",
  "dates": {
    "revised": "2025-03-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.430589",
    "pmid": "40027936"
  }
}