{
  "pmid": "40022513",
  "uid": "40022513",
  "title": "In silico and in vivo evaluation of erucic acid against pentylenetetrazole-induced seizures in mice by modulating oxidative stress, neurotransmitters and neuroinflammation markers.",
  "abstract": "BACKGROUND: Pentylenetetrazole (PTZ) is a commonly used chemical to induce epileptic seizures in experimental animals. AIM: To investigate the neuroprotective effects of erucic acid against PTZ-induced seizures in mice and explore its underlying mechanisms. METHODOLOGY: The mice were randomly allocated into four groups: normal control, PTZ-treated (35 mg/kg via intraperitoneal injection), and PTZ + erucic acid (at doses of 10 and 20 mg/kg). Various parameters were assessed, including the percentage of animals experiencing convulsions, latency to death, percentage of deaths, levels of neurotransmitters, pro-inflammatory cytokines such as interleukin-6 (IL-6), interleukin-1 beta (IL-1β), tumor necrosis factor-alpha (TNF-α), nuclear factor kappa B (NF-κB), oxidative stress marker malondialdehyde (MDA), antioxidant enzymes catalase (CAT), superoxide dismutase (SOD), reduced glutathione (GSH), and caspase-3. The docking analysis was performed using AutoDock Vina software. RESULTS: Erucic acid markedly reduced the severity and frequency of PTZ-induced seizures, significantly decreased mortality rates, and restored altered neurotransmitter levels in mice. It alleviated oxidative stress by increasing the activity of antioxidant enzymes and reducing malondialdehyde (MDA) levels. Additionally, erucic acid mitigated neuroinflammation by downregulating pro-inflammatory cytokine production and inhibiting NF-κB activation. Molecular docking studies demonstrated that erucic acid exhibited strong binding affinities toward key molecular targets, including GABA (-4.546), NF-κB (-5.982), and caspase-3 (-5.22), suggesting its potential as a neuroprotective agent. CONCLUSION: Erucic acid may be an effective natural compound in PTZ-induced seizures in mice by restoring neurotransmitters, oxidative stress and neuroinflammatory mediators. It could prove to be a better alternative in the treatment of epilepsy.",
  "authors": [
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Moglad",
      "fore_name": "Ehssan",
      "initials": "E",
      "name": "Ehssan Moglad",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Prince Sattam bin Abdulaziz University, Alkharj, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alhassan",
      "fore_name": "Hassan H",
      "initials": "HH",
      "name": "Hassan H Alhassan",
      "affiliations": [
        "Department of Clinical Laboratory Sciences, College of Applied Medical Sciences, Jouf University, Sakaka, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Abdulaziz Ibrahim",
      "initials": "AI",
      "name": "Abdulaziz Ibrahim Alzarea",
      "affiliations": [
        "Department of Clinical Pharmacy, College of Pharmacy, Jouf University, Sakaka, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alsaidan",
      "fore_name": "Omar Awad",
      "initials": "OA",
      "name": "Omar Awad Alsaidan",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Jouf University, Sakaka, Saudi Arabia."
      ]
    },
    {
      "last_name": "Sayyed",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Sayyed",
      "affiliations": [
        "School of Pharmacy, Glocal University, Saharanpur, India."
      ],
      "orcid": "0000-0003-0517-4934"
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Sciences, King Abdulaziz University, Jeddah, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Nutritional neuroscience",
    "iso_abbreviation": "Nutr Neurosci",
    "issn": "1476-8305",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "28"
  },
  "start_page": "1",
  "end_page": "16",
  "pages": "1-16",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40022513",
    "doi": "10.1080/1028415X.2025.2463677"
  },
  "doi": "10.1080/1028415X.2025.2463677",
  "dates": {
    "revised": "2025-03-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.202723",
    "pmid": "40022513"
  }
}