{
  "pmid": "40033407",
  "uid": "40033407",
  "title": "Developing a framework for estimating comorbidity burden of inpatient cancer patients based on a case study in China.",
  "abstract": "Inpatient cancer patients often carry the dual burden of the cancer itself and comorbidities, which were recognized as one of the most urgent global public health issues to be addressed. Based on a case study conducted in a tertiary hospital in Shandong Province, this study developed a framework for the extraction of hospital information system data, identification of basic comorbidity characteristics, estimation of the comorbidity burden, and examination of the associations between comorbidity patterns and outcome measures. In the case study, demographic data, diagnostic data, medication data and cost data were extracted from the hospital information system under a stringent inclusion and exclusion process, and the diagnostic data were coded by trained coders with the 10th revision of the International Classification of Diseases (ICD-10). Comorbidities in this study was assessed using the NCI Comorbidity Index, which identifies multiple comorbidities. Rates, numbers, types and severity of comorbidity for inpatient cancer patients together form the characterization of comorbidities. All prevalent conditions in this cohort were included in the cluster analysis. Patient characteristics of each comorbidity cluster were described. Different comorbidity patterns of inpatient cancer patients were identified, and the associations between comorbidity patterns and outcome measures were examined. This framework can be adopted to guide the patient care, hospital administration and medical resource allocation, and has the potential to be applied in various healthcare settings at local, regional, national, and international levels to foster a healthcare environment that is more responsive to the complexities of cancer and its associated conditions. The application of this framework needs to be optimized to overcome a few limitations in data acquisition, data integration, treatment priorities that vary by stage, and ethics and privacy issues.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Jiamin",
      "initials": "J",
      "name": "Jiamin Wang",
      "affiliations": [
        "Centre for Health Management and Policy Research of Shandong University (Shandong Provincial Key New Think Tank), Jinan, 250012, China.",
        "NHC Key Lab of Health Economics and Policy Research, Shandong University, Jinan, 250012, China.",
        "Department of Social Medicine and Health Management, School of Public Health, Cheeloo College of Medicine, Shandong University, Shandong, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Wenjing",
      "initials": "W",
      "name": "Wenjing Zhang",
      "affiliations": [
        "Infection Management Department, Longquanyi District Traditional Chinese Medicine Hospital, Chengdu, 610100, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Kexin",
      "initials": "K",
      "name": "Kexin Sun",
      "affiliations": [
        "Office for Cancer Registry, National Cancer Center/National Clinical Research Center for Cancer/Cancer Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100021, China."
      ]
    },
    {
      "last_name": "Su",
      "fore_name": "Mingzhu",
      "initials": "M",
      "name": "Mingzhu Su",
      "affiliations": [
        "Centre for Health Management and Policy Research of Shandong University (Shandong Provincial Key New Think Tank), Jinan, 250012, China.",
        "NHC Key Lab of Health Economics and Policy Research, Shandong University, Jinan, 250012, China.",
        "Department of Social Medicine and Health Management, School of Public Health, Cheeloo College of Medicine, Shandong University, Shandong, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Centre for Health Management and Policy Research of Shandong University (Shandong Provincial Key New Think Tank), Jinan, 250012, China.",
        "NHC Key Lab of Health Economics and Policy Research, Shandong University, Jinan, 250012, China.",
        "Department of Social Medicine and Health Management, School of Public Health, Cheeloo College of Medicine, Shandong University, Shandong, China."
      ]
    },
    {
      "last_name": "Su",
      "fore_name": "Jun",
      "initials": "J",
      "name": "Jun Su",
      "affiliations": [
        "Centre for Health Management and Policy Research of Shandong University (Shandong Provincial Key New Think Tank), Jinan, 250012, China.",
        "NHC Key Lab of Health Economics and Policy Research, Shandong University, Jinan, 250012, China.",
        "Department of Social Medicine and Health Management, School of Public Health, Cheeloo College of Medicine, Shandong University, Shandong, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Xiaojie",
      "initials": "X",
      "name": "Xiaojie Sun",
      "affiliations": [
        "Centre for Health Management and Policy Research of Shandong University (Shandong Provincial Key New Think Tank), Jinan, 250012, China. xiaojiesun@sdu.edu.cn.",
        "NHC Key Lab of Health Economics and Policy Research, Shandong University, Jinan, 250012, China. xiaojiesun@sdu.edu.cn.",
        "Department of Social Medicine and Health Management, School of Public Health, Cheeloo College of Medicine, Shandong University, Shandong, China. xiaojiesun@sdu.edu.cn."
      ],
      "orcid": "0000-0002-3693-3203"
    }
  ],
  "journal": {
    "title": "Global health research and policy",
    "iso_abbreviation": "Glob Health Res Policy",
    "issn": "2397-0642",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "03"
  },
  "start_page": "13",
  "pages": "13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Neoplasms",
    "China",
    "Comorbidity",
    "Male",
    "Female",
    "Middle Aged",
    "Inpatients",
    "Aged",
    "Adult",
    "Cost of Illness",
    "Hospital Information Systems",
    "Tertiary Care Centers",
    "Hospitalization"
  ],
  "article_ids": {
    "pubmed": "40033407",
    "pmc": "PMC11874831",
    "doi": "10.1186/s41256-025-00411-3",
    "pii": "10.1186/s41256-025-00411-3"
  },
  "doi": "10.1186/s41256-025-00411-3",
  "pmc_id": "PMC11874831",
  "dates": {
    "completed": "2025-05-11",
    "revised": "2025-05-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "2020QNQT019",
      "agency": "Shandong University Multidisciplinary Research and Innovation Team of Young Scholars"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.741312",
    "pmid": "40033407"
  }
}