{
  "pmid": "40034491",
  "uid": "40034491",
  "title": "Factors influencing the adoption of innovation in spine surgery: An international survey of AO spine network.",
  "abstract": "INTRODUCTION: Knowledge translation from research to clinical practice can often be challenging, and practice modification patterns among surgeons may stem from a variety of sources, including personal experience, peer influence, ongoing education, and evolving research findings. RESEARCH QUESTION: This study aimed to investigate the adoption patterns amongst surgeons for newer innovations and to analyse the factors affecting the implementation of the same in clinical practice. We used the adoption of osteobiologics as a case example. METHODS: An international expert survey was conducted among AO Spine users and members. The survey, comprising 30 items, explored surgeons' demographics, risk aversion, and factors influencing practice change. We categorized the innovation-adoptive nature of the surgeons and scored their risk-adoptive behaviour. RESULTS: A total of 458 responses were received from surgeons across 81 countries including 433 male (95%), orthopaedic surgeons (n = 263; 57%) from university-affiliated hospitals (n = 185; 40%). Most were in the early majority phase of the innovation-adoption cycle (n = 174; 38%) with a majority in the 'high-moderate' risk-adoption category (n = 396; 86%). This risk adoption behaviour had a significant correlation with their appetite for innovation (r = 0.182,p=<0.001). About 67.9% of respondents preferred scientific literature and conference presentations showcasing solid clinical evidence to be the most influential factor in driving change in their clinical practice. Material logistics (55%) is considered an important barrier to practice modification followed by familiarity (50%) and financial reimbursements (25%). DISCUSSION & CONCLUSION: A complex interplay exists between risk-adoptive behaviour amongst surgeons and the factors influencing a change in their clinical practice. Although most surgeons were in the early adoptive phase in accepting the innovations into their clinical practice, they were also equally noted to be risk tolerant. Hence, a successful adoption of practice-changing innovation hinges on addressing not only logistical and financial challenges but also on providing robust scientific evidence to drive the necessary change in clinical practice.",
  "authors": [
    {
      "last_name": "Viswanadha",
      "fore_name": "Arun Kumar",
      "initials": "AK",
      "name": "Arun Kumar Viswanadha",
      "affiliations": [
        "Reva Spine Centre, Visakhapatnam, India."
      ]
    },
    {
      "last_name": "Ambrosio",
      "fore_name": "Luca",
      "initials": "L",
      "name": "Luca Ambrosio",
      "affiliations": [
        "Operative Research Unit of Orthopaedic and Trauma Surgery, Fondazione Policlinico Universitario Campus Bio-Medico, Rome, Italy.",
        "Research Unit of Orthopaedic and Trauma Surgery, Department of Medicine and Surgery, Università Campus Bio-Medico di Roma, Rome, Italy."
      ]
    },
    {
      "last_name": "Vergroesen",
      "fore_name": "Pieter-Paul A",
      "initials": "PA",
      "name": "Pieter-Paul A Vergroesen",
      "affiliations": [
        "Department of Orthopaedics, Noordwest Hospitals, Alkmaar, the Netherlands."
      ]
    },
    {
      "last_name": "Buser",
      "fore_name": "Zorica",
      "initials": "Z",
      "name": "Zorica Buser",
      "affiliations": [
        "Gerling Institute, New York City, NY, USA."
      ]
    },
    {
      "last_name": "Meisel",
      "fore_name": "Hans Joerg",
      "initials": "HJ",
      "name": "Hans Joerg Meisel",
      "affiliations": [
        "Department of Neurosurgery, BG Klinikum Bergmannstrost Halle, Halle, Germany."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cheung",
      "fore_name": "Jason P Y",
      "initials": "JPY",
      "name": "Jason P Y Cheung",
      "affiliations": [
        "Department of Orthopaedics and Traumatology, The University of Hong Kong, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Yabin",
      "initials": "Y",
      "name": "Yabin Wu",
      "affiliations": [
        "AO Spine International, AO Foundation, Davos, Switzerland."
      ]
    },
    {
      "last_name": "Le",
      "fore_name": "Hai V",
      "initials": "HV",
      "name": "Hai V Le",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of California, Davis, CA, USA."
      ]
    },
    {
      "last_name": "Vadalà",
      "fore_name": "Gianluca",
      "initials": "G",
      "name": "Gianluca Vadalà",
      "affiliations": [
        "Operative Research Unit of Orthopaedic and Trauma Surgery, Fondazione Policlinico Universitario Campus Bio-Medico, Rome, Italy.",
        "Research Unit of Orthopaedic and Trauma Surgery, Department of Medicine and Surgery, Università Campus Bio-Medico di Roma, Rome, Italy."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Jain",
      "affiliations": [
        "Department of Orthopaedic Surgery, Johns Hopkins University, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Demetriades",
      "fore_name": "Andreas K",
      "initials": "AK",
      "name": "Andreas K Demetriades",
      "affiliations": [
        "Department of Neurosurgery, Edinburgh Spinal Surgery Outcome Studies Group, Royal Infirmary Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Cho",
      "fore_name": "Sam K",
      "initials": "SK",
      "name": "Sam K Cho",
      "affiliations": [
        "Department of Orthopedic Surgery, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
      ]
    },
    {
      "last_name": "Hsieh",
      "fore_name": "Patrick C",
      "initials": "PC",
      "name": "Patrick C Hsieh",
      "affiliations": [
        "Department of Neurological Surgery, Keck School of Medicine, University of Southern California, CA, USA."
      ]
    },
    {
      "last_name": "Diwan",
      "fore_name": "Ashish",
      "initials": "A",
      "name": "Ashish Diwan",
      "affiliations": [
        "Spine Labs, St George and Sutherland Clinical School, University of New South Wales, Kogarah, NSW, Australia.",
        "Spine Service, Department of Orthopaedic Surgery, St George and Sutherland Clinical School, University of New South Wales, Kogarah, NSW, Australia."
      ]
    },
    {
      "last_name": "Yoon",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Yoon",
      "affiliations": [
        "Department of Orthopaedics, Emory University, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Muthu",
      "fore_name": "Sathish",
      "initials": "S",
      "name": "Sathish Muthu",
      "affiliations": [
        "Department of Orthopedics, Government Karur Medical College and Hospital, Karur, Tamil Nadu, India.",
        "Department of Spine Surgery, Orthopedic Research Group, Coimbatore, Tamil Nadu, India.",
        "Department of Biotechnology, Faculty of Engineering, Karpagam Academy of Higher Education, Coimbatore, Tamil Nadu, India."
      ]
    },
    {
      "last_name": "Knowledge Forum Degenerative",
      "fore_name": "Ao Spine",
      "initials": "AS",
      "name": "Ao Spine Knowledge Forum Degenerative",
      "affiliations": [
        "AO Spine International, AO Foundation, Davos, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Brain & spine",
    "iso_abbreviation": "Brain Spine",
    "issn": "2772-5294",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2025"
  },
  "start_page": "104206",
  "pages": "104206",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40034491",
    "pmc": "PMC11874865",
    "doi": "10.1016/j.bas.2025.104206",
    "pii": "S2772-5294(25)00025-6"
  },
  "doi": "10.1016/j.bas.2025.104206",
  "pmc_id": "PMC11874865",
  "dates": {
    "revised": "2025-03-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:51.434730",
    "pmid": "40034491"
  }
}