{
  "pmid": "40032199",
  "uid": "40032199",
  "title": "miR-210: A non-invasive biomarker for hypoxia-driven lung cancer diagnosis and therapy.",
  "abstract": "Lung cancer is one of the major cancer-related deaths in the world due to the low success rate in invasive diagnostic procedures and late staging. Hypoxia-associated molecular signatures have received attention due to a growing demand for non-invasive prognostic biomarkers, and miR-210 has been repoured as the only viable candidate. Tumor hypoxia is a characteristic of highly malignant lung cancer, and hypoxia-inducible factors increase miR-210 in this process as a way of allowing cancer cells to inhabit low oxygen conditions and grow further in lung cancer. MiR-210 takes up the responsibility of angiogenesis, survival, and metastasis. Notably, miR-210 is located downstream as a non-invasive diagnostic biomarker because of its stability and measurability in biofluids, including serum and plasma. Existing techniques, which can accurately detect miR-210 employing liquid biopsy and quantitative reverse transcription polymerase chain reaction (qRT-PCR), provide sensitivity and specificity, making it possible for early detection of hypoxic cancers. In addition to diagnostics, miR-210 is a cure different from other existing treatments as they show lesser efficiency because of hypoxia-resistant genes that may be suppressed by using miR-210. While it holds great promise, such problems as biological variation and the uniformity of the detection techniques may need further research. MiR-210 holds significant possibilities in Lung cancer diagnosis and treatment; however, there is a need for further investigation and confirmation to place miR-210 in the list of biomarkers for customized medicine.",
  "authors": [
    {
      "last_name": "Goyal",
      "fore_name": "Ahsas",
      "initials": "A",
      "name": "Ahsas Goyal",
      "affiliations": [
        "Institute of Pharmaceutical Research, GLA University, Mathura, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Goyal",
      "fore_name": "Kavita",
      "initials": "K",
      "name": "Kavita Goyal",
      "affiliations": [
        "Department of Biotechnology, Graphic Era (Deemed to be University), Clement Town, Dehradun 248002, India."
      ]
    },
    {
      "last_name": "Ballal",
      "fore_name": "Suhas",
      "initials": "S",
      "name": "Suhas Ballal",
      "affiliations": [
        "Department of Chemistry and Biochemistry, School of Sciences, JAIN (Deemed to be University), Bangalore, Karnataka, India."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Girish Chandra",
      "initials": "GC",
      "name": "Girish Chandra Sharma",
      "affiliations": [
        "Department of Applied Sciences-Chemistry, NIMS Institute of Engineering & Technology, NIMS University Rajasthan, Jaipur, India."
      ]
    },
    {
      "last_name": "Kavitha",
      "fore_name": "V",
      "initials": "V",
      "name": "V Kavitha",
      "affiliations": [
        "Department of Chemistry, Sathyabama Institute of Science and Technology, Chennai, Tamil Nadu, India."
      ]
    },
    {
      "last_name": "Maharana",
      "fore_name": "Laxmidhar",
      "initials": "L",
      "name": "Laxmidhar Maharana",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Siksha 'O' Anusandhan (Deemed to be University), Bhubaneswar, Odisha 751030, India."
      ]
    },
    {
      "last_name": "Devi",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Devi",
      "affiliations": [
        "Department of Chemistry, Chandigarh Engineering College, Chandigarh Group of Colleges-Jhanjeri, Mohali 140307 Punjab, India."
      ]
    },
    {
      "last_name": "Rana",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Rana",
      "affiliations": [
        "Uttaranchal Institute of Pharmaceutical Sciences, Uttaranchal University, Dehradun, India."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "K Benod",
      "initials": "KB",
      "name": "K Benod Kumar",
      "affiliations": [
        "Department of General Surgery, Consultant Head and Neck Surgical Oncology, Dr.D.Y.Patil Medical College, Hospital and Research Centre, Pimpri, Pune India."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka, Al-Jouf 72341, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia. Electronic address: ikazmi@kau.edu.sa."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Haider",
      "initials": "H",
      "name": "Haider Ali",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Saveetha University, Chennai, India."
      ]
    }
  ],
  "journal": {
    "title": "Clinica chimica acta; international journal of clinical chemistry",
    "iso_abbreviation": "Clin Chim Acta",
    "issn": "1873-3492",
    "issn_type": "Electronic",
    "volume": "571",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "120215",
  "pages": "120215",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "MicroRNAs",
    "Lung Neoplasms",
    "Biomarkers, Tumor"
  ],
  "article_ids": {
    "pubmed": "40032199",
    "doi": "10.1016/j.cca.2025.120215",
    "pii": "S0009-8981(25)00094-4"
  },
  "doi": "10.1016/j.cca.2025.120215",
  "dates": {
    "completed": "2025-05-10",
    "revised": "2025-05-10"
  },
  "chemicals": [
    "MicroRNAs",
    "MIRN210 microRNA, human",
    "Biomarkers, Tumor"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.203407",
    "pmid": "40032199"
  }
}