{
  "pmid": "40034987",
  "uid": "40034987",
  "title": "Transition from child to adult health services for young people with cerebral palsy in Ireland; implications from a mixed-methods study.",
  "abstract": "BACKGROUND: Poor transition from child- to adult-oriented healthcare may lead to negative outcomes and dissatisfaction with services in adulthood. The aim of the study was to examine how transition is provided to and experienced by young people with cerebral palsy in Ireland. This report provides integrated quantitative and qualitative findings and implications based on the totality of knowledge generated. METHODS: A convergent parallel mixed-methods study was conducted. Data were collected from people with cerebral palsy aged 16-22 years, parents, and health professionals using surveys and semi-structured interviews, which were both informed by a framework of nine key transition practices. Quantitative finding from the surveys and qualitative findings from interviews were integrated at the interpretation stage of the research using integration through joint displays. Implications were developed through discussions with health professionals, young people, and parents. RESULTS: Surveys were completed by 75 young people/parents and 108 health professionals. Interviews were conducted with 13 young people, 14 parents, and 27 health professionals. There was complementarity between quantitative and qualitative findings indicating lack of a named worker, limited information provision, insufficient self-management support, no opportunity to meet the adult team, limited contact with the general practitioner, and no opportunity for attending formal life skills training. There was dissonance between quantitative and qualitative findings regarding appropriate level of parental involvement. Quantitative findings identified limited promotion of health self-efficacy and a lack of senior managers responsible for transition. These practices were not described in the qualitative findings. CONCLUSION: Implications of integrated findings include the need for a standardised transition pathway, intentional actions to enable parents and young people to adapt to changing roles, provision of information in a collaborative and phased approach, a common understanding of self-management between young people, parents and health professionals, and the need to involve general practitioners in transition.",
  "authors": [
    {
      "last_name": "Ryan",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Ryan",
      "affiliations": [
        "CP-Life Research Centre, School of Physiotherapy, RCSI University of Medicine and Health Sciences, Dublin, Ireland."
      ],
      "orcid": "0000-0003-3768-2132"
    },
    {
      "last_name": "Norris",
      "fore_name": "Meriel",
      "initials": "M",
      "name": "Meriel Norris",
      "affiliations": [
        "College of Health, Medicine and Life Sciences, Brunel University London, London, England, UK."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Aisling",
      "initials": "A",
      "name": "Aisling Walsh",
      "affiliations": [
        "School of Population Health, RCSI University of Medicine and Health Sciences, Dublin, Ireland."
      ],
      "orcid": "0000-0002-5312-5101"
    },
    {
      "last_name": "Breen",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Breen",
      "affiliations": [
        "Central Remedial Clinic, Dublin, Ireland."
      ],
      "orcid": "0009-0009-1566-4057"
    },
    {
      "last_name": "Hensey",
      "fore_name": "Owen",
      "initials": "O",
      "name": "Owen Hensey",
      "affiliations": [
        "Central Remedial Clinic, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Kerr",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Kerr",
      "affiliations": [
        "School of Nursing and Midwifery, Queen's University Belfast, Belfast, Northern Ireland, UK."
      ],
      "orcid": "0000-0003-2067-5091"
    },
    {
      "last_name": "Koppe",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian Koppe",
      "affiliations": [
        "Enable Ireland, Galway, Ireland."
      ]
    },
    {
      "last_name": "Lavelle",
      "fore_name": "Grace",
      "initials": "G",
      "name": "Grace Lavelle",
      "affiliations": [
        "Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, England, UK."
      ]
    },
    {
      "last_name": "Owens",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Owens",
      "affiliations": [
        "Central Remedial Clinic, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Central Remedial Clinic, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Kroll",
      "fore_name": "Thilo",
      "initials": "T",
      "name": "Thilo Kroll",
      "affiliations": [
        "UCD IRIS Centre, School of Nursing, Midwifery and Health Systems, University College Dublin, Dublin, Leinster, Ireland."
      ],
      "orcid": "0000-0003-2082-5117"
    },
    {
      "last_name": "Fortune",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Fortune",
      "affiliations": [
        "CP-Life Research Centre, School of Physiotherapy, RCSI University of Medicine and Health Sciences, Dublin, Ireland."
      ],
      "orcid": "0000-0001-8971-1236"
    }
  ],
  "journal": {
    "title": "HRB open research",
    "iso_abbreviation": "HRB Open Res",
    "issn": "2515-4826",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2024"
  },
  "start_page": "47",
  "pages": "47",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40034987",
    "pmc": "PMC11875073",
    "doi": "10.12688/hrbopenres.13912.2"
  },
  "doi": "10.12688/hrbopenres.13912.2",
  "pmc_id": "PMC11875073",
  "dates": {
    "revised": "2025-03-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.531072",
    "pmid": "40034987"
  }
}