{
  "pmid": "40033210",
  "uid": "40033210",
  "title": "Model-based cost-impact analysis of a diagnostic test for patients with community-acquired pneumonia in Canada.",
  "abstract": "BACKGROUND: Antibiotics are broadly prescribed for community-acquired pneumonia (CAP) despite being only effective for bacterial infections. LIAISON[®] MeMed BV[®] (LMMBV) is a novel diagnostic test that can support clinicians in differentiating bacterial from viral infections and guide diagnostic-driven antibiotic prescribing. METHODS: We developed a cost-impact model to compare the clinical and economic outcomes of using LMMBV with the current standard of care (SOC) versus SOC alone among a hypothetical cohort of 1,000 CAP patients presenting to the emergency department. The analysis was conducted from a Canadian public health payer's perspective. Outcomes of interest included antibiotic use (number of patients and days saved), hospital admission (admissions avoided and days saved), intensive care unit admission, adverse events, and clostridium difficile infection. One-way sensitivity analyses were conducted to explore parameter uncertainty. Scenario analyses were conducted according to age group, province, and impact of LMMBV on hospitalization. RESULTS: In the base case, LMMBV plus SOC reduced the number of patients prescribed antibiotic treatment (429 patients avoided) and the total number of antibiotic treatment days (1,020 days avoided). The per-patient cost savings were $504.96 compared to SOC alone. These findings were consistent across all sensitivity and scenario analyses. Assuming full adoption of LMMBV, the per patient cost savings are projected to result in more than $163 million in total savings annually in Canada based on population estimates and published incidence data. CONCLUSION: Considering the burden of CAP and antimicrobial resistance to the health care system, the use of LMMBV with SOC can offer both clinical and economic benefits to Canadian public payers.",
  "authors": [
    {
      "last_name": "Humphries",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Humphries",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Sun",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pernica",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Pernica",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. fengxie@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada. fengxie@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "03"
  },
  "start_page": "305",
  "pages": "305",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Community-Acquired Infections",
    "Canada",
    "Anti-Bacterial Agents",
    "Aged",
    "Middle Aged",
    "Male",
    "Female",
    "Pneumonia",
    "Diagnostic Tests, Routine",
    "Hospitalization",
    "Adult",
    "Cost-Benefit Analysis",
    "Aged, 80 and over",
    "Young Adult",
    "Community-Acquired Pneumonia"
  ],
  "article_ids": {
    "pubmed": "40033210",
    "pmc": "PMC11877806",
    "doi": "10.1186/s12879-025-10608-z",
    "pii": "10.1186/s12879-025-10608-z"
  },
  "doi": "10.1186/s12879-025-10608-z",
  "pmc_id": "PMC11877806",
  "dates": {
    "completed": "2025-05-10",
    "revised": "2025-05-10"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.409918",
    "pmid": "40033210"
  }
}