{
  "pmid": "40049329",
  "uid": "40049329",
  "title": "Economic Evaluations of Treatment of Depressive Disorders in Adolescents: A Scoping Review.",
  "abstract": "OBJECTIVES: Depressive disorders in adolescents are common and impairing. The objective of this review was to ascertain the existing literature on economic evaluations of treatments for adolescent depression. METHODS: We searched MEDLINE, Embase, PsyclNFO, EconLit, and the International Health Technology Assessment Database from inception to May 2024 and the National Health Services Economic Evaluation Database from inception to December 2014. We included publications containing economic evaluations of clinical trials or model-based studies, which tested the treatment of depression in adolescents, regardless of jurisdiction. We extracted data, assessed the quality of reporting and methodology of all studies using the Consolidated Health Economic Evaluation Reporting Standards and Quality of Health Economic Studies checklists, respectively, and used a narrative approach to synthesize findings by treatment. RESULTS: Among 1381 records, we found 10 eligible studies. Two studies reported that cognitive behavioral therapy (CBT) was cost-effective when compared with treatment as usual. Findings were mixed when combined CBT and selective serotonin reuptake inhibitors were compared with selective serotonin reuptake inhibitors alone because results were dependent on the applied willingness-to-pay thresholds (ie, the maximum price a decision maker is willing to pay for a given treatment). Overall, the quality of reporting and methodology was fairly high, although there were areas in which the studies could be improved upon. CONCLUSIONS: Eight studies indicate that CBT, alone or in combination with other treatments, can be cost-effective for treating adolescent depression. Future economic evaluations should consider characterizing distributional effects, describing how uncertainty about analytic judgments, inputs, or projections affect study findings, undertaking equity subanalyses, and engaging with patients and others affected by the study.",
  "authors": [
    {
      "last_name": "de Oliveira",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire de Oliveira",
      "affiliations": [
        "Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada; Institute for Mental Health Policy Research, Centre for Addiction and Mental Health, Toronto, ON, Canada; Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada. Electronic address: claire.deoliveira@camh.ca."
      ]
    },
    {
      "last_name": "Mason",
      "fore_name": "Joyce",
      "initials": "J",
      "name": "Joyce Mason",
      "affiliations": [
        "Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada; Institute for Mental Health Policy Research, Centre for Addiction and Mental Health, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Amani",
      "fore_name": "Bahar",
      "initials": "B",
      "name": "Bahar Amani",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rodak",
      "fore_name": "Terri",
      "initials": "T",
      "name": "Terri Rodak",
      "affiliations": [
        "CAMH Education, Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada; Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada; Department of Psychiatry, University of Toronto, Toronto, ON, Canada; Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Henderson",
      "fore_name": "Jo",
      "initials": "J",
      "name": "Jo Henderson",
      "affiliations": [
        "Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada; Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada; Department of Psychiatry, University of Toronto, Toronto, ON, Canada; Margaret and Wallace McCain Centre for Child, Youth and Family Mental Health, Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Courtney",
      "fore_name": "Darren B",
      "initials": "DB",
      "name": "Darren B Courtney",
      "affiliations": [
        "Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada; Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada; Department of Psychiatry, University of Toronto, Toronto, ON, Canada; Margaret and Wallace McCain Centre for Child, Youth and Family Mental Health, Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "04"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40049329",
    "doi": "10.1016/j.jval.2025.02.005",
    "pii": "S1098-3015(25)00083-X"
  },
  "doi": "10.1016/j.jval.2025.02.005",
  "dates": {
    "revised": "2025-03-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.551962",
    "pmid": "40049329"
  }
}