{
  "pmid": "40054853",
  "uid": "40054853",
  "title": "Risk Factors for Functional Decline and Relationship With Quality of Life.",
  "abstract": "Background: Certain aspects of intensive care unit admission and care, including patient acuity and treatments to manage acute critical illnesses, can intensify loss of functionality and decrease quality of life after hospital discharge. We sought to identify the risk factors associated with functional decline following critical illness and explore its impact on health-related quality of life in a post hoc analysis of a prospective multi-center cohort study. Methods: The study involved 1,301 critically ill subjects who were assessed 3 months after their discharge from the ICU. The subjects were selected from 10 representative hospitals located across the 5 regions of Brazil, and the assessment period ranged from May 2014 to December 2018. Results: Subjects who were previously able to independently manage their activities of daily living (Barthel score of ≥76) were assessed during their ICU stay and 3 months following ICU discharge. Out of the 954 subjects considered in the analysis, 562 (58.9%) experienced functional decline. The study identified several risk factors associated with functional decline (P < .05), including age ≥65 years (relative risk, 1.179; 95% CI 1.06-1.31), lower educational level (relative risk, 1.14; 95% CI 1.00-1.31), high risk of death in the ICU (relative risk, 1.003; 95% CI 1.001-1.005), and the development of symptoms such as anxiety, depression, or ICU-acquired weakness during ICU stay. Functional decline was also associated with lower scores in both the physical domain (34.7 vs 44.0, P < .001) and the mental domain (48.3 vs 54.1, P < .001) of the Short-Form Health Survey score that measured health-related quality of life. Conclusions: Functional decline is a common outcome following ICU stay, and it is associated with characteristics presented before ICU admission and with the severity of the critical illness. Furthermore, functional decline impacts the quality of life of ICU survivors.",
  "authors": [
    {
      "last_name": "Dietrich",
      "fore_name": "Camila",
      "initials": "C",
      "name": "Camila Dietrich",
      "affiliations": [
        "Ms. Dietrich is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil; and Post-Graduation Program in Rehabilitation Sciences, Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA), Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Caroline Cabral",
      "initials": "CC",
      "name": "Caroline Cabral Robinson",
      "affiliations": [
        "Dr. Robinson is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Sganzerla",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Sganzerla",
      "affiliations": [
        "Mr. Sganzerla is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil; and Research Unit, INOVA Medical, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Falavigna",
      "fore_name": "Maicon",
      "initials": "M",
      "name": "Maicon Falavigna",
      "affiliations": [
        "Dr. Falavigna is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Schneider",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Schneider",
      "affiliations": [
        "Ms. Schneider is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Rezende Cardoso",
      "fore_name": "Juliana",
      "initials": "J",
      "name": "Juliana Rezende Cardoso",
      "affiliations": [
        "Ms. Rezende Cardoso is affiliated with Post-Graduation Program in Rehabilitation Sciences, Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA), Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Dutra",
      "fore_name": "Francine Hoffmann",
      "initials": "FH",
      "name": "Francine Hoffmann Dutra",
      "affiliations": [
        "Ms. Dutra is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Souza",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Souza",
      "affiliations": [
        "Ms. Souza is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Rech",
      "fore_name": "Gabriela Soares",
      "initials": "GS",
      "name": "Gabriela Soares Rech",
      "affiliations": [
        "Ms. Rech is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "de Oliveira",
      "fore_name": "Maicon Quadro",
      "initials": "MQ",
      "name": "Maicon Quadro de Oliveira",
      "affiliations": [
        "Mr. de Oliveira is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Anzolin",
      "fore_name": "Luisa Barbosa",
      "initials": "LB",
      "name": "Luisa Barbosa Anzolin",
      "affiliations": [
        "Ms. Anzolin is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Silva",
      "fore_name": "Sâmia Faria da",
      "initials": "SFD",
      "name": "Sâmia Faria da Silva",
      "affiliations": [
        "Ms. da Silva is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Santos",
      "fore_name": "Rosa da Rosa Minho",
      "initials": "RDRM",
      "name": "Rosa da Rosa Minho Santos",
      "affiliations": [
        "Ms. Santos is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Kochhann",
      "fore_name": "Renata",
      "initials": "R",
      "name": "Renata Kochhann",
      "affiliations": [
        "Dr. Kochhann is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Santos",
      "fore_name": "Mariana Martins S",
      "initials": "MMS",
      "name": "Mariana Martins S Santos",
      "affiliations": [
        "Ms. Santos is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil; and CINTESIS@RISE - Center for Health Technology and Services Research (CINTESIS) & Health Research Network Associated Laboratory (RISE), University of Porto, Porto, Portugal."
      ]
    },
    {
      "last_name": "de Oliveira Júnior",
      "fore_name": "Lúcio Couto",
      "initials": "LC",
      "name": "Lúcio Couto de Oliveira Júnior",
      "affiliations": [
        "Mr. de Oliveira Júnior is affiliated with Unidade de Tratamento Intensivo, Hospital Geral Clériston Andrade, Feira de Santana, Brazil."
      ]
    },
    {
      "last_name": "de Andrade",
      "fore_name": "Juliana Mara Stormosvski",
      "initials": "JMS",
      "name": "Juliana Mara Stormosvski de Andrade",
      "affiliations": [
        "Dr. de Andrade is affiliated with Centro de Tratamento Intensivo, Hospital Ernesto Dornelles, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Castro",
      "fore_name": "Lívia Correa E",
      "initials": "LCE",
      "name": "Lívia Correa E Castro",
      "affiliations": [
        "Ms. Castro is affiliated with Unidade de Tratamento Intensivo, Hospital Regional do Baixo Amazonas, Santarém, Brazil."
      ]
    },
    {
      "last_name": "Ribeiro",
      "fore_name": "Cinthia Mucci",
      "initials": "CM",
      "name": "Cinthia Mucci Ribeiro",
      "affiliations": [
        "Ms. Ribeiro is affiliated with Unidade de Tratamento Intensivo, HCor-Hospital do Coração, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Neves",
      "fore_name": "Rafael Trevizoli",
      "initials": "RT",
      "name": "Rafael Trevizoli Neves",
      "affiliations": [
        "Mr. Neves is affiliated with Unidade de Tratamento Intensivo, HCor-Hospital do Coração, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Maccari",
      "fore_name": "Juçara Gasparetto",
      "initials": "JG",
      "name": "Juçara Gasparetto Maccari",
      "affiliations": [
        "Ms. Maccari is affiliated with Centro de Tratamento Intensivo Adulto, Hospital Moinhos de Vento - Porto, Alegre, Brazil."
      ]
    },
    {
      "last_name": "Mattioni",
      "fore_name": "Mariana",
      "initials": "M",
      "name": "Mariana Mattioni",
      "affiliations": [
        "Ms. Mattioni is affiliated with Post-Graduation Program in Rehabilitation Sciences, Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA), Porto Alegre, Brazil; and Centro de Tratamento Intensivo Adulto, Hospital Moinhos de Vento - Porto, Alegre, Brazil."
      ]
    },
    {
      "last_name": "Teles",
      "fore_name": "José Mário Meira",
      "initials": "JMM",
      "name": "José Mário Meira Teles",
      "affiliations": [
        "Dr. Teles is affiliated with Unidade de Tratamento Intensivo, Hospital de Urgências de Goiânia, Goiânia, Brasil."
      ]
    },
    {
      "last_name": "Rosa",
      "fore_name": "Regis Goulart",
      "initials": "RG",
      "name": "Regis Goulart Rosa",
      "affiliations": [
        "Dr. Rosa is affiliated with Internal Medicine Department, Hospital Moinhos de Vento, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Teixeira",
      "fore_name": "Cassiano",
      "initials": "C",
      "name": "Cassiano Teixeira",
      "affiliations": [
        "Prof. Teixeira is affiliated with Research Projects Office, Hospital Moinhos de Vento, Porto Alegre, Brazil; and Post-Graduation Program in Rehabilitation Sciences, Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA), Porto Alegre, Brazil."
      ]
    }
  ],
  "journal": {
    "title": "Respiratory care",
    "iso_abbreviation": "Respir Care",
    "issn": "1943-3654",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "855",
  "end_page": "864",
  "pages": "855-864",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Quality of Life",
    "Male",
    "Female",
    "Critical Illness",
    "Risk Factors",
    "Prospective Studies",
    "Aged",
    "Intensive Care Units",
    "Activities of Daily Living",
    "Middle Aged",
    "Brazil",
    "Patient Discharge",
    "Age Factors",
    "Functional Status",
    "Adult",
    "Educational Status"
  ],
  "article_ids": {
    "pubmed": "40054853",
    "doi": "10.1089/respcare.12146"
  },
  "doi": "10.1089/respcare.12146",
  "dates": {
    "completed": "2025-07-07",
    "revised": "2025-07-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:44.207569",
    "pmid": "40054853"
  }
}