{
  "pmid": "40050836",
  "uid": "40050836",
  "title": "Effects of the Community Paramedicine at Clinic (CP@clinic) program on the health behaviours of older adults residing in social housing: secondary outcomes of a cluster-randomized trial.",
  "abstract": "BACKGROUND: Community-dwelling, low-income older adults who reside in social housing are a vulnerable population with high rates of poor health behaviours that contribute to chronic health conditions and adverse health outcomes. This study investigates the impact of the Community Paramedicine at Clinic (CP@clinic), a chronic disease prevention, management, and health promotion program, on the health behaviours of this population. METHODS: An open-label, pragmatic cluster-randomized controlled trial with parallel intervention and control groups was conducted for one-year within 30 social housing buildings in Ontario, Canada. Eligible buildings were required to have a postal code not shared with other addresses, a majority of tenants aged 55 years or older, at least 50 units, and a similar building available for matching. Buildings were paired and randomized to either intervention (CP@clinic program) or control (usual care) groups. The CP@clinic program was conducted in the common spaces of the intervention buildings and consisted of weekly drop-in sessions facilitated by trained community paramedics. Older adults met one-on-one with community paramedics who conducted evidence-based risk assessments, made referrals to community and healthcare resources, provided health education, and reported health assessment results back to family physicians. Pre- and post-intervention surveys were conducted. Descriptive statistics were used to describe demographic characteristics and health behaviours. Mann-Whitney U tests were conducted to compare individual-level change in health behaviours between intervention and control groups. RESULTS: From the 15 intervention and 15 control buildings, 656 participants completed either the pre- and/or post-intervention survey; the mean age was 72.1 (SD 8.7) years, 75.6% were female, 91.6% were not married, 89% were white, 68.4% obtained a high school education or less, and 90% lived alone. After the intervention, the individual-level consumption of weekly fruit and vegetables and time spent watching TV improved significantly (p < 0.05) for the intervention group compared to the control group (z-scores = -2.467 and -2.194, respectively). The change in consumption of carbohydrate/grains increased significantly for the intervention group compared to the control group (z-score -2.023, p < 0.05). CONCLUSION: The CP@clinic program is an innovative wellness program that had a significant impact in changing health behaviours, especially in weekly fruit and vegetable consumption, among a vulnerable older adult population. TRIAL REGISTRATION: ClinicalTrials.gov NCT02152891, registered June 6, 2014.",
  "authors": [
    {
      "last_name": "Brar",
      "fore_name": "Jasdeep",
      "initials": "J",
      "name": "Jasdeep Brar",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "AlShenaiber",
      "fore_name": "Leena",
      "initials": "L",
      "name": "Leena AlShenaiber",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dzerounian",
      "fore_name": "Jasmine",
      "initials": "J",
      "name": "Jasmine Dzerounian",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pirrie",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Pirrie",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Angeles",
      "fore_name": "Ricardo",
      "initials": "R",
      "name": "Ricardo Angeles",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Marzanek",
      "fore_name": "Francine",
      "initials": "F",
      "name": "Francine Marzanek",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada. gina.agarwal@gmail.com.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. gina.agarwal@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "06"
  },
  "start_page": "887",
  "pages": "887",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Pragmatic Clinical Trial"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Chronic Disease",
    "Cluster Analysis",
    "Community Health Services",
    "Health Behavior",
    "Health Promotion",
    "Ontario",
    "Paramedicine",
    "Program Evaluation",
    "Public Housing"
  ],
  "article_ids": {
    "pubmed": "40050836",
    "pmc": "PMC11883937",
    "doi": "10.1186/s12889-025-21997-w",
    "pii": "10.1186/s12889-025-21997-w"
  },
  "doi": "10.1186/s12889-025-21997-w",
  "pmc_id": "PMC11883937",
  "dates": {
    "completed": "2025-03-06",
    "revised": "2025-05-22"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "133563",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.686973",
    "pmid": "40050836"
  }
}