{
  "pmid": "40054885",
  "uid": "40054885",
  "title": "International Delphi study of clinical and exercise professionals' opinion of physical activity prescreening and contraindications for participating in postpartum physical activity.",
  "abstract": "OBJECTIVE: To establish expert consensus on prescreening and contraindications to moderate-to-vigorous intensity physical activity (MVPA) during the first year postpartum. METHODS: A Delphi survey of clinical and exercise professionals working with postpartum women and people was conducted until consensus was reached (≥75% agreement). Round I consisted of questions about relative and absolute contraindications to MVPA. Rounds II and III included additional questions based on the thematic coding of open-ended responses from the previous rounds. The results were used to develop a postpartum MVPA preparticipation screening tool. RESULTS: 120 participants completed round I, 105 completed round II and 95 completed round III. Consensus was reached in 46/49 (94%) statements. Twenty-four relative contraindications to MVPA were identified: (loss of consciousness; neurological symptoms; kidney disease; calf pain or swelling suggestive of deep vein thrombosis; severe abdominal pain; vaginal bleeding not associated with menses; postpartum cardiomyopathy; caesarean section with symptoms that worsen with MVPA; unstable hypertension; eating disorder; malnutrition; anaemia; excessive fatigue; fractures or other significant musculoskeletal injuries; haemodynamic instability; breathing difficulties; acute systemic infection accompanied by fever, body aches, or swollen lymph glands; the new onset of chest pain, discomfort, and other angina-like symptoms with exertion; dizziness or lightheadedness during MVPA; new symptoms of heart disease, stroke; and other medical or physical conditions that may affect the ability to be physically active. Key biopsychosocial barriers to MVPA were identified. CONCLUSION: This Delphi study recommends relative contraindications to MVPA for the first year postpartum that were incorporated into a postpartum MVPA pre-participation screening tool the Get Active Questionnaire for Postpartum.",
  "authors": [
    {
      "last_name": "Davenport",
      "fore_name": "Margie H",
      "initials": "MH",
      "name": "Margie H Davenport",
      "affiliations": [
        "Program for Pregnancy and Postpartum Health, Physical Activity and Diabetes Laboratory, Faculty of Kinesiology, Sport and Recreation, Women and Children's Health Research Institute, Alberta Diabetes Institute, University of Alberta, Edmonton, Alberta, Canada mdavenpo@ualberta.ca."
      ],
      "orcid": "0000-0001-5627-5773"
    },
    {
      "last_name": "Christopher",
      "fore_name": "Shefali",
      "initials": "S",
      "name": "Shefali Christopher",
      "affiliations": [
        "Doctor of Physical Therapy Program, Department of Rehabilitation Sciences, Tufts University, Medford, Washington, USA."
      ]
    },
    {
      "last_name": "Deering",
      "fore_name": "Rita E",
      "initials": "RE",
      "name": "Rita E Deering",
      "affiliations": [
        "Department of Physical Therapy, Carroll University, Waukesha, Wisconsin, USA."
      ],
      "orcid": "0000-0002-8187-9971"
    },
    {
      "last_name": "Prevett",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Prevett",
      "affiliations": [
        "Program for Pregnancy and Postpartum Health, Physical Activity and Diabetes Laboratory, Faculty of Kinesiology, Sport and Recreation, Women and Children's Health Research Institute, Alberta Diabetes Institute, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Dufour",
      "fore_name": "Sinead",
      "initials": "S",
      "name": "Sinead Dufour",
      "affiliations": [
        "School of Rehabilitation Science, Faculty of Health Science, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-9484-1606"
    },
    {
      "last_name": "Forte",
      "fore_name": "Milena",
      "initials": "M",
      "name": "Milena Forte",
      "affiliations": [
        "Mount Sinai Hospital, Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-9387-0184"
    },
    {
      "last_name": "Beamish",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Beamish",
      "affiliations": [
        "School of Kinesiology and Health Studies, Queen's University, Kingston, New York, Canada."
      ],
      "orcid": "0000-0001-6775-3339"
    },
    {
      "last_name": "Adamo",
      "fore_name": "Kristi",
      "initials": "K",
      "name": "Kristi Adamo",
      "affiliations": [
        "Prevention in the Early Years Lab, Faculty of Health Sciences, School of Human Kinetics, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bo",
      "fore_name": "Kari",
      "initials": "K",
      "name": "Kari Bo",
      "affiliations": [
        "Norwegian School of Sport Sciences, Department of Sports Medicine, Akershus University Hospital, Department of Obstetrics and Gynecology, Norwegian School of Sports Sciences, Oslo, Norway.",
        "Akershus University Hospital, Department of Obstetrics and Gynecology, Lørenskog, Norway."
      ]
    },
    {
      "last_name": "Brockwell",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Brockwell",
      "affiliations": [
        "Private Pelvic Health Practice, Physiomum, Surrey, UK."
      ]
    },
    {
      "last_name": "Brunet-Pagé",
      "fore_name": "Émilie",
      "initials": "É",
      "name": "Émilie Brunet-Pagé",
      "affiliations": [
        "Department of Midwifery, Université du Québec à Trois-Rivières, Trois-Rivieres, Quebec, Canada."
      ]
    },
    {
      "last_name": "Chari",
      "fore_name": "Radha",
      "initials": "R",
      "name": "Radha Chari",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "De Vivo",
      "fore_name": "Marlize",
      "initials": "M",
      "name": "Marlize De Vivo",
      "affiliations": [
        "Advanced Wellbeing Research Centre, Sheffield Hallam University, Sheffield, UK.",
        "The Active Pregnancy Foundation, Sheffield, UK."
      ],
      "orcid": "0000-0002-7873-5985"
    },
    {
      "last_name": "Fleming",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Fleming",
      "affiliations": [
        "Department of Family & Community Medicine, University of Toronto, Sunnybrook Health Sciences Center, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hassan",
      "fore_name": "Amal",
      "initials": "A",
      "name": "Amal Hassan",
      "affiliations": [
        "Kynisca Innovation Hub, Washington Spirit Soccer LLC, London, UK."
      ]
    },
    {
      "last_name": "Hayman",
      "fore_name": "Melanie",
      "initials": "M",
      "name": "Melanie Hayman",
      "affiliations": [
        "Appleton Institute, School of Health, Medical and Applied Sciences, Central Queensland University, Rockhampton, Queensland, Australia."
      ],
      "orcid": "0000-0003-1469-3496"
    },
    {
      "last_name": "Lane",
      "fore_name": "Kirstin N",
      "initials": "KN",
      "name": "Kirstin N Lane",
      "affiliations": [
        "School of Exercise Science, Physical and Health Education, University of Victoria, Victoria, British Columbia, Canada."
      ],
      "orcid": "0000-0002-3786-8191"
    },
    {
      "last_name": "Mottola",
      "fore_name": "Michelle F",
      "initials": "MF",
      "name": "Michelle F Mottola",
      "affiliations": [
        "R. Samuel McLaughlin Foundation- Exercise and Pregnancy Laboratory, School of Kinesiology, Faculty of Health Sciences, Department of Anatomy and Cell Biology, Schulich School of Medicine and Dentistry, Children's Health Research Institute, The University of Western Ontario, London, Ontario, Canada."
      ],
      "orcid": "0000-0002-8707-4656"
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, National Collaborating Centre for Methods and Tools, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-9600-3403"
    },
    {
      "last_name": "Santos-Rocha",
      "fore_name": "Rita A",
      "initials": "RA",
      "name": "Rita A Santos-Rocha",
      "affiliations": [
        "ESDRM Sport Sciences School of Rio Maior, SPRINT Sport Physical Activity and Health Research & Innovation Center, Santarém Polytechnic University, Rio Maior, Portugal.",
        "Neuromechanics of Human Movement Group, CIPER Interdisciplinary Centre for the Study of Human Performance, Cruz Quebrada, Portugal."
      ],
      "orcid": "0000-0001-7188-8383"
    },
    {
      "last_name": "Szumilewicz",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Szumilewicz",
      "affiliations": [
        "Department of Physical Culture, Gdansk University of Physical Education and Sport, Gdansk, Pomorskie, Poland."
      ],
      "orcid": "0000-0003-3777-5697"
    },
    {
      "last_name": "Ruchat",
      "fore_name": "Stephanie-May",
      "initials": "SM",
      "name": "Stephanie-May Ruchat",
      "affiliations": [
        "Department of Human Kinetics, Universite du Quebec a Trois-Rivieres, Trois-Rivieres, Quebec, Canada."
      ],
      "orcid": "0000-0002-2140-7526"
    }
  ],
  "journal": {
    "title": "British journal of sports medicine",
    "iso_abbreviation": "Br J Sports Med",
    "issn": "1473-0480",
    "issn_type": "Electronic",
    "volume": "59",
    "issue": "8",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "31"
  },
  "start_page": "527",
  "end_page": "538",
  "pages": "527-538",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Delphi Technique",
    "Exercise",
    "Postpartum Period",
    "Consensus",
    "Adult",
    "Contraindications",
    "Attitude of Health Personnel",
    "Mass Screening"
  ],
  "article_ids": {
    "pubmed": "40054885",
    "pmc": "PMC12013588",
    "doi": "10.1136/bjsports-2024-109104",
    "pii": "bjsports-2024-109104"
  },
  "doi": "10.1136/bjsports-2024-109104",
  "pmc_id": "PMC12013588",
  "dates": {
    "completed": "2025-05-11",
    "revised": "2025-05-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.175809",
    "pmid": "40054885"
  }
}