{
  "pmid": "40054773",
  "uid": "40054773",
  "title": "The limited impact of randomized controlled trials on the management of greater trochanteric pain syndrome as demonstrated by fragility Indices: A citation analysis.",
  "abstract": "IMPORTANCE: Greater trochanteric pain syndrome (GTPS) is a chronic condition commonly defined as pain in the lateral hip joint that can be severely limiting to activities of daily living, sleep, and overall quality of life. It encompasses numerous disease states causing pain in the region of the greater trochanter of the femur. Noninvasive management approaches for GTPS include corticosteroid injections and physiotherapy, preferred as first-line interventions prior to surgical interventions. Understanding the impact of randomized control trials (RCTs) can enhance the understanding of treatment paradigms. OBJECTIVE: To identify factors and study characteristics associated with the impact, as measured by the citation density of RCTs in the management of GTPS. EVIDENCE REVIEW: MEDLINE, EMBASE, CENTRAL, SCOPUS, and Web of Science were searched from database inception to September 5, 2023 for RCTs evaluating conservative and surgical interventions for GTPS. The inclusion criteria for this systematic review were level I evidence, assessment of at least two different approaches to the management of GTPS, published in English, and featuring human subjects. Pertinent study characteristics were extracted from the included trials after title/abstract and full-text screening. Citation metrics were obtained from the Clarivate Web of Knowledge database on September 28, 2023. The fragility index (FI) and continuous fragility index (CFI) were calculated for primary outcomes across all included RCTs. Univariate regression models were used to assess correlations between citation density and a variety of study characteristics. A sub-analysis by category of intervention (injectable modalities, non-invasive modalities, and surgical modalities) was also performed, with an ANOVA of study and bibliometric characteristics. FINDINGS: Twenty-one studies published from 2009 to 2023 comprising 1683 patients (1690 hips) met inclusion criteria and were eligible for analysis. Treatments ranged from non-invasive (n ​= ​8), injectable (n ​= ​12), to surgical modalities (n ​= ​1). Eleven different countries were represented amongst the included RCTs; 71.4 ​% were from the United States or Europe, with the remaining 28.6 ​% originating from Australia. The median journal impact factor of published studies was 3.4 (IQR 2.4-4.8). The mean citation density across all three intervention categories were injectable modalities (4.37 ​± ​3.39), noninvasive modalities (3.27 ​± ​1.77), and surgical modalities (1, not applicable). The median CFI was 2 (IQR 0-12). Correlation analysis demonstrated a statistically significant correlation to year published (R ​= ​-0.473, p ​= ​0.03) and study sample size (R ​= ​0.735, p ​< ​0.01). CONCLUSIONS AND RELEVANCE: RCTs assessing the management of GTPS demonstrate a varied range of clinical uptake, as evidenced by citation density. An array of different healthcare disciplines is involved in GTPS management, signified by the diversity of journals publishing RCTs on the topic. The median CFI is low compared to other citation analyses in orthopedics, demonstrating that the collective conclusions drawn by these studies are limited by fragility. Additionally, RCTs on surgical treatments for cases refractory to nonsurgical management are notably underrepresented, highlighting the necessity for further evaluation. LEVEL OF EVIDENCE: I.",
  "authors": [
    {
      "last_name": "Slawaska-Eng",
      "fore_name": "David",
      "initials": "D",
      "name": "David Slawaska-Eng",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Veilleux",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Veilleux",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Thebaud",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Thebaud",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Bougeault-Gagnon",
      "fore_name": "Yoan",
      "initials": "Y",
      "name": "Yoan Bougeault-Gagnon",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Mansi",
      "initials": "M",
      "name": "Mansi Patel",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Khalik",
      "fore_name": "Hassaan Abdel",
      "initials": "HA",
      "name": "Hassaan Abdel Khalik",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of ISAKOS : joint disorders & orthopaedic sports medicine",
    "iso_abbreviation": "J ISAKOS",
    "issn": "2059-7762",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2025",
    "pub_month": "Apr"
  },
  "start_page": "100846",
  "pages": "100846",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Femur",
    "Hip Joint",
    "Pain Management",
    "Arthralgia",
    "Physical Therapy Modalities",
    "Syndrome",
    "Quality of Life",
    "Bibliometrics"
  ],
  "article_ids": {
    "pubmed": "40054773",
    "doi": "10.1016/j.jisako.2025.100846",
    "pii": "S2059-7754(25)00463-8"
  },
  "doi": "10.1016/j.jisako.2025.100846",
  "dates": {
    "completed": "2025-04-09",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.875698",
    "pmid": "40054773"
  }
}