{
  "pmid": "40062088",
  "uid": "40062088",
  "title": "Comprehensive Analysis of Outcomes and Complications in Free Tissue Transfer for Breast Reconstruction: A Retrospective Study From a Lower-Middle-Income Country (LMIC).",
  "abstract": "Introduction Autologous breast reconstruction using free tissue transfer is widely regarded as the gold standard for oncologic reconstruction due to its reliability and high patient satisfaction. However, it is associated with challenges such as prolonged operative time, extended recovery, and potential complications. This study aims to comprehensively evaluate early and late complications, their impact on length of stay, and readmissions in a retrospective study from a single institution. Methods A retrospective review of a maintained free flap database was conducted, identifying patients who underwent free tissue transfer for breast reconstruction at Shaukat Khanum Memorial Cancer Hospital and Research Centre from 2022 to 2024. Patient demographics, history of cancer, surgery performed, and complications (both intraoperative and postoperative) were analyzed. Complications were categorized into minor, immediate major, and delayed major, with rates calculated per patient. Statistical analysis was performed using the chi-square test, with significance set at p < 0.05. Results A total of 12 patients underwent 13 free tissue transfers, including deep inferior epigastric artery perforator flaps in four patients (30.77%), profunda artery perforator flaps in five patients (38.46%), anterolateral thigh flaps in three patients (23.08%), and superior gluteal artery perforator flaps in one patient (7.69%). The average operative time was seven hours and 16 minutes, with a mean hospital stay of 5.69 days. The overall flap success rate was 92.31%. Minor complications occurred in four patients (30.77%), while delayed major complications were observed in one (7.69%) patient. Complete flap loss was reported in one patient, linked to preexisting pulmonary comorbidities. Conclusions Free tissue transfer remains a reliable option for breast reconstruction, but patient comorbidities and intraoperative factors significantly influence outcomes. Improved preoperative counseling, close intraoperative monitoring, and prompt management of complications enhance patient satisfaction and overall success rates.",
  "authors": [
    {
      "last_name": "Afifa",
      "fore_name": "Syeda",
      "initials": "S",
      "name": "Syeda Afifa",
      "affiliations": [
        "Plastic and Reconstructive Surgery, Shaukat Khanum Memorial Cancer Hospital and Research Centre, Lahore, PAK."
      ]
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Taha",
      "initials": "T",
      "name": "Taha Ahmad",
      "affiliations": [
        "General Surgery, Shaukat Khanum Memorial Cancer Hospital and Research Centre, Lahore, PAK."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Omar",
      "initials": "MO",
      "name": "Muhammad Omar Afzal",
      "affiliations": [
        "Plastic and Reconstructive Surgery, Shaukat Khanum Memorial Cancer Hospital and Research Centre, Lahore, PAK."
      ]
    },
    {
      "last_name": "Jaan",
      "fore_name": "Muhammad Hamza Naeem",
      "initials": "MHN",
      "name": "Muhammad Hamza Naeem Jaan",
      "affiliations": [
        "Plastic and Reconstructive Surgery, Shaukat Khanum Memorial Cancer Hospital and Research Centre, Lahore, PAK."
      ]
    },
    {
      "last_name": "Chaudhry",
      "fore_name": "Noor Fatima",
      "initials": "NF",
      "name": "Noor Fatima Chaudhry",
      "affiliations": [
        "Community Medicine, Al-Aleem Medical College, Lahore, PAK."
      ]
    },
    {
      "last_name": "Sabir",
      "fore_name": "Tooba",
      "initials": "T",
      "name": "Tooba Sabir",
      "affiliations": [
        "Pediatrics, Dow Medical College, Dow University of Health Sciences, Karachi, PAK.",
        "General Surgery, Shaukat Khanum Memorial Cancer Hospital and Research Centre, Lahore, PAK."
      ]
    },
    {
      "last_name": "Nasir",
      "fore_name": "Talha Bin",
      "initials": "TB",
      "name": "Talha Bin Nasir",
      "affiliations": [
        "Physiology, Lahore Medical and Dental College, Lahore, PAK."
      ]
    },
    {
      "last_name": "Shahid",
      "fore_name": "Hassan",
      "initials": "H",
      "name": "Hassan Shahid",
      "affiliations": [
        "Surgical Oncology, Shaukat Khanum Memorial Cancer Hospital and Research Centre, Lahore, PAK."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Yashfeen",
      "initials": "Y",
      "name": "Yashfeen Ahmed",
      "affiliations": [
        "Surgical Oncology, Shaukat Khanum Memorial Cancer Hospital and Research Centre, Lahore, PAK."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "17",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "e78613",
  "pages": "e78613",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40062088",
    "pmc": "PMC11889699",
    "doi": "10.7759/cureus.78613"
  },
  "doi": "10.7759/cureus.78613",
  "pmc_id": "PMC11889699",
  "dates": {
    "revised": "2025-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.210920",
    "pmid": "40062088"
  }
}