{
  "pmid": "40078047",
  "uid": "40078047",
  "title": "Novel outcomes in inflammatory bowel disease.",
  "abstract": "Inflammatory bowel diseases (IBD), Crohn's disease (CD), and ulcerative colitis (UC) are lifelong chronic, relapsing, and remitting conditions that culminate in disease progression in many patients. Effective management of CD and UC requires consideration of both short- and long-term treatment outcomes. Historically, short-term outcomes such as clinical and endoscopic remission and symptom relief have been evaluated in clinical trials. With the expansion of treatments targeting underlying disease pathophysiology, there is the opportunity to develop management strategies that improve disease control and patients' lives in both the short and the long term. Researchers have been examining novel outcomes for assessing the efficacy of CD and UC treatments that are important to patients, and also those that go beyond symptomatic improvements or clinical remission. These include new patient-reported outcomes for symptoms, as well as transmural/histological healing and disease clearance that can be more reflective of deeper remission states and disease modification. This review analyses published clinical studies involving patients with UC and CD treated with biologics or small molecule therapies. It highlights novel IBD endpoints employed in published clinical trials and discusses their likely value for assessing disease activity and disease modification, and as predictors of reduced risk of complications and morbidities.",
  "authors": [
    {
      "last_name": "Jairath",
      "fore_name": "Vipul",
      "initials": "V",
      "name": "Vipul Jairath",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, Western University, London, ON, Canada.",
        "Alimentiv Inc., London, ON, Canada."
      ],
      "orcid": "0000-0002-1092-0033"
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1536-8436"
    },
    {
      "last_name": "Ungaro",
      "fore_name": "Ryan C",
      "initials": "RC",
      "name": "Ryan C Ungaro",
      "affiliations": [
        "The Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, NY, United States."
      ],
      "orcid": "0000-0001-8687-3758"
    },
    {
      "last_name": "Romo Bautista",
      "fore_name": "Itzel",
      "initials": "I",
      "name": "Itzel Romo Bautista",
      "affiliations": [
        "Takeda Development Center Americas, Inc., Cambridge, MA, United States."
      ]
    },
    {
      "last_name": "Adsul",
      "fore_name": "Shashi",
      "initials": "S",
      "name": "Shashi Adsul",
      "affiliations": [
        "Takeda Pharmaceuticals, Inc., Cambridge, MA, United States (at the time of the analyses)."
      ]
    }
  ],
  "journal": {
    "title": "Journal of Crohn's & colitis",
    "iso_abbreviation": "J Crohns Colitis",
    "issn": "1876-4479",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "4",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "04"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Patient Reported Outcome Measures",
    "Colitis, Ulcerative",
    "Remission Induction",
    "Crohn Disease",
    "Inflammatory Bowel Diseases",
    "Treatment Outcome",
    "Biological Products"
  ],
  "article_ids": {
    "pubmed": "40078047",
    "pmc": "PMC12032607",
    "doi": "10.1093/ecco-jcc/jjaf040",
    "pii": "8074480"
  },
  "doi": "10.1093/ecco-jcc/jjaf040",
  "pmc_id": "PMC12032607",
  "dates": {
    "completed": "2025-04-26",
    "revised": "2025-04-28"
  },
  "chemicals": [
    "Biological Products"
  ],
  "grants": [
    {
      "agency": "Takeda Development Center Americas, Inc"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.203655",
    "pmid": "40078047"
  }
}