{
  "pmid": "40086608",
  "uid": "40086608",
  "title": "A metaresearch study finds unclear impact of institutional conflicts of interest on conclusions of studies investigating volume-outcome relationships.",
  "abstract": "OBJECTIVES: This study aimed to explore institutional conflicts of interest (COIs) in volume-outcome studies investigating whether higher hospital volume is associated with better patient outcomes. STUDY DESIGN AND SETTING: We used a sample of studies (n = 68) included in a systematic review on the hospital volume-outcome relationship in total knee arthroplasty. For studies in which at least one of the study authors was affiliated with a hospital, we contacted the study authors by email to obtain their institutional volume and to survey them about their opinion on institutional COIs. We categorized the studies' conclusions (positive vs nonpositive) and authors' hospital volume (high, intermediate, low). We compared conclusions for high- vs intermediate-/low-hospital volume categories. RESULTS: Of the 29 hospital-affiliated authors contacted, 20 replied. Authors from high-volume institutions were more likely to conclude that a hospital volume-outcome relationship existed compared to authors from intermediate- or low-volume institutions, although this was not statistically significant (odds ratio, 2.0; 95% CI: 0.21-18.7). Six out of 17 authors (35%) believed that institutional factors such as the case volume were (very) likely to influence the study design, analysis, or conclusions of research in the field of volume-outcome studies; four of 17 (24%) were neutral; and seven of 17 (41%) believed that this was (very) unlikely. CONCLUSION: This is the first study explicitly investigating institutional financial interests with benefit through increasing services provided by the institution. The findings suggest the possibility that institutional COI may influence the conclusions of volume-outcome studies, although the results are inconclusive. Surveyed authors had divergent opinions on whether institutional factors are likely to influence research integrity. Further research is needed to investigate institutional COIs. PLAIN LANGUAGE SUMMARY: This study examined COIs in research, focusing on benefits to the institution rather than to individual researchers. Authors might publish results in favor of their hospital to increase the amount of a service provided, such as surgery. We looked at 68 studies. These studies investigated whether hospitals performing more knee replacement surgeries had better patient outcomes. We found that authors from hospitals with many knee surgeries were more likely to report positive conclusions compared to those from lower-volume hospitals. We also surveyed study authors working at hospitals to get their views on COIs. Out of the 20 authors who responded, 35% thought institutional factors likely influenced study conclusions, 24% were neutral, and 41% thought this influence was unlikely. Our findings suggest that it is possible that COIs through researchers' institutions may affect study conclusions, but more research is needed to understand this issue better.",
  "authors": [
    {
      "last_name": "Kugler",
      "fore_name": "Charlotte M",
      "initials": "CM",
      "name": "Charlotte M Kugler",
      "affiliations": [
        "Faculty of Health Sciences Brandenburg, Institute for Health Services and Health System Research, Brandenburg Medical School (Theodor Fontane), R端dersdorf, Germany; Center for Health Services Research, Brandenburg Medical School (Theodor Fontane), R端dersdorf, Germany. Electronic address: charlotte.kugler@mhb-fontane.de."
      ]
    },
    {
      "last_name": "Goossen",
      "fore_name": "Kaethe",
      "initials": "K",
      "name": "Kaethe Goossen",
      "affiliations": [
        "Institute for Research in Operative Medicine, Witten/Herdecke University, Cologne, Germany."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon; Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Pieper",
      "fore_name": "Dawid",
      "initials": "D",
      "name": "Dawid Pieper",
      "affiliations": [
        "Faculty of Health Sciences Brandenburg, Institute for Health Services and Health System Research, Brandenburg Medical School (Theodor Fontane), R端dersdorf, Germany; Center for Health Services Research, Brandenburg Medical School (Theodor Fontane), R端dersdorf, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "182",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "111756",
  "pages": "111756",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Arthroplasty, Replacement, Knee",
    "Conflict of Interest",
    "Hospitals, High-Volume",
    "Hospitals, Low-Volume",
    "Outcome Assessment, Health Care"
  ],
  "article_ids": {
    "pubmed": "40086608",
    "doi": "10.1016/j.jclinepi.2025.111756",
    "pii": "S0895-4356(25)00089-7"
  },
  "doi": "10.1016/j.jclinepi.2025.111756",
  "dates": {
    "completed": "2025-06-07",
    "revised": "2025-06-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.266936",
    "pmid": "40086608"
  }
}