{
  "pmid": "40082987",
  "uid": "40082987",
  "title": "Robot-assisted total knee arthroplasty is more precise than conventional total knee arthroplasty in restoring knee, but not ankle alignment: a retrospective study based on imaging data.",
  "abstract": "BACKGROUND: Knee osteoarthritis often leads to varus deformity, disrupting lower limb alignment and potentially causing ankle osteoarthritis. While total knee arthroplasty (TKA) can correct knee alignment and improve ankle alignment, the impact of different alignment strategies on the ankle remains unclear. This study investigates whether robot-assisted functional alignment (RA-FA) offers advantages over conventional mechanical alignment (CM-MA) in correcting ankle alignment, addressing the paucity of evidence on the impact of alignment strategies on distal joint biomechanics. METHODS: A retrospective analysis was conducted on radiographic data from 202 patients with primary knee osteoarthritis who underwent TKA. Patients were divided into two groups based on the surgical approach: CM-MA group and RA-FA group, with 101 patients in each group. Using preoperative and postoperative full-length lower limb X-rays, multiple coronal radiographic parameters of the knee and ankle joints were measured. The correlation between knee and ankle alignments was assessed. Patients were further subgrouped based on the type of knee varus deformity, and differences in alignment correction between CM-MA and RA-FA within these subgroups were analyzed. RESULTS: Preoperatively, there were no significant differences in radiographic parameters of the knee and ankle between the two groups. Postoperatively, the RA-FA group showed superior correction in HKA and mLDFA compared to the CM-MA group. However, no statistically significant differences were observed between the two groups regarding ankle alignment correction. Subgroup analysis revealed that RA-FA was more effective in correcting knee alignment in specific subgroups. Nevertheless, even in these subgroups, RA-FA did not demonstrate a significant advantage over CM-MA in correcting ankle alignment. CONCLUSION: This study highlights the close relationship between knee and ankle alignments and confirms that TKA can improve ankle alignment. While RA-FA allows for more precise adjustments in femoral osteotomy and implant positioning, it does not significantly improve ankle alignment compared to CM-MA. Future studies should investigate the long-term effects of TKA on ankle alignment and evaluate whether other alignment strategies or different types of prostheses may influence the prognosis of the ankle or more distal joints such as the subtalar joint.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Hongxu",
      "initials": "H",
      "name": "Hongxu Li",
      "affiliations": [
        "Department of Orthopaedic Surgery, Peking University China-Japan Friendship School of Clinical Medicine, Beijing, 100029, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Haoyang",
      "initials": "H",
      "name": "Haoyang Liu",
      "affiliations": [
        "Department of Orthopaedic Surgery, Peking University China-Japan Friendship School of Clinical Medicine, Beijing, 100029, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Yu",
      "initials": "Y",
      "name": "Yu Zhou",
      "affiliations": [
        "Department of Orthopaedic Surgery, Peking University China-Japan Friendship School of Clinical Medicine, Beijing, 100029, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Bailiang",
      "initials": "B",
      "name": "Bailiang Wang",
      "affiliations": [
        "Department of Orthopaedic Surgery, Center for Osteonecrosis and Joint Preserving & Reconstruction, China-Japan Friendship Hospital, Yinghua East Street, Chaoyang District, Beijing, 100029, Mainland, China. wang_orthopaedic@126.com."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Orthopaedic Surgery, Center for Osteonecrosis and Joint Preserving & Reconstruction, China-Japan Friendship Hospital, Yinghua East Street, Chaoyang District, Beijing, 100029, Mainland, China. 1402317340@qq.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic surgery and research",
    "iso_abbreviation": "J Orthop Surg Res",
    "issn": "1749-799X",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "14"
  },
  "start_page": "281",
  "pages": "281",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comparative Study"
  ],
  "keywords": [
    "Humans",
    "Retrospective Studies",
    "Arthroplasty, Replacement, Knee",
    "Male",
    "Female",
    "Aged",
    "Middle Aged",
    "Robotic Surgical Procedures",
    "Ankle Joint",
    "Osteoarthritis, Knee",
    "Knee Joint",
    "Bone Malalignment",
    "Radiography"
  ],
  "article_ids": {
    "pubmed": "40082987",
    "pmc": "PMC11907937",
    "doi": "10.1186/s13018-025-05678-3",
    "pii": "10.1186/s13018-025-05678-3"
  },
  "doi": "10.1186/s13018-025-05678-3",
  "pmc_id": "PMC11907937",
  "dates": {
    "completed": "2025-03-14",
    "revised": "2025-05-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "NO. ZRJY2021-TD01",
      "agency": "Elite Medical Professionals project of China-Japan Friendship Hospital"
    },
    {
      "grant_id": "52373273",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "2023JYY388",
      "agency": "Education and teaching reform research project of Capital Medical University"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.408468",
    "pmid": "40082987"
  }
}