{
  "pmid": "40082383",
  "uid": "40082383",
  "title": "Change in Dental Visits Among Eligible Children Under the Impact of the Child Dental Benefits Schedule in Australia.",
  "abstract": "OBJECTIVES: In Australia, although there have been some improvements, child oral health continues to be a major public health issue. The Australian Government introduced the means-tested Child Dental Benefits Schedule (CDBS) in 2014 to support access to dental services for children and adolescents aged 0-17 years from low-income families. There is a lack of evidence documenting whether the CDBS improved the dental attendance rate. This study aimed to evaluate the impact of the CDBS on dental visits among eligible children and adolescents in Australia. METHODS: The study analysed the data set from the birth cohort (B cohort) in the Longitudinal Study of Australian Children (LSAC). This is a nationally representative cohort survey collected biennially since 2004. The information on dental visits in the last 12 months was reported by the parents. A difference-in-differences analysis was used to examine 22,985 observations in the period 2008-2018. A propensity score matching (PSM) method was employed as a robustness check for the main findings. RESULTS: The proportion of children and adolescents eligible for CDBS in the six biennial surveys from 2008 to 2018 was 62.0%, 54.4%, 47%, 41.2%, 35.5%, and 28.9%, while the proportion of eligible individuals visiting dentists was 38.0%, 45.6%, 53.0%, 58.8%, 64.5%, and 71.1%, respectively. The analyses showed that the CDBS policy had a statistically significant and positive impact on dental visits among eligible children and adolescents. There was a 6.1-6.4 percentage point increase (p-value < 0.001) in dental visits across different specifications after the introduction of the CDBS policy. CONCLUSION: The removal of financial barriers was beneficial to improve dental visits; however, the target group still faces the other remaining barriers, especially those related to inequalities in the social determinants of health, impeding the uptake of free dental services.",
  "authors": [
    {
      "last_name": "Nguyen",
      "fore_name": "Lan",
      "initials": "L",
      "name": "Lan Nguyen",
      "affiliations": [
        "Centre for the Business and Economics of Health, the University of Queensland, Brisbane, Brisbane, Australia."
      ]
    },
    {
      "last_name": "Connelly",
      "fore_name": "Luke B",
      "initials": "LB",
      "name": "Luke B Connelly",
      "affiliations": [
        "Centre for the Business and Economics of Health, the University of Queensland, Brisbane, Brisbane, Australia.",
        "Department of Sociology and Business Law, The University of Bologna, Bologna, Italy."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, the University of Queensland, Brisbane, Brisbane, Australia.",
        "Centre for Health Economics, University of Manchester, Manchester, UK.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-1372-0440"
    },
    {
      "last_name": "Nguyen",
      "fore_name": "Ha Trong",
      "initials": "HT",
      "name": "Ha Trong Nguyen",
      "affiliations": [
        "The Kids Research Institute Australia, Perth, Australia.",
        "Centre for Child Health Research, the University of Western Australia, Perth, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Community dentistry and oral epidemiology",
    "iso_abbreviation": "Community Dent Oral Epidemiol",
    "issn": "1600-0528",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "4",
    "pub_year": "2025",
    "pub_month": "Aug"
  },
  "start_page": "362",
  "end_page": "372",
  "pages": "362-372",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Child",
    "Australia",
    "Adolescent",
    "Child, Preschool",
    "Male",
    "Dental Care for Children",
    "Female",
    "Infant",
    "Longitudinal Studies",
    "Health Services Accessibility",
    "Infant, Newborn",
    "Oral Health",
    "Poverty"
  ],
  "article_ids": {
    "pubmed": "40082383",
    "pmc": "PMC12238733",
    "doi": "10.1111/cdoe.13036"
  },
  "doi": "10.1111/cdoe.13036",
  "pmc_id": "PMC12238733",
  "dates": {
    "completed": "2025-07-09",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Australian Research Council Discovery Project"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.859900",
    "pmid": "40082383"
  }
}