{
  "pmid": "40085251",
  "uid": "40085251",
  "title": "Hair cortisol concentration and mental health during childhood and adolescence: evidence that higher cortisol concentration is associated with externalizing problems in a large Brazilian population-based birth cohort.",
  "abstract": "Childhood and adolescence are pivotal periods for mental health. The hypothalamic-pituitary-adrenal axis is the primary stress system and its chronic activation is measurable via hair cortisol concentration (HCC), indicating long-term stress exposure. While HCC is linked to adult mental health, this relationship remains unclear among youth. Although a bidirectional relationship is possible, the impact of mental health problems on HCC in youths has been comparatively underexplored. This study aimed to assess the association between symptoms of mental health problems in childhood and adolescence and HCC levels at age 15 in a Brazilian population-based cohort. We analyzed data from the 2004 Pelotas Birth Cohort, which includes 4,231 children followed from birth. At ages 6, 11 and 15 years, mental health symptoms were assessed using the Strengths and Difficulties Questionnaire (SDQ). At age 15, HCC was measured from 3 cm hair samples, quantified through the enzyme-linked immunosorbent assay. To evaluate the cumulative impact of mental health symptoms from childhood to adolescence, group-based trajectory analysis was conducted. Subsequently, linear regression models were used to estimate associations between mental health scores and HCC, with adjustment for relevant covariates. Regression coefficients were exponentiated to improve interpretability. SDQ total difficulties (β = 1.004 [1.000;1.008]) and conduct problems (β = 1.017 [1.004;1.030]) at age 6 were associated with HCC at age 15 in adjusted models. Hyperactivity/inattention symptoms at ages 6 (β = 1.009 [1.001;1.018]) and 11 (β = 1.013 [1.004;1.022]) were associated with HCC in adjusted models. At age 15, hyperactivity/inattention symptoms and HCC was associated with HCC in the partially adjusted model (β = 1.009 [1.000;1.017]). Trajectories of chronic conduct problems and hyperactivity between ages 6 and 15 were also associated with elevated HCC, although for hyperactivity/inattention symptoms the association was not significant. These associations emphasize the links between mental health and chronic stress over time, especially between both conduct problems and hyperactivity/inattention symptoms in relation to higher concentrations of HCC.",
  "authors": [
    {
      "last_name": "Tovo-Rodrigues",
      "fore_name": "Luciana",
      "initials": "L",
      "name": "Luciana Tovo-Rodrigues",
      "affiliations": [
        "Postgraduate Program in Epidemiology, Federal University of Pelotas, Pelotas, Brazil. luciana.tovo@gmail.com.",
        "Marechal Deodoro, 1160 - 3rd Floor, Centro, Pelotas, 96020-220300, RS, Brazil. luciana.tovo@gmail.com."
      ]
    },
    {
      "last_name": "Goularte",
      "fore_name": "Laura Moreira",
      "initials": "LM",
      "name": "Laura Moreira Goularte",
      "affiliations": [
        "Postgraduate Program in Epidemiology, Federal University of Pelotas, Pelotas, Brazil."
      ]
    },
    {
      "last_name": "Bierhals",
      "fore_name": "Isabel Oliveira",
      "initials": "IO",
      "name": "Isabel Oliveira Bierhals",
      "affiliations": [
        "Postgraduate Public Health Program, University of the Extreme South of Santa Catarina, Criciúma, Santa Catarina, Brazil."
      ]
    },
    {
      "last_name": "Santos",
      "fore_name": "Iná S",
      "initials": "IS",
      "name": "Iná S Santos",
      "affiliations": [
        "Postgraduate Program in Epidemiology, Federal University of Pelotas, Pelotas, Brazil."
      ]
    },
    {
      "last_name": "Martins-Silva",
      "fore_name": "Thais",
      "initials": "T",
      "name": "Thais Martins-Silva",
      "affiliations": [
        "Postgraduate Program in Epidemiology, Federal University of Pelotas, Pelotas, Brazil.",
        "Department of Preventive Medicine, Faculdade de Medicina FMUSP, Universidade de São Paulo, São Paulo, Brazil.",
        "Human Development and Violence Research Centre (DOVE), Federal University of Pelotas, Pelotas, Brazil."
      ],
      "orcid": "0000-0001-5049-2435"
    },
    {
      "last_name": "Rohde",
      "fore_name": "Luis Augusto",
      "initials": "LA",
      "name": "Luis Augusto Rohde",
      "affiliations": [
        "ADHD Outpatient Program & Development Psychiatry Program, Hospital de Clinicas de Porto Alegre, Federal University of Rio Grande do Sul, Porto Alegre, Brazil.",
        "Medical School Council, UniEduK, São Paulo, Brazil.",
        "National Institute of Developmental Psychiatry for Children and Adolescents & National Center for Research and Innovation in Child Mental Health, Sao Paulo, Brazil."
      ]
    },
    {
      "last_name": "de Oliveira",
      "fore_name": "Isabel Oliveira",
      "initials": "IO",
      "name": "Isabel Oliveira de Oliveira",
      "affiliations": [
        "Postgraduate Program in Epidemiology, Federal University of Pelotas, Pelotas, Brazil."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Matijasevich",
      "fore_name": "Alicia",
      "initials": "A",
      "name": "Alicia Matijasevich",
      "affiliations": [
        "Department of Preventive Medicine, Faculdade de Medicina FMUSP, Universidade de São Paulo, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Murray",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Murray",
      "affiliations": [
        "Postgraduate Program in Epidemiology, Federal University of Pelotas, Pelotas, Brazil. j.murray@doveresearch.org.",
        "Human Development and Violence Research Centre (DOVE), Federal University of Pelotas, Pelotas, Brazil. j.murray@doveresearch.org.",
        "Marechal Deodoro, 1160 - 3rd Floor, Centro, Pelotas, 96020-220300, RS, Brazil. j.murray@doveresearch.org."
      ],
      "orcid": "0000-0002-5511-3454"
    }
  ],
  "journal": {
    "title": "European child & adolescent psychiatry",
    "iso_abbreviation": "Eur Child Adolesc Psychiatry",
    "issn": "1435-165X",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "14"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40085251",
    "doi": "10.1007/s00787-025-02693-x",
    "pii": "10.1007/s00787-025-02693-x"
  },
  "doi": "10.1007/s00787-025-02693-x",
  "dates": {
    "revised": "2025-03-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "Coordenação de Aperfeiçoamento de Pessoal de Nível Superior"
    },
    {
      "grant_id": "210735_Z_18_Z",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.707705",
    "pmid": "40085251"
  }
}