{
  "pmid": "40091887",
  "uid": "40091887",
  "title": "Approximating the Proportion of Individuals With Kidney Failure Who Die Without Kidney Replacement Therapy in Ontario, Canada.",
  "abstract": "BACKGROUND: Quantifying the number and proportion of people with kidney failure (KF) who receive conservative kidney management is vital for health care system benchmarking and planning. It is not easy to ascertain this value precisely at the population level, but we can approximate it using information from different data sources to estimate the proportion of patients with advanced kidney disease who die without receiving dialysis or a transplant and should receive conservative kidney management. OBJECTIVE: To approximate the proportion of people with KF in Ontario, Canada, who die without receiving kidney replacement therapy. DESIGN: A review of unpublished provincial renal agency reports of 3 retrospective population-based cohorts combined with clinical interpretation. PATIENTS: The 3 cohorts of people were: 1. those who died between January 1, 2013 and December 31, 2017, with an estimated glomerular filtration rate (eGFR) <10 mL/min/1.73 m[2] and no evidence of receiving kidney replacement therapy; 2. those who initiated outpatient maintenance dialysis or received a preemptive transplant in the same period; and 3. those with a sustained low eGFR ≤ 10 mL/min/1.73 m[2] between April 1, 2015 and March 31, 2018, and were followed for 1 year to determine if they started dialysis. In this last cohort, patients whose kidney function improved (evidence of an eGFR > 10 mL/min/1.73 m[2]) or who received a transplant during follow-up were excluded from the analysis. MEASUREMENTS AND METHODS: The 3 cohorts were derived at ICES and used linked health care databases for the province of Ontario, Canada. In 2016, Ontario had a population of about 14 million people. Two nephrologists reviewed the data to provide the clinical approximation. RESULTS: There were 1891 individuals with KF who died without kidney replacement (the no KRT cohort). The median (25th, 75th percentile) eGFR prior to death was 7 (5, 8) mL/min/1.73 m[2]. During the same period, 13 511 individuals started dialysis or received a preemptive kidney transplant (the KRT cohort). There were 7259 individuals in the low eGFR cohort; over the following year, 66% started dialysis, 20% died without dialysis, and 14% were alive without starting dialysis. The clinical approximation is that between 13 and 16% of people with KF die without receiving kidney replacement therapy. LIMITATIONS: The data reports lacked certain information to inform the clinical approximation. There was no information on the conversations health professionals had with people about kidney replacement therapy, any decisions made about receiving conservative care, or the circumstances that preceded death without kidney replacement therapy. CONCLUSIONS: After reviewing data from the 3 cohorts, we clinically approximate that 1 in 6 people with KF in Ontario, Canada, die without receiving dialysis and should receive conservative kidney management.",
  "authors": [
    {
      "last_name": "Cowan",
      "fore_name": "Andrea C",
      "initials": "AC",
      "name": "Andrea C Cowan",
      "affiliations": [
        "ICES, London, ON, Canada.",
        "Department of Medicine, Western University, London, ON, Canada.",
        "Department of Epidemiology & Biostatistics, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-9480-969X"
    },
    {
      "last_name": "Jeyakumar",
      "fore_name": "Nivethika",
      "initials": "N",
      "name": "Nivethika Jeyakumar",
      "affiliations": [
        "ICES, London, ON, Canada.",
        "London Health Sciences Research Institute, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES, London, ON, Canada.",
        "Department of Medicine, Western University, London, ON, Canada.",
        "Department of Epidemiology & Biostatistics, Western University, London, ON, Canada.",
        "London Health Sciences Research Institute, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Dixon",
      "affiliations": [
        "ICES, London, ON, Canada."
      ],
      "orcid": "0000-0002-7566-6574"
    },
    {
      "last_name": "Luo",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Luo",
      "affiliations": [
        "ICES, London, ON, Canada.",
        "London Health Sciences Research Institute, ON, Canada."
      ],
      "orcid": "0000-0002-0608-9793"
    },
    {
      "last_name": "Blake",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Blake",
      "affiliations": [
        "Department of Medicine, Western University, London, ON, Canada.",
        "London Health Sciences Research Institute, ON, Canada.",
        "Ontario Renal Network, Ontario Health, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2025"
  },
  "start_page": "20543581251323961",
  "pages": "20543581251323961",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40091887",
    "pmc": "PMC11909665",
    "doi": "10.1177/20543581251323961",
    "pii": "10.1177_20543581251323961"
  },
  "doi": "10.1177/20543581251323961",
  "pmc_id": "PMC11909665",
  "dates": {
    "revised": "2025-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.431326",
    "pmid": "40091887"
  }
}