{
  "pmid": "40097113",
  "uid": "40097113",
  "title": "Cost-utility of public health nurse-delivered group cognitive behavioural therapy for postpartum depression.",
  "abstract": "BACKGROUND: Postpartum depression (PPD) is associated with an increased risk of adverse outcomes for birthing parents, their children, and healthcare systems. Public health nurse (PHN)-delivered group cognitive behavioural therapy (CBT) can effectively treat PPD and has potential to be scaled, but its cost-effectiveness remains unknown. The purpose of this study was to examine the cost-utility of a PHN-delivered group CBT intervention for treating PPD added to treatment as usual (TAU) compared to TAU alone. METHODS: This economic evaluation was conducted alongside an RCT in Ontario, Canada. Birthing parents ≥18 years old with an infant ≤12 months and an Edinburgh Postnatal Depression Scale (EPDS) score ≥ 10 were randomly assigned to receive PHN-delivered group CBT plus TAU or TAU alone. Costs were calculated based on healthcare service use over the 35-week trial period. The EQ-5D-3L was collected at baseline, 9 weeks, and 6 months later and used to calculate quality adjusted life years (QALYs). The incremental cost-effectiveness ratio (ICER) was calculated. Non-parametric bootstrapping was used to estimate uncertainty and generate a cost-effectiveness acceptability curve (CEAC). RESULTS: The intervention was associated with a 0.023 (95 % CI -0.058, 0.011) QALY gain and mean additional cost of $238 (95 % CI -$1749, $2227) compared to the control group. The ICER was $10,347 per QALY gained. At a willingness-to-pay of $50,000 for one QALY, PHN-delivered group CBT had a 75 % probability of being cost effective. CONCLUSIONS: This trial-based cost-utility analysis found that PHN-delivered group CBT for treating PPD added to TAU may be cost-effective compared to TAU alone.",
  "authors": [
    {
      "last_name": "Layton",
      "fore_name": "Haley",
      "initials": "H",
      "name": "Haley Layton",
      "affiliations": [
        "Health Research Methodology Graduate Program, McMaster University, Hamilton, Ontario, Canada. Electronic address: laytonh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Huh",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Huh",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, Niagara Regional Campus, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Savoy",
      "fore_name": "Calan D",
      "initials": "CD",
      "name": "Calan D Savoy",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Centre for Health Economics and Policy Analysis, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of affective disorders",
    "iso_abbreviation": "J Affect Disord",
    "issn": "1573-2517",
    "issn_type": "Electronic",
    "volume": "379",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "15"
  },
  "start_page": "673",
  "end_page": "679",
  "pages": "673-679",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Humans",
    "Depression, Postpartum",
    "Cognitive Behavioral Therapy",
    "Female",
    "Cost-Benefit Analysis",
    "Adult",
    "Psychotherapy, Group",
    "Quality-Adjusted Life Years",
    "Ontario",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "40097113",
    "doi": "10.1016/j.jad.2025.03.078",
    "pii": "S0165-0327(25)00424-0"
  },
  "doi": "10.1016/j.jad.2025.03.078",
  "dates": {
    "completed": "2025-04-11",
    "revised": "2025-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.411987",
    "pmid": "40097113"
  }
}