{
  "pmid": "40091286",
  "uid": "40091286",
  "title": "Information needs for people with neck pain seeking physiotherapy neck manipulation or mobilization: an exploratory study.",
  "abstract": "OBJECTIVE: To explore the foundational needs for a decision aid on receiving physiotherapy neck manipulation and mobilization from a broad age spectrum. METHOD: An e-survey was conducted from January to 30 April 2024, targeted child/infant-parent dyads, adolescents, adults, and adult-caretaker dyads with neck pain who received physiotherapy treatment in Canada and the United States. The survey method captured knowledge and attitudes to manual therapy, treatment expectations (10 items from the Treatment Expectation Questionnaire (TEX-Q), decision conflict (Decisional Conflict Scale (DCS)) and participant demographics. Descriptive analyses were used to assess responses. RESULTS: Out of 146 participants who started the survey, 48 adults (mean age 48) completed it fully. Due to low response rates, the survey lacked insights into adolescent, child/infant-parent, or adult-caretaker dyads. Most respondents were familiar with mobilization (86%) and manipulation (82%). Mobilization was preferred (67%) and viewed more favorably compared to manipulation (7%), which was seen as riskier. Stroke was identified as the top risk/adverse event for techniques and was more commonly associated with manipulation (52%) than mobilization (25%). Other perceived risks included soreness, pain, headache, stiffness, tenderness, dizziness, and fatigue, reported more often for mobilization (57%) than manipulation (41%). The TEX-Q showed that respondents' treatment expectations were largely met, indicating positive expectations. Additionally, low scores on the DCS subscales and total scores (mean 16.26, SD 21.00) reflected minimal decisional conflict among respondents. CONCLUSION: The study found that adults with neck pain who received physiotherapy involving neck manipulation or mobilization were well informed about the benefits, risks, and potential major and minor adverse events of their treatment. Their expectations for treatment were generally positive, and they experienced minimal decisional conflict. To further support shared decision-making, we recommend adding a qualitative component, such as structured interviews or focus groups with inter-professional child/infant-parent dyads, to help clinicians improve patient counseling and decision-making guidance.",
  "authors": [
    {
      "last_name": "Lumasag",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Lumasag",
      "affiliations": [
        "School of Rehabilitation Sciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gross",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Gross",
      "affiliations": [
        "School of Rehabilitation Sciences, McMaster University, Ontario, Canada."
      ],
      "orcid": "0000-0001-5187-7484"
    },
    {
      "last_name": "Clewley",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Clewley",
      "affiliations": [
        "Division of Doctor of Physical Therapy, Duke University, Durham, NC, USA."
      ],
      "orcid": "0000-0002-5763-8975"
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI) Associate Member, Rehabilitation Science McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-7360-7362"
    }
  ],
  "journal": {
    "title": "The Journal of manual & manipulative therapy",
    "iso_abbreviation": "J Man Manip Ther",
    "issn": "2042-6186",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "16"
  },
  "start_page": "1",
  "end_page": "8",
  "pages": "1-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40091286",
    "doi": "10.1080/10669817.2025.2472374"
  },
  "doi": "10.1080/10669817.2025.2472374",
  "dates": {
    "revised": "2025-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.438284",
    "pmid": "40091286"
  }
}