{
  "pmid": "40092165",
  "uid": "40092165",
  "title": "Reconceptualisation of sport and quality of life in young athletes following anterior cruciate ligament reconstruction: understanding the experiences behind the numbers through a prospective mixed-methods study.",
  "abstract": "To explore the theory of response shift in young athletes undergoing anterior cruciate ligament (ACL) reconstruction (ACLR) by investigating athletes' conceptualisation of quality of life (QOL) across time following ACL injury. A mixed-methods study was conducted to understand young athletes' perceived QOL through qualitative investigation of participant perspectives and quantitative self-reported QOL ratings. 20 young athletes were purposively sampled for semi-structured interviews at two timepoints: preoperatively following ACL injury, and 1 year after ACLR. During the interviews, participants also reported their QOL on a visual analogue scale from 0 to 100. Transcripts were coded by two independent researchers. Descriptive quantitative analyses of QOL ratings and thematic analysis of qualitative data were conducted to identify mechanisms of response shift. Self-reported ratings of QOL indicated a recalibration response shift. When recalled preoperative scores were used in place of actual preoperative ratings, improvement in self-reported QOL was larger (median change: 13, range -6 to 62 vs median change: 29, range 5 to 75, respectively). Postoperatively, three processes of reprioritisation related to sport were identified within 16 interviews 1 year after surgery: (1) early transition away from sport as a priority, (2) expected transition away from sport as a priority and (3) sport preserved as a priority. Athletes' perception of overall QOL was influenced by the use of various coping strategies and engagement in self-reflection. QOL does not mean the same things to athletes before and after ACLR, and conceptualisations of QOL are influenced by complex factors. True change in patient-reported outcomes cannot be validly measured if the definitions of constructs are changing. We propose the SPARQ ACL Model of Sport Prioritisation and Athlete Reconceptualisation of Quality of life following ACL injury and reconstruction to help understand these changes.",
  "authors": [
    {
      "last_name": "Marmura",
      "fore_name": "Hana",
      "initials": "H",
      "name": "Hana Marmura",
      "affiliations": [
        "Exercise and Sport Science, The University of North Carolina at Chapel Hill College of Arts and Sciences, Chapel Hill, North Carolina, USA.",
        "Health and Rehabilitation Sciences, Western University Faculty of Health Sciences, London, Ontario, Canada.",
        "School of Physical Therapy, Western University Faculty of Health Sciences, London, Ontario, Canada.",
        "Orthopaedics, Fowler Kennedy Sport Medicine Clinic, London, ON, Canada."
      ],
      "orcid": "0000-0002-8648-870X"
    },
    {
      "last_name": "Morassutti",
      "fore_name": "Olivia",
      "initials": "O",
      "name": "Olivia Morassutti",
      "affiliations": [
        "Health and Rehabilitation Sciences, Western University Faculty of Health Sciences, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne M",
      "initials": "DM",
      "name": "Dianne M Bryant",
      "affiliations": [
        "Health and Rehabilitation Sciences, Western University Faculty of Health Sciences, London, Ontario, Canada.",
        "School of Physical Therapy, Western University Faculty of Health Sciences, London, Ontario, Canada.",
        "Orthopaedics, Fowler Kennedy Sport Medicine Clinic, London, ON, Canada.",
        "Health Research Methods, Evidence and Impact, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Getgood",
      "fore_name": "Alan M J",
      "initials": "AMJ",
      "name": "Alan M J Getgood",
      "affiliations": [
        "Orthopaedics, Fowler Kennedy Sport Medicine Clinic, London, ON, Canada.",
        "Aspetar Qatar Orthopaedic and Sports Medicine Hospital, Doha, Qatar.",
        "Western University Schulich School of Medicine & Dentistry, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Webster",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Webster",
      "affiliations": [
        "Arthur Labatt Family School of Nursing, Western University Faculty of Health Sciences, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open sport & exercise medicine",
    "iso_abbreviation": "BMJ Open Sport Exerc Med",
    "issn": "2055-7647",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1",
    "pub_year": "2025"
  },
  "start_page": "e002107",
  "pages": "e002107",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40092165",
    "pmc": "PMC11906983",
    "doi": "10.1136/bmjsem-2024-002107",
    "pii": "bmjsem-2024-002107"
  },
  "doi": "10.1136/bmjsem-2024-002107",
  "pmc_id": "PMC11906983",
  "dates": {
    "revised": "2025-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:11:34.432604",
    "pmid": "40092165"
  }
}