{
  "pmid": "40094112",
  "uid": "40094112",
  "title": "Bo's abdominal acupuncture treatment for adult-onset Still's disease: A case report.",
  "abstract": "BACKGROUND: Adult-onset Still's disease (AOSD) is a rare autoinflammatory disease characterized by nonspecific symptoms such as fever, rash, sore throat and arthralgia. This paper reports a clinical case of AOSD successfully treated with Bo's abdominal acupuncture (BAA). CASE SUMMARY: We report a 20-year-old man who suffered from cold exposure, presenting with high fever, rash, sore throat, arthralgia, and elevated erythrocyte sedimentation rate, leukocytosis with neutrophilic predominance, elevated ferritin, elevated C-reactive protein, and negative rheumatoid factors. He was diagnosed with AOSD based on the Yamaguchi criteria. After treatment with traditional Chinese medicine (TCM) decoction and prednisone acetate tablets, there was some alleviation of sore throat, joint and muscle pain, and fever, but he still had persistent low-grade fever, rash, sore throat and arthralgia. He went to the TCM acupuncture outpatient department to receive BAA. Abdominal acupoints Zhongwan (CV12), Xiawan (CV10), 0.5 cm below Xiawan (CV10), Qihai (CV6), Guanyuan (CV4), bilateral Qixue (KI13), bilateral Huaroumen (ST24), bilateral Shangfengshidian (AB1) and bilateral Daheng (SP15) were selected. After 3 months treatment, all symptoms disappeared, and the laboratory examination returned to normal levels. He did not take glucocorticoids or nonsteroidal anti-inflammatory drugs afterwards, and no relapse was observed during the 3-year follow-up period. CONCLUSION: BAA can be used as a complementary medical approach for treatment of AOSD.",
  "authors": [
    {
      "last_name": "Yang",
      "fore_name": "Jia-Min",
      "initials": "JM",
      "name": "Jia-Min Yang",
      "affiliations": [
        "College for People's Livelihood and Well-being, Beijing Vocational College of Labor and Social Security, Beijing 100029, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yu",
      "initials": "Y",
      "name": "Yu Wang",
      "affiliations": [
        "College of Acupuncture and Moxibustion, Beijing University of Chinese Medicine, Beijing 100029, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Guang'Anmen Hospital, China Academy of Traditional Chinese Medicine, Beijing 100053, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Hong-Lin",
      "initials": "HL",
      "name": "Hong-Lin Zhang",
      "affiliations": [
        "College of Acupuncture and Moxibustion, Beijing University of Chinese Medicine, Beijing 100029, China. myopia2008@sina.com."
      ]
    },
    {
      "last_name": "Bo",
      "fore_name": "Zhi-Yun",
      "initials": "ZY",
      "name": "Zhi-Yun Bo",
      "affiliations": [
        "Beijing Zhiyuntang Traditional Chinese Medicine Clinic, Beijing Bo's Abdominal Acupuncture Research Institute, Beijing 100122, China."
      ]
    }
  ],
  "journal": {
    "title": "World journal of clinical cases",
    "iso_abbreviation": "World J Clin Cases",
    "issn": "2307-8960",
    "issn_type": "Print",
    "volume": "13",
    "issue": "8",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "16"
  },
  "start_page": "101350",
  "pages": "101350",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40094112",
    "pmc": "PMC11670017",
    "doi": "10.12998/wjcc.v13.i8.101350"
  },
  "doi": "10.12998/wjcc.v13.i8.101350",
  "pmc_id": "PMC11670017",
  "dates": {
    "revised": "2025-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.744317",
    "pmid": "40094112"
  }
}