{
  "pmid": "40099102",
  "uid": "40099102",
  "title": "\"If We Manage Early, We Can Get It Right\": A Descriptive Study of Healthcare Workers' Experiences Managing Sepsis at a Kenyan Referral Hospital.",
  "abstract": "Background and objectives Sepsis and septic shock are conditions of high mortality across the globe. Despite the efforts of the Surviving Sepsis Campaign, improvements in outcomes for patients with sepsis and septic shock have been mostly seen in high-income countries (HICs), leaving low- and middle-income countries (LMICs) to bear most of the global disease burden. This paper utilizes a socio-ecological model to describe the lived experiences of local healthcare workers treating sepsis and septic shock at a large referral hospital in Western Kenya. These perspectives shed light on barriers and strengths in care, gaps in knowledge, and areas of high-yield improvement. Materials and methods This is a descriptive analysis focused on providers caring for patients with sepsis and septic shock. Twenty-seven interviews with a wide variety of purposively sampled patient-facing and ancillary medical staff were performed. Concurrent thematic analysis took place as interviews were being conducted. The concept presented was inductively and deductively reasoned and analyzed using a socio-ecological framework. We chose to present three levels of influence on the individual provider. Results We present our results using a socio-ecological model. At the health system level, we found that most patients do not have healthcare coverage, which drives up out-of-pocket expenses for individuals. At the hospital level, capacity limits, particularly personnel shortages and small intensive care unit (ICU) spaces, influence care. At the interdisciplinary level, relationships between providers and other members of the healthcare team can present challenges. Lastly, these system-, hospital-, and interdisciplinary-level challenges make guideline adherence difficult and not always feasible for individual providers. Conclusions To our knowledge, this is the first study to give voice to local providers treating patients with sepsis at a referral center in Western Kenya. By presenting findings in the socio-ecological model, we are able to organize potential interventions for the improvement of care at various levels. We found high-yield areas for improving care including establishing clear protocols for task assignments and communication, increasing the number of trained personnel both in the general wards and in the ICU, and, on a broader scale, advocating for expanded healthcare coverage for all Kenyans. This work provides a framework for further investigation into elements of sepsis care and the creation of locally relevant treatment guidelines in sub-Saharan Africa and across LMICs.",
  "authors": [
    {
      "last_name": "Srour",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Srour",
      "affiliations": [
        "Division of Pulmonary, Critical Care, Sleep, and Occupational Medicine, Indiana University School of Medicine, Indianapolis, USA."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Shamim",
      "initials": "S",
      "name": "Shamim Ali",
      "affiliations": [
        "Department of Medicine, Moi University, Eldoret, KEN."
      ]
    },
    {
      "last_name": "Hodge",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Hodge",
      "affiliations": [
        "Department of Internal Medicine, Indiana University School of Medicine, Indianapolis, USA."
      ]
    },
    {
      "last_name": "Kwobah",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Kwobah",
      "affiliations": [
        "Department of Medicine, Moi University, Eldoret, KEN."
      ]
    },
    {
      "last_name": "McHenry",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan McHenry",
      "affiliations": [
        "Department of Pediatrics, Indiana University School of Medicine, Indianapolis, USA."
      ]
    },
    {
      "last_name": "Etling",
      "fore_name": "Mary Ann",
      "initials": "MA",
      "name": "Mary Ann Etling",
      "affiliations": [
        "Department of Internal Medicine, Indiana University School of Medicine, Indianapolis, USA."
      ]
    },
    {
      "last_name": "Nafiseh",
      "fore_name": "Amira",
      "initials": "A",
      "name": "Amira Nafiseh",
      "affiliations": [
        "Department of Internal Medicine, Indiana University School of Medicine, Indianapolis, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Babar",
      "initials": "B",
      "name": "Babar Khan",
      "affiliations": [
        "Division of Pulmonary, Critical Care, Sleep, and Occupational Medicine, Indiana University School of Medicine, Indianapolis, USA.",
        "Center for Aging Research, Regenstrief Institute, Inc., Indianapolis, USA."
      ]
    },
    {
      "last_name": "Prohaska",
      "fore_name": "Clare C",
      "initials": "CC",
      "name": "Clare C Prohaska",
      "affiliations": [
        "Division of Pulmonary, Critical Care, Sleep, and Occupational Medicine, Indiana University School of Medicine, Indianapolis, USA."
      ]
    },
    {
      "last_name": "Navuluri",
      "fore_name": "Neelima",
      "initials": "N",
      "name": "Neelima Navuluri",
      "affiliations": [
        "Division of Pulmonary, Allergy, and Critical Care Medicine, Duke University School of Medicine, Durham, USA.",
        "Duke Global Health Institute, Duke University School of Medicine, Durham, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "17",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Feb"
  },
  "start_page": "e78980",
  "pages": "e78980",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40099102",
    "pmc": "PMC11911271",
    "doi": "10.7759/cureus.78980"
  },
  "doi": "10.7759/cureus.78980",
  "pmc_id": "PMC11911271",
  "dates": {
    "revised": "2025-03-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:17.810555",
    "pmid": "40099102"
  }
}