{
  "pmid": "40107368",
  "uid": "40107368",
  "title": "Tranexamic Acid Has a Limited Role in Improving Visual Clarity and Pain in Arthroscopic Shoulder Surgery: A Systematic Review and Meta-Analysis.",
  "abstract": "PURPOSE: To evaluate the effects of tranexamic acid (TXA) compared with placebo or other comparators regarding visual clarity, pain, total operative time, and volume of blood loss in patients undergoing arthroscopic shoulder surgery. METHODS: CENTRAL, EMBASE, and MEDLINE were searched from inception until January 4, 2025. Study selection and data extraction were carried out in duplicate. Randomized controlled trials that compared TXA with placebo or another comparator in patients undergoing arthroscopic shoulder surgery were included. All outcomes were assessed in duplicate for risk of bias (RoB) using the RoB 2 tool and for certainty of evidence using the GRADE (Grading of Recommendations, Assessment, Development, and Evaluations) approach. Results were pooled in a meta-analysis using a random-effects model when appropriate or were synthesized narratively when data could not be pooled. Overall, 12 randomized controlled trials involving 1,009 patients were included. RESULTS: The pooled estimate for visual clarity shows a slight increase in visual clarity (standardized mean difference 0.64 [0.05, 1.24]). The pooled estimate for pain shows a mean difference of a reduction of pain by 0.38 points in the TXA group on a visual analog scale of 0 to 10 (0 = no pain) (mean difference -0.38 [-0.76, 0.00]). CONCLUSIONS: There is moderate-certainty evidence suggesting that TXA likely results in a slight increase in visual clarity. The evidence also suggests that TXA has little to no difference in pain, operative time, and volume of blood loss. LEVEL OF EVIDENCE: Level I, Systematic Review of Level I Studies.",
  "authors": [
    {
      "last_name": "Dagher",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Dagher",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kashir",
      "fore_name": "Imad",
      "initials": "I",
      "name": "Imad Kashir",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mahboob",
      "fore_name": "Osman",
      "initials": "O",
      "name": "Osman Mahboob",
      "affiliations": [
        "Medical School, Florida State University, College of Medicine, Tallahassee, Florida, U.S.A."
      ]
    },
    {
      "last_name": "Al-Turki",
      "fore_name": "Nasser",
      "initials": "N",
      "name": "Nasser Al-Turki",
      "affiliations": [
        "Department of Orthopaedics, Prince Sultan Military Medical City, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: khanmm2@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "17"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40107368",
    "doi": "10.1016/j.arthro.2025.03.009",
    "pii": "S0749-8063(25)00164-1"
  },
  "doi": "10.1016/j.arthro.2025.03.009",
  "dates": {
    "revised": "2025-06-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.320544",
    "pmid": "40107368"
  }
}