{
  "pmid": "40107604",
  "uid": "40107604",
  "title": "Structural innovation for hypoglycemia prevention in high-risk patients with type 2 diabetes: Design and implementation of a pragmatic, randomized, quality improvement trial.",
  "abstract": "Severe hypoglycemia is a potentially life-threatening complication of diabetes treatment, associated with increased risks of falls, cardiovascular events, cognitive decline, and mortality. This critical public health concern remains inadequately recognized and addressed in many clinical settings. Here we describe the development of a clinical guideline and associated protocol for a quality improvement randomized trial for hypoglycemia prevention, embedded within an integrated healthcare system. First, we engaged expert clinical stakeholders and experienced guideline developers to create an evidence-based hypoglycemia prevention algorithm, \"Hypoglycemia on a Page\" (HOAP), which was published internally as a healthcare system guideline. After system-wide, passive dissemination of HOAP, a pragmatic, quality improvement, randomized trial was implemented to study the benefit of a proactive, HOAP protocol-driven outreach by a clinical pharmacist targeting hypoglycemia-prone patients with T2D (Intervention Arm) compared to usual care (Usual Care Arm). As the primary outcome, we will assess whether patients in the Intervention Arm are prescribed safer (less hypoglycemia-prone) diabetes regimens compared to the Usual Care Arm. We hypothesize that the proactive, protocol-driven outreach will result in safer diabetes regimens compared to HOAP dissemination alone. Secondary outcomes of interest include prescribing of glucagon (for rapid treatment of severe hypoglycemia episodes), prescribing and dispensing of continuous glucose monitoring (CGM), documenting hypoglycemia on the problem list, glycemic control (HbA1c <8 %), and ED visit or hospital admission for hypoglycemia. This pragmatic clinical trial will evaluate a structural innovation that included care strategies designed to reduce harm, improve patient outcomes and reduce healthcare resource utilization and cost.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Minnie W",
      "initials": "MW",
      "name": "Minnie W Chen",
      "affiliations": [
        "Kaiser Permanente South San Francisco Medical Center, South San Francisco, CA, United States of America."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa M",
      "initials": "MM",
      "name": "Melissa M Parker",
      "affiliations": [
        "Kaiser Permanente Northern California Division of Research, Pleasanton, CA, United States of America."
      ]
    },
    {
      "last_name": "Karter",
      "fore_name": "Andrew J",
      "initials": "AJ",
      "name": "Andrew J Karter",
      "affiliations": [
        "Kaiser Permanente Northern California Division of Research, Pleasanton, CA, United States of America."
      ]
    },
    {
      "last_name": "Grant",
      "fore_name": "Richard W",
      "initials": "RW",
      "name": "Richard W Grant",
      "affiliations": [
        "Kaiser Permanente Northern California Division of Research, Pleasanton, CA, United States of America."
      ]
    },
    {
      "last_name": "Gilliam",
      "fore_name": "Lisa K",
      "initials": "LK",
      "name": "Lisa K Gilliam",
      "affiliations": [
        "Kaiser Permanente South San Francisco Medical Center, South San Francisco, CA, United States of America. Electronic address: lisa.k.gilliam@kp.org."
      ]
    }
  ],
  "journal": {
    "title": "Contemporary clinical trials",
    "iso_abbreviation": "Contemp Clin Trials",
    "issn": "1559-2030",
    "issn_type": "Electronic",
    "volume": "152",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "107885",
  "pages": "107885",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Clinical Trial Protocol"
  ],
  "keywords": [
    "Humans",
    "Hypoglycemia",
    "Diabetes Mellitus, Type 2",
    "Quality Improvement",
    "Hypoglycemic Agents",
    "Pragmatic Clinical Trials as Topic",
    "Algorithms",
    "Practice Guidelines as Topic",
    "Blood Glucose",
    "Glycated Hemoglobin",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "40107604",
    "doi": "10.1016/j.cct.2025.107885",
    "pii": "S1551-7144(25)00079-5"
  },
  "doi": "10.1016/j.cct.2025.107885",
  "dates": {
    "completed": "2025-04-13",
    "revised": "2025-04-16"
  },
  "chemicals": [
    "Hypoglycemic Agents",
    "Blood Glucose",
    "Glycated Hemoglobin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.231971",
    "pmid": "40107604"
  }
}