{
  "pmid": "40106207",
  "uid": "40106207",
  "title": "Examining the rollout of the Triple P system parenting program in Manitoba on rates of child maltreatment: Administrative data analyses and document review of policies and programs.",
  "abstract": "INTERVENTION: Triple P is a multilevel parenting program aimed at promoting children's emotional, social, and behavioural competence and preventing behavioural problems through supporting parents in positive parenting. RESEARCH QUESTION: Examine the rollout of the Triple P system parenting program on child maltreatment rates in Manitoba, Canada, using administrative data analysis and document review of policies and programs. METHODS: This population-based retrospective cohort study included 962,170 children aged 18 years or younger. Administrative healthcare and social services data from the Manitoba Population Research Data Repository were used to compare child maltreatment indicators before (1989-2004) and after (2005-2018) Triple P implementation. RESULTS: Compared to before Triple P implementation, injury hospitalization rates were lower in the early (2005-2011) and later (2012-2018) periods of implementation. Maltreatment hospitalization and violent death rates were not statistically different in the early period, but they were lower in the later period of Triple P implementation. The interrupted time-series analysis showed that after Triple P intervention in 2005, injury hospitalization rates increased until 2012, followed by a gradual decline through 2018, compared to the expected trend without the intervention. Maltreatment hospitalization trends displayed a decline until 2012, followed by an increase, and then a gradual decline from 2014 to 2018 relative to the anticipated trend without the intervention. These trends varied by age, sex, income quintiles, and region. CONCLUSION: Triple P is one of several programs that may have contributed to reductions in child maltreatment rates observed in Manitoba since the implementation of the program.",
  "authors": [
    {
      "last_name": "Joshi",
      "fore_name": "Divya",
      "initials": "D",
      "name": "Divya Joshi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brownell",
      "fore_name": "Marni",
      "initials": "M",
      "name": "Marni Brownell",
      "affiliations": [
        "Department of Community Health Sciences, Manitoba Centre for Health Policy, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Decaire",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Decaire",
      "affiliations": [
        "First Nations Health and Social Secretariat of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Santos",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Santos",
      "affiliations": [
        "Department of Community Health Sciences, Manitoba Centre for Health Policy, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Dharmasena",
      "fore_name": "Isuru",
      "initials": "I",
      "name": "Isuru Dharmasena",
      "affiliations": [
        "Manitoba Centre for Health Policy, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Prior",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Prior",
      "affiliations": [
        "Manitoba Centre for Health Policy, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Ekuma",
      "fore_name": "Okechukwu",
      "initials": "O",
      "name": "Okechukwu Ekuma",
      "affiliations": [
        "Manitoba Centre for Health Policy, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Attard",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Attard",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Afifi",
      "fore_name": "Tracie O",
      "initials": "TO",
      "name": "Tracie O Afifi",
      "affiliations": [
        "Departments of Community Health Sciences and Psychiatry, Max Rady College of Medicine, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada. gonzal@mcmaster.ca.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada. gonzal@mcmaster.ca."
      ],
      "orcid": "0000-0003-0087-830X"
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "1920-7476",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "19"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40106207",
    "doi": "10.17269/s41997-025-01005-9",
    "pii": "10.17269/s41997-025-01005-9"
  },
  "doi": "10.17269/s41997-025-01005-9",
  "dates": {
    "revised": "2025-03-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "1819-HQ-000068",
      "agency": "Public Health Agency of Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.708051",
    "pmid": "40106207"
  }
}