{
  "pmid": "40113976",
  "uid": "40113976",
  "title": "Adolescent marriage, maternity, and limited access to education in 106 countries: Bayesian analysis of prevalence, trend, and prediction.",
  "abstract": "Effectively addressing issues related to adolescent children being out of school and vulnerable to harmful practices is essential for advancing SDG 3-5. This study aimed to assess the prevalence, trends, and future projections of adolescent child vulnerability. We analyzed data from 386 datasets spanning 106 countries, encompassing 1,292,258 adolescent girls year 1990- 2023. Bayesian methods were employed to estimate prevalence, trends, and future projections. Sub-Saharan Africa and Latin America & the Caribbean showed a high prevalence of child marriage and early childbirth. Overall, these indicators decreased from 1990 to 2023, but recent years have seen increases in some countries. Projections for 2025 to 2030 suggest that changes in rates will occur in some countries, while most are expected to remain stable. The disparities are in underscore ongoing public health challenges. These issues risk derailing progress towards SDG targets of eliminating harmful practices and ensuring universal access to quality education. Addressing these challenges demands coordinated efforts from countries and the global community to implement effective interventions and strategies.",
  "authors": [
    {
      "last_name": "Hailu",
      "fore_name": "Bayuh Asmamaw",
      "initials": "BA",
      "name": "Bayuh Asmamaw Hailu",
      "affiliations": [
        "Monitoring and Evaluation, Wollo University, Dessie, Ethiopia. bayuhasmamaw@gmail.com.",
        "Research center, Research Center for Inclusive Development in Africa, Addia Ababa, Ethiopia. bayuhasmamaw@gmail.com."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "20"
  },
  "start_page": "9584",
  "pages": "9584",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Adolescent",
    "Bayes Theorem",
    "Marriage",
    "Prevalence",
    "Pregnancy",
    "Pregnancy in Adolescence",
    "Africa South of the Sahara"
  ],
  "article_ids": {
    "pubmed": "40113976",
    "pmc": "PMC11926239",
    "doi": "10.1038/s41598-025-93893-7",
    "pii": "10.1038/s41598-025-93893-7"
  },
  "doi": "10.1038/s41598-025-93893-7",
  "pmc_id": "PMC11926239",
  "dates": {
    "completed": "2025-05-14",
    "revised": "2025-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.278217",
    "pmid": "40113976"
  }
}