{
  "pmid": "40125700",
  "uid": "40125700",
  "title": "Engaging and supporting standardized patients involved in equity-seeking healthcare training: a qualitative study.",
  "abstract": "OBJECTIVES: This study aims to explore the perspectives of standardized patients previously involved in equity-seeking healthcare training simulation activities to better understand how stakeholders can engage and support standardized patients in the delivery of educational opportunities for healthcare professionals related to equity, diversity, and inclusivity. METHODS: A qualitative research study was conducted utilizing semi-structured interviews with persons (N=15) who self-identified as being involved in the development and/or the delivery of simulations related to equity, diversity, and/or inclusion. Participants were recruited via email using internal and public lists for standardized patient programs and through snowball sampling. Interviews were recorded and transcribed verbatim and transcripts were analyzed qualitatively in an iterative coding process, anchored by direct content analysis methodology, and informed by three theoretical perspectives: the standardized patient journey, psychological safety, and empowerment theory. RESULTS: We constructed three main themes: (1) safety should be prioritized throughout the journey; (2) empowerment is key to engagement; and (3) standardized patient trainers are central connectors for safety and empowerment. CONCLUSIONS: Through the perspectives of standardized patients, this study has provided insight on strategies to engage and support those participating in equity-seeking simulations. Focused attention on safety and empowerment is warranted, with trainers having a critical role in empowering standardized patients to succeed in equity-seeking simulations. Future research should continue to explore best practices surrounding engaging, supporting, and retaining individuals involved in equity-seeking healthcare training, including comprehensive training for trainers on how to ensure, maintain, and restore standardized patients' psychological safety.",
  "authors": [
    {
      "last_name": "Last",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Last",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sheth",
      "fore_name": "Urmi",
      "initials": "U",
      "name": "Urmi Sheth",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Keuhl",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Keuhl",
      "affiliations": [
        "Educational Services, Faculty of Health Sciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Geekie-Sousa",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Geekie-Sousa",
      "affiliations": [
        "Educational Services, Faculty of Health Sciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Uzelli Yilmaz",
      "fore_name": "Derya",
      "initials": "D",
      "name": "Derya Uzelli Yilmaz",
      "affiliations": [
        "Department of Fundamentals of Nursing, Faculty of Health Sciences, Izmar Katip Calebi University, Izmar, Turkey."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sibbald",
      "fore_name": "Matt",
      "initials": "M",
      "name": "Matt Sibbald",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of medical education",
    "iso_abbreviation": "Int J Med Educ",
    "issn": "2042-6372",
    "issn_type": "Electronic",
    "volume": "16",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "20"
  },
  "start_page": "64",
  "end_page": "74",
  "pages": "64-74",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Qualitative Research",
    "Female",
    "Male",
    "Health Personnel",
    "Adult",
    "Patient Simulation",
    "Interviews as Topic",
    "Health Equity",
    "Empowerment",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "40125700",
    "doi": "10.5116/ijme.67ab.596e",
    "pii": "ijme.16.6474"
  },
  "doi": "10.5116/ijme.67ab.596e",
  "dates": {
    "completed": "2025-05-14",
    "revised": "2025-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.074721",
    "pmid": "40125700"
  }
}