{
  "pmid": "40127753",
  "uid": "40127753",
  "title": "Restorative options for moderate and severe tooth wear: A systematic review.",
  "abstract": "OBJECTIVES: This systematic review aimed to evaluate the failure of different types of restorative treatments for tooth wear. STUDY DESIGN: A search was conducted in Medline, Cochrane, Web of Science, SCOPUS, and Embase (October 2023) with no limits for publication year or language. Randomized and non-randomized studies comparing restorative options to treat moderate to severe tooth wear were included. Two reviewers independently selected studies, extracted data and assessed the risk of bias. Failure data was obtained from each study and organised into either 'major failure,' with the need to replace the restoration, or 'minor failure,' where the restoration was repaired or refurbished. Studies that did not bring comparisons or sufficient data to calculate failures were excluded. RESULTS: 3977 articles were found; 43 studies were eligible for analysis. For RCT studies (n = 6), direct composite showed a mean annual failure rate (AFR) of 10.54 % for minor failures and 8.38 % for major failures. For non-RCT studies (n = 37), these were 3.97 % and 0.4 % respectively. For RCT studies, indirect composite showed a mean AFR of 12.84 % for minor failures and 10.41 % for major failures. For non-RCT studies, these were 2.9 % and 0.15 % respectively. For RCT studies, indirect ceramic showed a mean AFR of 0.09 % for minor failures and 0.13 % for major failures. For non-RCT studies, these were 0.83 % and 0.33 % respectively. CONCLUSION: Indirect restorations demonstrated lower failure rates; however, they can be more invasive and require more operator time than alternatives. Direct methods showed greater failures but offer a minimally invasive modality. (CRD42022358586) CLINICAL SIGNIFICANCE: This study will provide clinicians with a more informed view of the success, survival and failure rates of materials when deciding how to restore tooth wear.",
  "authors": [
    {
      "last_name": "Alani",
      "fore_name": "Aws",
      "initials": "A",
      "name": "Aws Alani",
      "affiliations": [
        "Department of Dentistry, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, the Netherlands; Department of Restorative Dentistry & Dental Traumatology, King's College Hospital, Dental Institute, Denmark Hill, London SE5 9RW, United Kingdom; Peninsula Dental School, Faculty of Health, Plymouth University, Plymouth, PL4 8AA, United Kingdom. Electronic address: aws.alani@radboudumc.nl."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir",
      "initials": "S",
      "name": "Shamir Mehta",
      "affiliations": [
        "Department of Dentistry, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, the Netherlands; Department of Conservative and MI Dentistry, King's College London Faculty of Dentistry, Oral & Craniofacial Sciences, Guy's Campus, London, United Kingdom."
      ]
    },
    {
      "last_name": "Koning",
      "fore_name": "Isa",
      "initials": "I",
      "name": "Isa Koning",
      "affiliations": [
        "Department of Dentistry, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, the Netherlands."
      ]
    },
    {
      "last_name": "Loomans",
      "fore_name": "Bas",
      "initials": "B",
      "name": "Bas Loomans",
      "affiliations": [
        "Department of Dentistry, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, the Netherlands."
      ]
    },
    {
      "last_name": "Pereira-Cenci",
      "fore_name": "Tatiana",
      "initials": "T",
      "name": "Tatiana Pereira-Cenci",
      "affiliations": [
        "Department of Dentistry, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, the Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Journal of dentistry",
    "iso_abbreviation": "J Dent",
    "issn": "1879-176X",
    "issn_type": "Electronic",
    "volume": "156",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "105711",
  "pages": "105711",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Tooth Wear",
    "Dental Restoration, Permanent",
    "Dental Restoration Failure",
    "Composite Resins",
    "Dental Materials"
  ],
  "article_ids": {
    "pubmed": "40127753",
    "doi": "10.1016/j.jdent.2025.105711",
    "pii": "S0300-5712(25)00156-3"
  },
  "doi": "10.1016/j.jdent.2025.105711",
  "dates": {
    "completed": "2025-04-18",
    "revised": "2025-04-18"
  },
  "chemicals": [
    "Composite Resins",
    "Dental Materials"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.490006",
    "pmid": "40127753"
  }
}