{
  "pmid": "40125267",
  "uid": "40125267",
  "title": "A mixed methods pilot study of a serious illness communication training curriculum among medical residents.",
  "abstract": "BACKGROUND: It is crucial that clinicians develop skillful communication to support patients to improve their illness understanding. A strong understanding of illness is associated with improved quality of life and care that is consistent with patient priorities. Unfortunately, many clinicians lack these skills, and residents, in particular, feel unprepared. The ABCs (All Providers, Better Communication Skills) is a virtual curriculum that teaches core communication skills to facilitate conversations with people who are living with serious illnesses. OBJECTIVES: We explored whether the ABCs curriculum increases self-efficacy and addresses self-reported weaknesses in communication training for internal medicine (IM) and family medicine (FM) residents. DESIGN: We conducted a prospective sequential mixed methods cohort study. METHODS: Residents completed pre-/post-curriculum self-assessment surveys and a post-curriculum semi-structured interview. Primary outcomes were changes in self-efficacy, whether the curriculum addressed self-identified training needs and feedback on its structure and delivery. Secondary outcomes included feedback on how the modules could be tailored to IM and FM-specific content. RESULTS: Twelve residents completed the study. Most were in IM, female, and aged 26-30 years. Self-efficacy improved significantly as per the SE-12 summative score (mean difference 11.5 points (SD 10.35), p = 0.003). The study-created items showed a significant improvement in breaking bad news (0.83 (SD 0.84), p = 0.005), overall knowledge (0.67 (SD 0.65), p = 0.005), and confidence (0.67 (SD 0.50), p = 0.001). Key strengths of the curriculum were its structured approach, focus on allowing for silence, transferrable skills, and practical application. The virtual format was both a strength and a weakness, as residents appreciated its accessibility but valued real-time practice. CONCLUSION: The ABCs improved self-efficacy among IM and FM residents. We will use results from this study to inform future iterations of the platform that are tailored to resident-specific learning needs and improving patient-centered outcomes.",
  "authors": [
    {
      "last_name": "Smith-Uffen",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Smith-Uffen",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, 1200 Main Street West, Hamilton, ON L8N 3Z5, Canada."
      ],
      "orcid": "0009-0009-1263-1006"
    },
    {
      "last_name": "Jyothi Kumar",
      "fore_name": "Shilpa",
      "initials": "S",
      "name": "Shilpa Jyothi Kumar",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Oren",
      "initials": "O",
      "name": "Oren Levine",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Bainbridge",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Myers",
      "fore_name": "Jeff",
      "initials": "J",
      "name": "Jeff Myers",
      "affiliations": [
        "Division of Palliative Care, Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Steinberg",
      "fore_name": "Leah",
      "initials": "L",
      "name": "Leah Steinberg",
      "affiliations": [
        "Division of Palliative Care, Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Incardona",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Incardona",
      "affiliations": [
        "Division of Emergency Medicine, Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Civak",
      "fore_name": "Maggie",
      "initials": "M",
      "name": "Maggie Civak",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Palliative care and social practice",
    "iso_abbreviation": "Palliat Care Soc Pract",
    "issn": "2632-3524",
    "issn_type": "Electronic",
    "volume": "19",
    "pub_year": "2025"
  },
  "start_page": "26323524251326949",
  "pages": "26323524251326949",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40125267",
    "pmc": "PMC11926845",
    "doi": "10.1177/26323524251326949",
    "pii": "10.1177_26323524251326949"
  },
  "doi": "10.1177/26323524251326949",
  "pmc_id": "PMC11926845",
  "dates": {
    "revised": "2025-03-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.110608",
    "pmid": "40125267"
  }
}