{
  "pmid": "40139673",
  "uid": "40139673",
  "title": "2025 Canadian guideline for physical activity, sedentary behaviour and sleep throughout the first year post partum.",
  "abstract": "This consensus aims to provide guidance for postpartum women and people, healthcare providers and exercise professionals on physical activity, sedentary behaviour and sleep throughout the first year postpartum. The development of this guideline followed the Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodology and the Appraisal of Guidelines for Research and Evaluation II instrument. The Guideline Consensus Panel consisted of representatives from key professional groups, researchers and methodological experts. Literature was retrieved through searches of 12 online databases, and articles on maternal physical activity, sedentary behaviour or sleep in the first year after childbirth were eligible for inclusion if they reported on any of 21 maternal or infant health outcomes, which were prioritised considering the preferences and values of postpartum individuals. There was no restriction on language, and all study designs were eligible except for case studies. The certainty of evidence was rated using GRADE. This evidence review produced seven systematic reviews, which informed this consensus statement. A Delphi process was conducted to identify relative contraindications to postpartum moderate-intensity to vigorous-intensity physical activity, which informed the development of the Get Active Questionnaire for Postpartum. Evidence to decision tables were developed, and feedback on the recommendations was solicited from end users (healthcare providers, exercise professionals, researchers, policy organisations and postpartum women and people). Adhering to these consensus recommendations for postpartum women and people is likely to result in large improvements in psychological well-being, as well as pelvic, musculoskeletal and cardiometabolic health, and reduced fatigue, while not experiencing adverse events (moderate certainty evidence). Most end users indicated that following these recommendations would be feasible, acceptable and equitable, and likely to require minimal resources from individual and health systems perspectives. PROSPERO registration number CRD42022359282.",
  "authors": [
    {
      "last_name": "Davenport",
      "fore_name": "Margie H",
      "initials": "MH",
      "name": "Margie H Davenport",
      "affiliations": [
        "Program for Pregnancy and Postpartum Health, Physical Activity and Diabetes Laboratory, Faculty of Kinesiology, Sport and Recreation, Women and Children's Health Research Institute, Alberta Diabetes Institute, University of Alberta, Edmonton, Alberta, Canada mdavenpo@ualberta.ca."
      ],
      "orcid": "0000-0001-5627-5773"
    },
    {
      "last_name": "Ruchat",
      "fore_name": "Stephanie-May",
      "initials": "SM",
      "name": "Stephanie-May Ruchat",
      "affiliations": [
        "Department of Human Kinetics, Université du Québec à Trois-Rivières, Trois-Rivières, Quebec, Canada."
      ],
      "orcid": "0000-0002-2140-7526"
    },
    {
      "last_name": "Jaramillo Garcia",
      "fore_name": "Alejandra",
      "initials": "A",
      "name": "Alejandra Jaramillo Garcia",
      "affiliations": [
        "Centre for Surveillance and Applied Research, Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Muhammad Usman",
      "initials": "MU",
      "name": "Muhammad Usman Ali",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8516-3057"
    },
    {
      "last_name": "Forte",
      "fore_name": "Milena",
      "initials": "M",
      "name": "Milena Forte",
      "affiliations": [
        "Department of Family and Community Medicine, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-9387-0184"
    },
    {
      "last_name": "Beamish",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Beamish",
      "affiliations": [
        "School of Kinesiology and Health Studies, Queen's University, Kingston, Ontario, Canada."
      ],
      "orcid": "0000-0001-6775-3339"
    },
    {
      "last_name": "Fleming",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Fleming",
      "affiliations": [
        "Department of Family and Community Medicine, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Adamo",
      "fore_name": "Kristi B",
      "initials": "KB",
      "name": "Kristi B Adamo",
      "affiliations": [
        "School of Human Kinetics, Faculty of Health Sciences, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brunet-Pagé",
      "fore_name": "Émilie",
      "initials": "É",
      "name": "Émilie Brunet-Pagé",
      "affiliations": [
        "Department of Midwifery, Université du Québec à Trois-Rivières, Trois-Rivieres, Quebec, Canada."
      ]
    },
    {
      "last_name": "Chari",
      "fore_name": "Radha",
      "initials": "R",
      "name": "Radha Chari",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Faculty of Medicine, Women and Children's Health Research Institute, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Lane",
      "fore_name": "Kirstin N",
      "initials": "KN",
      "name": "Kirstin N Lane",
      "affiliations": [
        "School of Exercise Science, Physical and Health Education, University of Victoria, Victoria, British Columbia, Canada."
      ],
      "orcid": "0000-0002-3786-8191"
    },
    {
      "last_name": "Mottola",
      "fore_name": "Michelle F",
      "initials": "MF",
      "name": "Michelle F Mottola",
      "affiliations": [
        "R Samuel McLaughlin Foundation-Exercise and Pregnancy Laboratory, School of Kinesiology, Faculty of Health Sciences, Department of Anatomy and Cell Biology, Schulich School of Medicine & Dentistry, Children's Health Research Institute, The University of Western Ontario, London, Ontario, Canada."
      ],
      "orcid": "0000-0002-8707-4656"
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, National Collaborating Centre for Methods and Tools, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-9600-3403"
    }
  ],
  "journal": {
    "title": "British journal of sports medicine",
    "iso_abbreviation": "Br J Sports Med",
    "issn": "1473-0480",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "25"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40139673",
    "doi": "10.1136/bjsports-2025-109785",
    "pii": "bjsports-2025-109785"
  },
  "doi": "10.1136/bjsports-2025-109785",
  "dates": {
    "revised": "2025-03-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.176244",
    "pmid": "40139673"
  }
}