{
  "pmid": "40140981",
  "uid": "40140981",
  "title": "Building Resilient and Responsive Health Research Systems:Responses and the Lessons Learned from the COVID-19 Pandemic.",
  "abstract": "BACKGROUND: The coronavirus disease 2019 (COVID-19) pandemic highlighted the crucial role of robust health research systems (HRSs) in supporting effective public health responses. Understanding the responses and lessons learned from HRS during the pandemic is vital for future preparedness. METHODS: This environmental scan examined high income Countries with a HRS that responded to the COVID-19 pandemic using both academic and grey literature sources to gather comprehensive insights into these areas. The analysis was structured using an organizing framework to facilitate systematic extraction and synthesis of relevant information. A total of 5336 sources were identified of which 3609 were screened following duplicate removal. A total of 117 full-text sources were reviewed leading to 65 being included. FINDINGS: Effective interdisciplinary and cross-sector collaborations significantly enhanced the capacity to respond to the pandemic. Clear and streamlined governance structures were essential for coordinated efforts across various entities, facilitating swift decision-making and resource allocation. The robustness of pre-existing research infrastructures played a crucial role in the rapid mobilization of resources and execution of large-scale research projects. Knowledge mobilization efforts were vital in disseminating research findings promptly to inform public health responses. Continuous tracking and evaluation of health research activities enabled real-time adjustments and informed decision-making. Rapid identification and funding of research priorities, including vaccine and therapeutic development, were critical in addressing urgent public health needs. Effective resource allocation and capacity-building efforts ensured focused and accelerated research responses. Comprehensive strategic planning, involving stakeholder engagement and robust monitoring tools, was essential for aligning research efforts with health system needs. CONCLUSION: The findings underscore the necessity of flexible funding mechanisms, enhanced data-sharing practices and robust strategic planning to prepare for future health emergencies. Policy implications emphasize the need for sustained investments in health policy and systems research (HPSR) and the development of comprehensive governance frameworks. Research implications highlight the importance of community engagement and interdisciplinary partnerships. For decision-makers, the study stresses the importance of rapid response mechanisms and evidence-based policy making. Health research systems must prioritize maintaining adaptable infrastructures and strategic planning to ensure effective crisis response. Despite potential biases and the rapidly evolving context, this comprehensive analysis provides valuable lessons for strengthening HRSs to address future public health challenges.",
  "authors": [
    {
      "last_name": "Embrett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Embrett",
      "affiliations": [
        "Research, Innovation, and Discovery, Nova Scotia Health, 90 Lovett Lake Ct, Halifax, NS, B3S 0H6, Canada. embretmg@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L8, Canada. embretmg@mcmaster.ca."
      ]
    },
    {
      "last_name": "Carson",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Carson",
      "affiliations": [
        "London Health Sciences Centre, 800 Commissioners Rd E, London, ON, N6A 5W9, Canada."
      ]
    },
    {
      "last_name": "Sim",
      "fore_name": "Meaghan",
      "initials": "M",
      "name": "Meaghan Sim",
      "affiliations": [
        "Research, Innovation, and Discovery, Nova Scotia Health, 90 Lovett Lake Ct, Halifax, NS, B3S 0H6, Canada."
      ]
    },
    {
      "last_name": "Conway",
      "fore_name": "Aislinn",
      "initials": "A",
      "name": "Aislinn Conway",
      "affiliations": [
        "Evidence Synthesis Ireland, Evidence Synthesis Ireland Áras Moyola, University of Galway, University Road, Galway, Ireland."
      ]
    },
    {
      "last_name": "Moore",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Moore",
      "affiliations": [
        "Stanford University School of Medicine, 291 Campus Drive Li Ka Shing Building Stanford, Stanford, CA, United States of America."
      ]
    },
    {
      "last_name": "Hancock",
      "fore_name": "Kristy",
      "initials": "K",
      "name": "Kristy Hancock",
      "affiliations": [
        "Maritime SPOR SUPPORT Unit, 5790 University Avenue, Halifax, NS, B3H 1V7, Canada."
      ]
    },
    {
      "last_name": "Bielska",
      "fore_name": "Iwona",
      "initials": "I",
      "name": "Iwona Bielska",
      "affiliations": [
        "Department of Health Policy and Management, Jagiellonian University Medical College, 8 Skawińska Street, 31-066, Kraków, Poland.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "26"
  },
  "start_page": "38",
  "pages": "38",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "COVID-19",
    "Humans",
    "Public Health",
    "SARS-CoV-2",
    "Pandemics",
    "Capacity Building",
    "Developed Countries",
    "Biomedical Research",
    "Health Services Research",
    "Resource Allocation"
  ],
  "article_ids": {
    "pubmed": "40140981",
    "pmc": "PMC11938576",
    "doi": "10.1186/s12961-024-01229-0",
    "pii": "10.1186/s12961-024-01229-0"
  },
  "doi": "10.1186/s12961-024-01229-0",
  "pmc_id": "PMC11938576",
  "dates": {
    "completed": "2025-05-14",
    "revised": "2025-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:56.867801",
    "pmid": "40140981"
  }
}