{
  "pmid": "40149043",
  "uid": "40149043",
  "title": "Carmofur Exhibits Antimicrobial Activity Against Streptococcus pneumoniae.",
  "abstract": "Background/Objectives:Streptococcus pneumoniae (S. pneumoniae) is a major pathogen causing severe infectious diseases, with an escalating issue of antimicrobial resistance that threatens the efficacy of existing antibiotics. Given the challenges in developing traditional antibiotics, drug repurposing strategies offer a novel approach to address the resistance crisis. This study aims to evaluate the antibacterial and anti-biofilm activities of the approved non-antibiotic anticancer drug carmofur against multidrug-resistant S. pneumoniae, and investigate the mechanism of action, and assess therapeutic potential in vivo. Methods/Results: Antimicrobial tests revealed that carmofur exhibited strong antibacterial activity against multidrug-resistant S. pneumoniae strains, with minimum inhibitory concentrations (MICs) ranging from 0.25 to 1 µg/mL. In the biofilm detection experiments, carmofur not only inhibited the formation of biofilms, but also effectively removed biofilms under high concentration conditions. Mechanistic studies showed that carmofur disrupted bacterial membrane permeability and decreased intracellular ATP levels. Molecular docking and dynamics simulation assays indicated that carmofur could stably bind to thymidylate synthase through hydrogen bonding and hydrophobic interactions, thereby exerting antibacterial effects. Meanwhile, carmofur was able to repress the expression of the thyA gene at the mRNA level. In a mouse infection model, the carmofur treatment group showed a reduction of approximately two log levels in bacterial load in lung tissue and blood, a significant decrease in the levels of inflammatory cytokines TNF-α and IL-6, and an improvement in survival rate to 60%. Conclusions: In summary, carmofur demonstrated significant antibacterial and anti-biofilm activities against multidrug-resistant S. pneumoniae and showed good anti-infective effects in vivo, suggesting its potential clinical application as a therapeutic agent against drug-resistant bacteria.",
  "authors": [
    {
      "last_name": "Lyu",
      "fore_name": "Wenting",
      "initials": "W",
      "name": "Wenting Lyu",
      "affiliations": [
        "College of Pharmacy, Heze University, Heze 274000, China.",
        "Faculty of Medicine, Dentistry and Health Sciences, The University of Melbourne, Melbourne 3010, Australia.",
        "Yangtze Delta Region Institute of Tsinghua University, Jiaxing 314006, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "College of Pharmacy, Heze University, Heze 274000, China.",
        "Faculty of Medicine, Dentistry and Health Sciences, The University of Melbourne, Melbourne 3010, Australia.",
        "Yangtze Delta Region Institute of Tsinghua University, Jiaxing 314006, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Zhen",
      "initials": "Z",
      "name": "Zhen Zhang",
      "affiliations": [
        "Yangtze Delta Region Institute of Tsinghua University, Jiaxing 314006, China."
      ],
      "orcid": "0000-0001-8057-7624"
    },
    {
      "last_name": "Lu",
      "fore_name": "Hao",
      "initials": "H",
      "name": "Hao Lu",
      "affiliations": [
        "College of Pharmacy, Heze University, Heze 274000, China.",
        "Yangtze Delta Region Institute of Tsinghua University, Jiaxing 314006, China."
      ]
    }
  ],
  "journal": {
    "title": "Antibiotics (Basel, Switzerland)",
    "iso_abbreviation": "Antibiotics (Basel)",
    "issn": "2079-6382",
    "issn_type": "Print",
    "volume": "14",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Feb",
    "pub_day": "25"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40149043",
    "pmc": "PMC11939412",
    "doi": "10.3390/antibiotics14030231",
    "pii": "antibiotics14030231"
  },
  "doi": "10.3390/antibiotics14030231",
  "pmc_id": "PMC11939412",
  "dates": {
    "revised": "2025-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.747911",
    "pmid": "40149043"
  }
}