{
  "pmid": "40147837",
  "uid": "40147837",
  "title": "Computer aided detection and diagnosis of polyps in adult patients undergoing colonoscopy: a living clinical practice guideline.",
  "abstract": "CLINICAL QUESTION: In adult patients undergoing colonoscopy for any indication (screening, surveillance, follow-up of positive faecal immunochemical testing, or gastrointestinal symptoms such as blood in the stools) what are the benefits and harms of computer-aided detection (CADe)? CONTEXT AND CURRENT PRACTICE: Colorectal cancer (CRC), the third most common cancer and the second leading cause of cancer-related death globally, typically arises from adenomatous polyps. Detection and removal of polyps during colonoscopy can reduce the risk of cancer. CADe systems use artificial intelligence (AI) to assist endoscopists by analysing real-time colonoscopy images to detect potential polyps. Despite their increasing use in clinical practice, guideline recommendations that carefully balance all patient-important outcomes remain unavailable. In this first iteration of a living guideline, we address the use of CADe at the level of an individual patient. EVIDENCE: Evidence for this recommendation is drawn from a living systematic review of 44 randomised controlled trials (RCTs) involving more than 30 000 participants and a companion microsimulation study simulating 10 year follow-up for 100 000 individuals aged 60-69 years to assess the impact of CADe on patient-important outcomes. While no direct evidence was found for critical outcomes of colorectal cancer incidence and post-colonoscopy cancer incidence, low certainty data from the trials indicate that CADe may increase positive endoscopy findings. The microsimulation modelling, however, suggests little to no effect on CRC incidence, CRC-related mortality, or colonoscopy-related complications (perforation and bleeding) over the 10 year follow-up period, although low certainty evidence indicates CADe may increase the number of colonoscopies performed per patient. A review of values and preferences identified that patients value mortality reduction and quality of care but worry about increased anxiety, overdiagnosis, and more frequent surveillance. RECOMMENDATION: For adults who have agreed to undergo colonoscopy, we suggest against the routine use of CADe (weak recommendation). HOW THIS GUIDELINE WAS CREATED: An international panel, including three patient partners, 11 healthcare providers, and seven methodologists, deemed by MAGIC and The BMJ to have no relevant competing interests, developed this recommendation. For this guideline the panel took an individual patient approach. The panel started by defining the clinical question in PICO format, and prioritised outcomes including CRC incidence and mortality. Based on the linked systematic review and microsimulation study, the panel sought to balance the benefits, harms, and burdens of CADe and assumed patient preferences when making this recommendation UNDERSTANDING THE RECOMMENDATION: The guideline panel found the benefits of CADe on critical outcomes, such as CRC incidence and post-colonoscopy cancer incidence, over a 10 year follow up period to be highly uncertain. Low certainty evidence suggests little to no impact on CRC-related mortality, while the potential burdens-including more frequent surveillance colonoscopies-are likely to affect many patients. Given the small and uncertain benefits and the likelihood of burdens, the panel issued a weak recommendation against routine CADe use.The panel acknowledges the anticipated variability in values and preferences among patients and clinicians when considering these uncertain benefits and potential burdens. In healthcare settings where CADe is available, individual decision making may be appropriate. UPDATES: This is the first iteration of a living practice guideline. The panel will update this living guideline if ongoing evidence surveillance identifies new CADe trial data that substantially alters our conclusions about CRC incidence, mortality, or burdens, or studies that increase our certainty in values and preferences of individual patients. Updates will provide recommendations on the use of CADe from a healthcare systems perspective (including resource use, acceptability, feasibility, and equity), as well as the combined use of CADe and computer aided diagnosis (CADx). Users can access the latest guideline version and supporting evidence on MAGICapp, with updates periodically published in The BMJ.",
  "authors": [
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway farid@magicevidence.org ssultan@umn.edu.",
        "Ted Rogers Centre for Heart Research, University Health Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Helsingen",
      "fore_name": "Lise M",
      "initials": "LM",
      "name": "Lise M Helsingen",
      "affiliations": [
        "Clinical Effectiveness Research Group, Institute of Health and Society, University of Oslo, Oslo, Norway.",
        "Clinical Effectiveness Research Group, Department of Transplantation Medicine, Oslo University Hospital, Oslo, Norway.",
        "Department of Gastroenterology, Hepatology and Clinical Oncology, Centre of Postgraduate Medical Education, Warsaw, Poland."
      ]
    },
    {
      "last_name": "Kalager",
      "fore_name": "Mette",
      "initials": "M",
      "name": "Mette Kalager",
      "affiliations": [
        "Clinical Effectiveness Research Group, Oslo University Hospital, Oslo, Norway.",
        "Clinical Effectiveness Research Group, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Rutter",
      "fore_name": "Matt",
      "initials": "M",
      "name": "Matt Rutter",
      "affiliations": [
        "Department of Gastroenterology, University Hospital of North Tees, Stockton-on-Tees, UK.",
        "Faculty of Medical Sciences, Newcastle University, Newcastle upon Tyne, UK."
      ]
    },
    {
      "last_name": "Selby",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Selby",
      "affiliations": [
        "University Center for Primary Care and Public Health, University of Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Pilonis",
      "fore_name": "Nastazja Dagny",
      "initials": "ND",
      "name": "Nastazja Dagny Pilonis",
      "affiliations": [
        "Clinical Effectiveness Research Group, Institute of Health and Society, University of Oslo, Oslo, Norway.",
        "Department of Oncological Gastroenterology, National Research Institute of Oncology, Warsaw, Poland.",
        "Department of Surgical Oncology, Transplant Surgery and General Surgery, Medical University of Gdansk, Poland."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Joseph C",
      "initials": "JC",
      "name": "Joseph C Anderson",
      "affiliations": [
        "White River Junction VAMC, Hartford USA.",
        "University of Connecticut, Connecticut, USA."
      ]
    },
    {
      "last_name": "McKinnon",
      "fore_name": "Annette",
      "initials": "A",
      "name": "Annette McKinnon",
      "affiliations": [
        "Patient Reviewer, Toronto, Canada."
      ]
    },
    {
      "last_name": "Fuchs",
      "fore_name": "Jonathan M",
      "initials": "JM",
      "name": "Jonathan M Fuchs",
      "affiliations": [
        "FACHE Population Health and Health Policy Consultant, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Quinlan",
      "fore_name": "Casey",
      "initials": "C",
      "name": "Casey Quinlan",
      "affiliations": [
        "Mighty Casey Media LLC, Richmond, Virginia, USA."
      ]
    },
    {
      "last_name": "Buskermolen",
      "fore_name": "Maaike",
      "initials": "M",
      "name": "Maaike Buskermolen",
      "affiliations": [
        "Erasmus MC University Medical Center Rotterdam, Netherlands."
      ]
    },
    {
      "last_name": "Senore",
      "fore_name": "Carlo",
      "initials": "C",
      "name": "Carlo Senore",
      "affiliations": [
        "Epidemiology and Screening Unit, University hospital Città della Salute e della Scienza, Turin, Italy."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Pu",
      "initials": "P",
      "name": "Pu Wang",
      "affiliations": [
        "Department of Gastroenterology, Sichuan Provincial People's Hospital & School of Medicine, University of Electronic Science and Technology of China, Chengdu, China."
      ]
    },
    {
      "last_name": "Sung",
      "fore_name": "Joseph J Y",
      "initials": "JJY",
      "name": "Joseph J Y Sung",
      "affiliations": [
        "Lee Kong Chian School of Medicine, Nanyang Technological University, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Haug",
      "fore_name": "Ulrike",
      "initials": "U",
      "name": "Ulrike Haug",
      "affiliations": [
        "Professor, Department of Clinical Epidemiology, Leibniz Institute for Prevention Research and Epidemiology - BIPS, Bremen, Germany.",
        "Faculty of Human and Health Sciences, University of Bremen, Bremen, Germany."
      ]
    },
    {
      "last_name": "Bjerkelund",
      "fore_name": "Silje",
      "initials": "S",
      "name": "Silje Bjerkelund",
      "affiliations": [
        "Diakonhjemmet University College and Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Triantafyllou",
      "fore_name": "Konstantinos",
      "initials": "K",
      "name": "Konstantinos Triantafyllou",
      "affiliations": [
        "Second Academic Department of Gastroenterology, Medical School, National and Kapodistrian University of Athens, Athens, Greece.",
        "Hepatogastroenterology Unit, Department of Propaedeutic Internal Medicine, Medical School, National and Kapodistrian, University of Athens, Attikon University General Hospital, Athens, Greece."
      ]
    },
    {
      "last_name": "Shung",
      "fore_name": "Dennis L",
      "initials": "DL",
      "name": "Dennis L Shung",
      "affiliations": [
        "Department of Medicine, Section of Digestive Diseases, Yale School of Medicine, New Haven, Connecticut, USA."
      ]
    },
    {
      "last_name": "Halvorsen",
      "fore_name": "Natalie",
      "initials": "N",
      "name": "Natalie Halvorsen",
      "affiliations": [
        "Clinical Effectiveness Research Group, Institute of Health and Society, University of Oslo, Oslo, Norway.",
        "Clinical Effectiveness Research Group, Department of Transplantation Medicine, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "McGinn",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas McGinn",
      "affiliations": [
        "Baylor College of Medicine, Houston, Texas, USA.",
        "CommonSpirit Health, Chicago, Illinois, USA."
      ]
    },
    {
      "last_name": "Hafver",
      "fore_name": "Tandekile Lubelwana",
      "initials": "TL",
      "name": "Tandekile Lubelwana Hafver",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Reinthaler",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Reinthaler",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of General Internal Medicine, University Hospitals of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Nutrition, University of Minnesota, Minnesota, USA farid@magicevidence.org ssultan@umn.edu."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "388",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "27"
  },
  "start_page": "e082656",
  "pages": "e082656",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Artificial Intelligence",
    "Colonic Polyps",
    "Colonoscopy",
    "Colorectal Neoplasms",
    "Diagnosis, Computer-Assisted",
    "Early Detection of Cancer",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "40147837",
    "doi": "10.1136/bmj-2024-082656"
  },
  "doi": "10.1136/bmj-2024-082656",
  "dates": {
    "completed": "2025-03-27",
    "revised": "2025-06-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.340835",
    "pmid": "40147837"
  }
}