{
  "pmid": "40147705",
  "uid": "40147705",
  "title": "GRADE notes 5: comparing a new intervention with an established treatment. Practical and methodological issues.",
  "abstract": "OBJECTIVES: Recommendations about the comparison of multiple interventions should ideally be based on direct evidence. Issues may arise in a guideline development group (GDG) if the intervention of interest is compared with an alternative, widely accepted intervention, and direct evidence suggests that the former may be at least as effective as the latter. STUDY DESIGN AND SETTING: In this report, we present our experience during the development of evidence-based recommendations, according to the Grading of Recommendations Assessment, Development and Evaluation methodology, on azathioprine as an off-label treatment for multiple sclerosis in settings with limited resources. RESULTS: Direct evidence from small studies on critical outcomes (relapse and worsening of disability) probably favored, with very low certainty, azathioprine over interferon (IFN), a widely accepted labeled treatment for multiple sclerosis. Indirect evidence on IFN compared to placebo, despite being supported by larger trials, favored IFN with very low certainty. These observations were surprising for some GDG members and challenged their confidence in the seemingly established health effects of IFN and on how they should comparatively evaluate azathioprine. De facto, the long-established treatment that before the availability of newer disease-modifying treatments had been considered for years as a standard of care, was only based on very low certainty evidence, which was paired by very low certainty evidence in favor of another treatment. To not deviate from the mandate and scope of the guideline, through discussion and voting, conditional recommendations supporting the use of azathioprine were made where IFN and/or other treatments were not available and affordable. Although the GDG concluded that there was insufficient evidence to recommend azathioprine ahead of IFN, some of its members would have preferred to rank azathioprine ahead of IFN, based on the published evidence. An alternative solution may have been to add a new question and rediscuss the role of the established treatment, that is, IFN. CONCLUSION: Recommendations should be developed according to the target recommendation question and the scope of the guideline. Scenarios that question the perceived health effects of long-established interventions must be met by an openness to reconsider such standards of care. If directed by the GDG, external, indirect evidence on the widely accepted intervention may have to be assessed and this should be considered when planning a guideline recommendation. Potential alternative approaches on how to formulate the final recommendation should be carefully weighted in relation to the context and setting to which recommendations are targeted.",
  "authors": [
    {
      "last_name": "Nonino",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Nonino",
      "affiliations": [
        "Unit of Epidemiology and Statistics, Cochrane Review Group Multiple Sclerosis and Rare Diseases of the CNS, IRCCS Istituto delle Scienze Neurologiche di Bologna, Via Altura 3, 40139 Bologna, Italy. Electronic address: f.nonino@ausl.bologna.it."
      ]
    },
    {
      "last_name": "Baldin",
      "fore_name": "Elisa",
      "initials": "E",
      "name": "Elisa Baldin",
      "affiliations": [
        "Unit of Epidemiology and Statistics, Cochrane Review Group Multiple Sclerosis and Rare Diseases of the CNS, IRCCS Istituto delle Scienze Neurologiche di Bologna, Via Altura 3, 40139 Bologna, Italy."
      ]
    },
    {
      "last_name": "Rijke",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Rijke",
      "affiliations": [
        "Multiple Sclerosis International Federation, London, UK."
      ]
    },
    {
      "last_name": "Laurson-Doube",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Laurson-Doube",
      "affiliations": [
        "Multiple Sclerosis International Federation, London, UK."
      ]
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Michael G DeGroote Cochrane Canada Centre, Cochrane Canada and McMaster GRADE Centre, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Family Medicine, Queens University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Clinical Epidemiology and Research Center (CERC), Humanitas University & Humanitas Research Hospital, Via Rita Levi Montalcini 4 - 20090 Pieve Emanuele Milano, Italy."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "182",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "111768",
  "pages": "111768",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comparative Study"
  ],
  "keywords": [
    "Humans",
    "Azathioprine",
    "Multiple Sclerosis",
    "Evidence-Based Medicine",
    "Interferons",
    "Practice Guidelines as Topic",
    "Immunosuppressive Agents"
  ],
  "article_ids": {
    "pubmed": "40147705",
    "doi": "10.1016/j.jclinepi.2025.111768",
    "pii": "S0895-4356(25)00101-5"
  },
  "doi": "10.1016/j.jclinepi.2025.111768",
  "dates": {
    "completed": "2025-06-07",
    "revised": "2025-06-07"
  },
  "chemicals": [
    "Azathioprine",
    "Interferons",
    "Immunosuppressive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.819122",
    "pmid": "40147705"
  }
}