{
  "pmid": "40144936",
  "uid": "40144936",
  "title": "Defining Referral for a Kidney Transplant Evaluation as a Quality Indicator: A Population-Based Cohort Study.",
  "abstract": "BACKGROUND: Quality indicators are required to identify gaps in care and to improve equitable access to kidney transplants. Referral to a transplant center for an evaluation is the first step toward receiving a kidney transplant, yet widespread reporting on this metric is lacking. OBJECTIVE: The objective was to use administrative health care databases to examine multiple ways to define referral for a kidney transplant evaluation by varying clinical inclusion criteria, definitions for end of follow-up, and statistical methodologies. DESIGN: This is a population-based cohort study. SETTING: This study linked administrative health care databases in Ontario, Canada. PATIENTS: Adults from Ontario, Canada, with advanced chronic kidney disease (CKD) between April 1, 2017, and March 31, 2018. MEASUREMENTS: The primary outcome was the 1-year cumulative incidence of kidney transplant referral. METHODS: We created several patient cohort definitions, varying patient transplant eligibility by health status (eg, whether patients had a recorded contraindication to transplant). We presented results by advanced CKD status (ie, patients approaching the need for dialysis vs receiving maintenance dialysis) and by method of cohort entry (ie, incident only vs prevalent and incident patients combined), resulting in 12 unique cohorts. RESULTS: Sample size varied substantially from 414 to 4128 depending on the patient cohort definition, with the largest reduction in cohort size occurring when we restricted to a \"healthy\" (eg, no evidence of cardiovascular disease) group of patients. The 1-year cumulative incidence of transplant referral varied widely across cohorts. For example, in the incident maintenance dialysis population, the cumulative incidence varied more than 2-fold from 16.3% (95% confidence interval [CI] = 15.0%-17.7%) using our most inclusive cohort definition to 40.0% (95% CI = 36.0%-44.5%) using our most restrictive \"healthy\" cohort of patients. LIMITATIONS: Administrative data may have misclassified individuals' eligibility for kidney transplant. CONCLUSIONS: These results can be used by jurisdictions to measure transplant referral, a necessary step in kidney transplantation that is not equitable for all patients. Adoption of these indicators should drive quality improvement efforts that increase the number of patients referred for transplantation and ensure equitable access for all patient groups.",
  "authors": [
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "ICES Western, London Health Sciences Centre Research Institute, ON, Canada.",
        "Departments of Medicine and Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-5304-8038"
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "Division of Nephrology and Ajmera Transplant Centre, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Luo",
      "affiliations": [
        "ICES Western, London Health Sciences Centre Research Institute, ON, Canada."
      ],
      "orcid": "0000-0002-0608-9793"
    },
    {
      "last_name": "Wang",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Wang",
      "affiliations": [
        "Division of Nephrology, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-0225-8307"
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES Western, London Health Sciences Centre Research Institute, ON, Canada.",
        "Departments of Medicine and Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    },
    {
      "last_name": "Yohanna",
      "fore_name": "Seychelle",
      "initials": "S",
      "name": "Seychelle Yohanna",
      "affiliations": [
        "Division of Nephrology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-0404-7319"
    },
    {
      "last_name": "Treleaven",
      "fore_name": "Darin",
      "initials": "D",
      "name": "Darin Treleaven",
      "affiliations": [
        "Division of Nephrology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McKenzie",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan McKenzie",
      "affiliations": [
        "Kidney Patient and Donor Alliance Canada, Kitchener, ON, Canada."
      ]
    },
    {
      "last_name": "Ip",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Ip",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Canada."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Cooper",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Canada.",
        "Trillium Gift of Life Network, Ontario Health, Toronto, Canada."
      ]
    },
    {
      "last_name": "Rehman",
      "fore_name": "Nadiyah",
      "initials": "N",
      "name": "Nadiyah Rehman",
      "affiliations": [
        "ICES Western, London Health Sciences Centre Research Institute, ON, Canada."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Knoll",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, The Ottawa Hospital Research Institute, University of Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2025"
  },
  "start_page": "20543581251317009",
  "pages": "20543581251317009",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40144936",
    "pmc": "PMC11938484",
    "doi": "10.1177/20543581251317009",
    "pii": "10.1177_20543581251317009"
  },
  "doi": "10.1177/20543581251317009",
  "pmc_id": "PMC11938484",
  "dates": {
    "revised": "2025-03-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:17.017274",
    "pmid": "40144936"
  }
}