{
  "pmid": "40148718",
  "uid": "40148718",
  "title": "The Ecological, Biological, and Social Determinants of Dengue Epidemiology in Latin America and the Caribbean: A Scoping Review of the Literature.",
  "abstract": "Dengue has re-emerged in Latin America and the Caribbean (LAC) over the last five decades. The factors influencing dengue transmission by the Aedes aegypti mosquito vector within the region can be classified as ecological, biological, and social determinants. In this review, we summarized the published literature on the evidence for the determinants of dengue vector dynamics, transmission, and epidemiological outcomes in LAC. We searched PubMed, SCOPUS, and LILACS databases in September 2022 to collect published works irrespective of study design published in either English, French, Portuguese, or Spanish. Full-text articles were obtained for the studies that passed the title and abstract screening process. During full-text screening, articles were assessed to determine if they met the eligibility criteria. Data were extracted using NVivo™ 12. Data were organized as NVivo codes. Themes were compiled and communicated narratively. We included 90 peer-reviewed research articles from LAC between 2007 and 2022. The included studies were from 15 different countries, dependencies, and territories in the region. Several dengue-related indicators and outcomes were classified as ecological, biological, or social. Eight main factors were found, including: micro- and macro-climatic factors; entomological and pathogenic factors; and global-, community-, household-, and individual- level social factors. We identified several existing knowledge gaps in the literature. Making salient these gaps may serve as a starting point for future vector-borne infectious disease research to equip policymakers and public health practitioners to develop effective strategies to mitigate the impact of dengue and protect vulnerable populations in LAC.",
  "authors": [
    {
      "last_name": "Barkhad",
      "fore_name": "Aisha",
      "initials": "A",
      "name": "Aisha Barkhad",
      "affiliations": [
        "Department of Global Health, McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada. barkhaa@mcmaster.ca."
      ],
      "orcid": "0000-0001-9212-7313"
    },
    {
      "last_name": "Lecours",
      "fore_name": "Natacha",
      "initials": "N",
      "name": "Natacha Lecours",
      "affiliations": [
        "Global Health Division, International Development Research Centre (IDRC), Ottawa, Canada."
      ]
    },
    {
      "last_name": "Stevens-Uninsky",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Stevens-Uninsky",
      "affiliations": [
        "Department of Global Health, McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, ON, Canada.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "EcoHealth",
    "iso_abbreviation": "Ecohealth",
    "issn": "1612-9210",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "203",
  "end_page": "221",
  "pages": "203-221",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Latin America",
    "Dengue",
    "Caribbean Region",
    "Humans",
    "Aedes",
    "Animals",
    "Mosquito Vectors",
    "Social Determinants of Health"
  ],
  "article_ids": {
    "pubmed": "40148718",
    "pmc": "PMC12259752",
    "doi": "10.1007/s10393-025-01706-0",
    "pii": "10.1007/s10393-025-01706-0"
  },
  "doi": "10.1007/s10393-025-01706-0",
  "pmc_id": "PMC12259752",
  "dates": {
    "completed": "2025-07-14",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "109935-806",
      "agency": "International Development Research Centre"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.666489",
    "pmid": "40148718"
  }
}