{
  "pmid": "40158875",
  "uid": "40158875",
  "title": "Revision of reverse total shoulder arthroplasty: a scoping review of indications for revision, and revision outcomes, complications, and rerevisions.",
  "abstract": "BACKGROUND: The incidence of reverse total shoulder arthroplasty (rTSA) has been rising steadily over the last decade given broadening indications and increased familiarity with the procedure. With this increasing prevalence, the rate of revision of an rTSA has increased as well. Presently, there is a lack of clarity regarding outcomes after revision of an rTSA. The present review aimed to systematically examine studies assessing outcomes of revision rTSA following a failed primary rTSA or revision rTSA. Outcomes of interest include indications for revision, changes in patient-reported outcome measures, postoperative complications, and rerevisions associated with revision rTSA. METHODS: A comprehensive search of MEDLINE, Embase, and Cochrane CENTRAL was conducted for relevant studies. Studies were included if they assessed outcomes in patients undergoing revision rTSA following a primary rTSA or a failed revision rTSA with a minimum follow-up of 12 months and reporting relevant clinical outcome measures. Descriptive statistics were calculated for reported outcomes. Quality assessment was performed using the methodological index for nonrandomized studies instrument. RESULTS: Sixteen studies were included in the final analysis, comprising 346 patients with 355 revised shoulders. The pooled cohort had a mean age of 69 years (range: 63-73 years) and a mean follow-up of 39 months (range: 12-67 months). The primary reasons for revision were dislocation or instability (30%), baseplate complications (25%), and infection (23%). The overall complication rate postrevision was 32%, with a rerevision rate of 27%. The most commonly reported postoperative complications included dislocation or instability (22%), fractures (18%), hematoma (15%), and baseplate issues including loosening, failure, and dissociation (12%). Major complications requiring rerevision surgery were led by dislocation or instability (28%), followed by baseplate complications (20%), infection (15%), and fracture (13%). Reported outcomes of revision rTSA are favorable with improvements in patient-reported outcome measures that exceed the minimal clinically important difference present in 83% of studies for American Shoulder and Elbow Surgeons, 40% for Simple Shoulder Test, and 100% for both visual analog scale pain and Single Assessment Numeric Evaluation scores. CONCLUSION: The most common indications for revision rTSA following failed primary or revision rTSA were dislocation or instability, baseplate issues, and infection. One-third of patients after revision of a failed rTSA sustained a complication, most commonly being dislocation and periprosthetic fractures. While rTSA revision for failed rTSA yields favorable functional outcome scores, there remains a significant risk of complication which may require further revisions.",
  "authors": [
    {
      "last_name": "Wu",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Wu",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Al-Asadi",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Al-Asadi",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Abdel Khalik",
      "fore_name": "Hassaan",
      "initials": "H",
      "name": "Hassaan Abdel Khalik",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dagher",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Dagher",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Athwal",
      "fore_name": "George S",
      "initials": "GS",
      "name": "George S Athwal",
      "affiliations": [
        "Department of Surgery, University of Western Ontario, London, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: khanmm2@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of shoulder and elbow surgery",
    "iso_abbreviation": "J Shoulder Elbow Surg",
    "issn": "1532-6500",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "28"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40158875",
    "doi": "10.1016/j.jse.2025.02.039",
    "pii": "S1058-2746(25)00261-7"
  },
  "doi": "10.1016/j.jse.2025.02.039",
  "dates": {
    "revised": "2025-05-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.320745",
    "pmid": "40158875"
  }
}