{
  "pmid": "40154840",
  "uid": "40154840",
  "title": "When Do Value-Based Contracts Add Value? Insights From Probabilistic Simulations.",
  "abstract": "OBJECTIVES: Value-based contracts, also called outcomes-based agreements, tie reimbursement to treatment performance, usually operationalized as 1 or more patient outcomes within a given time frame. These agreements offer an appealing risk-sharing mechanism between manufacturers and payers. Despite this, uptake of value-based contracts has been limited likely, in part, because of contract complexity. This study explores how probabilistic simulations can facilitate the planning of value-based contracts while characterizing the net financial benefits based on expected real-world treatment performance, rebate percentage, and the number of patients included in the value-based contract. METHODS: We simulated single milestone value-based contracts that would cover treatment of 15 or 100 patients based on a binary outcome of treatment response with 10 000 iterations for each scenario. We considered treatment response rates of 50%, 75%, and 90%, obtained from clinical trials of 30, 100, or 500 patients. We estimated the equivalent discount rates (95% confidence interval) that could be achieved from value-based contracts and descriptively compared the simulation results. RESULTS: Our simulation found that the range of likely value-based contract outcomes increases as the size of the informative trial decreases. We also found that the range of possible rebate amounts is primarily driven by the number of patients treated, not uncertainty in the clinical evidence. CONCLUSIONS: Our results suggest differential risk sharing between a payer and a manufacturer and that manufacturers may benefit from a risk-pooling effect by having multiple value-based contracts with multiple payers. Value-based contracts often involve complex trade-offs and multiple sources of uncertainty. Adopting simulation-guided contract planning during the negotiation process can help quantify the financial benefit offered by value-based contracts.",
  "authors": [
    {
      "last_name": "Metcalfe",
      "fore_name": "Rebecca K",
      "initials": "RK",
      "name": "Rebecca K Metcalfe",
      "affiliations": [
        "Core Clinical Sciences Inc., Vancouver, BC, Canada; Centre for Advancing Health Outcomes, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Geary",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Geary",
      "affiliations": [
        "NEWDIGS, Tufts Medical Center, Tufts University, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Trusheim",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Trusheim",
      "affiliations": [
        "NEWDIGS, Tufts Medical Center, Tufts University, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Barlow",
      "fore_name": "Jane F",
      "initials": "JF",
      "name": "Jane F Barlow",
      "affiliations": [
        "Real Endpoints, LLC, Florham Park, NJ, USA."
      ]
    },
    {
      "last_name": "Vuong",
      "fore_name": "Quang",
      "initials": "Q",
      "name": "Quang Vuong",
      "affiliations": [
        "Core Clinical Sciences Inc., Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jay J H",
      "initials": "JJH",
      "name": "Jay J H Park",
      "affiliations": [
        "Core Clinical Sciences Inc., Vancouver, BC, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: parkj136@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "839",
  "end_page": "843",
  "pages": "839-843",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Contracts",
    "Computer Simulation",
    "Models, Statistical",
    "Probability"
  ],
  "article_ids": {
    "pubmed": "40154840",
    "doi": "10.1016/j.jval.2025.02.015",
    "pii": "S1098-3015(25)00118-4"
  },
  "doi": "10.1016/j.jval.2025.02.015",
  "dates": {
    "completed": "2025-06-04",
    "revised": "2025-06-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:16.407514",
    "pmid": "40154840"
  }
}