{
  "pmid": "40154757",
  "uid": "40154757",
  "title": "Seven principles for integrating health equity considerations in the practice guideline enterprise.",
  "abstract": "BACKGROUND AND OBJECTIVES: Health equity aims to provide all individuals with equal and fair opportunities to achieve optimal health. Practice guidelines can play a pivotal role in advancing health equity; yet, few organizations use tools to systematically integrate health equity considerations. Thus, it is important to establish a foundation for practical tools to support the systematic integration of health equity considerations. This manuscript proposes principles for the integration of health equity considerations in the practice guideline enterprise. METHODS: In the process of developing an equity extension for the GIN-McMaster guideline development checklist, we established a diverse advisory group of guideline developers, patients, members of the public experiencing inequities, health equity researchers, and guideline developers. We formulated the principles informed by a methodological review of guideline handbooks and iterative discussions between working group members. RESULTS: We identified the following seven principles for integrating health equity considerations into the practice guideline enterprise: (1) articulating health equity, (2) a priori planning for considering health equity, (3) selection and engagement of individuals with lived experiences of inequities, (4) equity in evidence synthesis, (5) developing equity-informed recommendations, (6) inclusive knowledge mobilization, and (7) evaluating the impact of health equity considerations. We elaborated on the importance of the principles using published examples and mapped them to the different phases of the guideline development process. CONCLUSION: Guideline developers should adhere to these principles in the development of guidelines and health equity guideline development and appraisal tools. These principles are the foundational concepts for developing health equity extension items for the GIN-McMaster guideline development checklist.",
  "authors": [
    {
      "last_name": "Dewidar",
      "fore_name": "Omar",
      "initials": "O",
      "name": "Omar Dewidar",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada; Bruyère Health Research Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Darzi",
      "fore_name": "Andrea J",
      "initials": "AJ",
      "name": "Andrea J Darzi",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sayfi",
      "fore_name": "Shahab",
      "initials": "S",
      "name": "Shahab Sayfi",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pardo",
      "fore_name": "Jordi Pardo",
      "initials": "JP",
      "name": "Jordi Pardo Pardo",
      "affiliations": [
        "Centre for Global Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Welch",
      "affiliations": [
        "Bruyère Health Research Institute, University of Ottawa, Ottawa, Ontario, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wright",
      "fore_name": "Grace C",
      "initials": "GC",
      "name": "Grace C Wright",
      "affiliations": [
        "Association of Women in Rheumatology; Grace C Wright MD PC, New York, NY, USA."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Khabsa",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Khabsa",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Jennifer S",
      "initials": "JS",
      "name": "Jennifer S Lin",
      "affiliations": [
        "Kaiser Permanente Evidence-based Practice Center, Kaiser Permanente Center for Health Research, Portland, OR, USA."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; School of Medicine, Case Western Reserve University, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Pottie",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Pottie",
      "affiliations": [
        "CT Lamont Centre for Primary Care, Bruyère Health Research Institute, Ottawa, Ontario, Canada; Department of Family Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tufte",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Tufte",
      "affiliations": [
        "Cochrane Consumer, COVID-END Equity Group, Seattle, WA, USA."
      ]
    },
    {
      "last_name": "Khawandi",
      "fore_name": "Jana",
      "initials": "J",
      "name": "Jana Khawandi",
      "affiliations": [
        "Evidence-Based Practice and Impact Center, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, KS, USA."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiaoqin",
      "initials": "X",
      "name": "Xiaoqin Wang",
      "affiliations": [
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Ottawa, Ontario, Canada; University of Ottawa Heart Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oloyede",
      "fore_name": "Oyekola",
      "initials": "O",
      "name": "Oyekola Oloyede",
      "affiliations": [
        "Sefako Makgatho Health Sciences University, Ga-Rankuwa, Gauteng Province, South Africa."
      ]
    },
    {
      "last_name": "Lotfi",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Lotfi",
      "affiliations": [
        "Cochrane Canada & GRADE McMaster at the Health Research Methods, Evidence & Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pereira Nunes Pinto",
      "fore_name": "Ana Carolina",
      "initials": "AC",
      "name": "Ana Carolina Pereira Nunes Pinto",
      "affiliations": [
        "Iberoamerican Cochrane Center, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Chi",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Chi",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Clinical Epidemiology and Research Center (CERC), Humanitas University, via Rita Levi Montalcini 4, 20072, Pieve Emanuele, Milan, Italy."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon; Department of Internal Medicine, University of Kansas Health System, Kansas City, KS, USA."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Clinical Epidemiology and Research Center (CERC), Humanitas University & Humanitas Research Hospital, WHO Collaborating Center for Evidence-Based Decision-Making in Health, Humanitas University, Milan, Italy. Electronic address: schuneh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; WHO Collaborating Centre for Knowledge Translation and Health Technology Assessment in Health Equity, Bruyère Health Research Institute, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "182",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "111777",
  "pages": "111777",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Health Equity",
    "Humans",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "40154757",
    "doi": "10.1016/j.jclinepi.2025.111777",
    "pii": "S0895-4356(25)00110-6"
  },
  "doi": "10.1016/j.jclinepi.2025.111777",
  "dates": {
    "completed": "2025-06-07",
    "revised": "2025-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:23.389188",
    "pmid": "40154757"
  }
}