{
  "pmid": "40154543",
  "uid": "40154543",
  "title": "Care Needs and Self-Sufficiency Assessment of Home Care Clients.",
  "abstract": "OBJECTIVES: Assessing the changing care needs of home care clients is challenging due to the increasing multimorbidity and heterogeneity of geriatric syndromes, including frailty, functional decline, and cognitive impairment. We described the correlation between subjective judgment of changes in self-sufficiency and measured changes in health status. DESIGN: Retrospective cohort study. SETTING AND PARTICIPANTS: A total of 70,369 home care clients aged ≥65 years dwelling in a private residence in Ontario, Canada, with 2 interRAI Home Care assessments conducted between July 2021 and December 2023 were included. METHODS: We compared assessor-judged changes to self-sufficiency with changes in functioning, personal support and health service needs, cognition, health instability, and pain between the first and second assessments using validated outcome scales and algorithms derived from the interRAI Home Care. We used contingency tables to assess whether any change in outcome scales was consistent with self-sufficiency. We used matched-pairs rank-biserial correlation to compute effect sizes of the magnitude of change in outcome scales within each assessor-judged stratum. We conducted a sensitivity analysis, stratifying the cohort into assessments completed within and after 6 months. RESULTS: A total of 50.6% of clients were judged by an assessor as having deteriorated in self-sufficiency over the last 90 days. Assessor-judged changes in self-sufficiency were associated with personal support and care needs, health instability, and activities of daily living performance. Worsened self-sufficiency was less associated with pain, whereas improved self-sufficiency was weakly associated with improved cognition. CONCLUSIONS AND IMPLICATIONS: Assessor-judged changes in self-sufficiency strongly correlate with changes in health status and care needs. Subjective clinician summaries of health changes show validity in modifying care plans.",
  "authors": [
    {
      "last_name": "Pasat",
      "fore_name": "Zain",
      "initials": "Z",
      "name": "Zain Pasat",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Centre for Integrated Care, St. Joseph's Health System, Hamilton, Ontario, Canada. Electronic address: pasatz@mcmaster.ca."
      ]
    },
    {
      "last_name": "Van Grootven",
      "fore_name": "Bastiaan",
      "initials": "B",
      "name": "Bastiaan Van Grootven",
      "affiliations": [
        "Public Health, Institute of Nursing Science, University of Basel, Basel, Switzerland; Department of Public Health, Academic Centre for Nursing and Midwifery, KU Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Kooijmans",
      "fore_name": "Eline",
      "initials": "E",
      "name": "Eline Kooijmans",
      "affiliations": [
        "Department of General Practice, Amsterdam UMC, Location Vrije Universiteit Amsterdam, Amsterdam, The Netherlands; Amsterdam Public Health, Aging & Later Life, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Paulamäki",
      "fore_name": "Jasmin",
      "initials": "J",
      "name": "Jasmin Paulamäki",
      "affiliations": [
        "Faculty of Medicine and Health Technology, Tampere University, Tampere, Finland; Research and Information Section, Finnish Medicines Agency Fimea, Tampere, Finland."
      ]
    },
    {
      "last_name": "Turcotte",
      "fore_name": "Luke A",
      "initials": "LA",
      "name": "Luke A Turcotte",
      "affiliations": [
        "Department of Health, Brock University, St. Catharines, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hirdes",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Hirdes",
      "affiliations": [
        "School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Centre for Integrated Care, St. Joseph's Health System, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "105572",
  "pages": "105572",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Male",
    "Female",
    "Retrospective Studies",
    "Home Care Services",
    "Aged, 80 and over",
    "Ontario",
    "Geriatric Assessment",
    "Needs Assessment",
    "Activities of Daily Living",
    "Health Services Needs and Demand"
  ],
  "article_ids": {
    "pubmed": "40154543",
    "doi": "10.1016/j.jamda.2025.105572",
    "pii": "S1525-8610(25)00089-1"
  },
  "doi": "10.1016/j.jamda.2025.105572",
  "dates": {
    "completed": "2025-06-12",
    "revised": "2025-06-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.398141",
    "pmid": "40154543"
  }
}