{
  "pmid": "40155398",
  "uid": "40155398",
  "title": "Enhanced state of charge estimation in electric vehicle batteries using chicken swarm optimization with open ended learning.",
  "abstract": "Electric Vehicles (EVs) are becoming more and more trending as environmentally friendly forms of transportation. SoC management of EV batteries is an important issue for their performance optimization and lifetime. In view of the urgent need for accurate and fast SOC estimation in EV batteries, new methods have been developed to enhance performance while maximizing battery life. In this study, we present an innovative way to combine CSO with OEL for SoC estimation in EV batteries. CSO-OEL hybridization utilizes chicken swarms' collective intelligence and open ended learning paradigms' flexibility to enhance the SoC estimation process. The unique advantage of this integration is that it allows for dynamic adaptation to the changing environmental and user behavior conditions to enhance the robustness and accuracy of the SoC estimation. Finally, we carried out extensive simulations to evaluate the performance of our proposed approach and compare the results with the results obtained from traditional optimization methods. To validate our approach, we conducted extensive simulations to evaluate its performance and compare the results with those obtained from traditional optimization methods. Finally, we demonstrate that CSO-OEL integration can significantly enhance charging and discharging efficiency, facilitating smoother power delivery and reducing battery wear.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Zeshan",
      "initials": "MZ",
      "name": "Muhammad Zeshan Afzal",
      "affiliations": [
        "College of Electrical Engineering, Zhejiang University, Hangzhou, 310027, China. 12110095@zju.edu.cn."
      ]
    },
    {
      "last_name": "Wen",
      "fore_name": "Fushuan",
      "initials": "F",
      "name": "Fushuan Wen",
      "affiliations": [
        "College of Electrical Engineering, Zhejiang University, Hangzhou, 310027, China. wenfs@hotmail.com."
      ]
    },
    {
      "last_name": "Saeed",
      "fore_name": "Nimrah",
      "initials": "N",
      "name": "Nimrah Saeed",
      "affiliations": [
        "College of Electrical Engineering, Zhejiang University, Hangzhou, 310027, China."
      ]
    },
    {
      "last_name": "Aurangzeb",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Aurangzeb",
      "affiliations": [
        "Department of Electrical Engineering, Southeast University, Nanjing, 210096, China."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "28"
  },
  "start_page": "10833",
  "pages": "10833",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40155398",
    "pmc": "PMC11953474",
    "doi": "10.1038/s41598-025-90374-9",
    "pii": "10.1038/s41598-025-90374-9"
  },
  "doi": "10.1038/s41598-025-90374-9",
  "pmc_id": "PMC11953474",
  "dates": {
    "revised": "2025-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.222299",
    "pmid": "40155398"
  }
}