{
  "pmid": "40167950",
  "uid": "40167950",
  "title": "A Hemophilia Joint Health Score-Based Model for the Economic Evaluation of Hemophilia A Prophylaxis Interventions.",
  "abstract": "BACKGROUND AND OBJECTIVE: Hemophilia A is a costly, lifelong illness with multiple prophylaxis options. Previously, these options were assessed using a Peterson score-based model to simulate joint damage over time. This study built a model for the economic evaluation of hemophilia A with less socioeconomic selection bias utilizing the hemophilia joint health score (HJHS). METHODS: A mechanistically defined HJHS-based state-transition microsimulation model was implemented for the cost-utility analysis conducted over a lifetime horizon from a Canadian provincial Ministry of Health perspective, with a 1.5% discount rate on (costs and outcomes), to compare the following interventions: standard half-life (SHL), extended half-life (EHL), emicizumab, and efanesocotog alfa (EA). The health states are HJHS levels, waiting for surgery, postoperative time, and death. Individuals experience bleeds, joint bleeds (increasing the HJHS), and surgery in each health state. Disutilities include injections and postoperative time. Model validation included face validity, internal validity, comparison analysis, external validity, and predictive validity. Probabilistic analysis, pricing threshold analysis, and one-way scenario analyses were completed. RESULTS: EA showed lower levels of hospitalizations and surgeries and an improved joint damage experience in the simulation. However, EA was not cost-effective against emicizumab, which continued to be the most cost-effective intervention. Pricing threshold analysis indicated that a price decrease would be required for EA to dominate SHL (50% decrement) and emicizumab (55% decrement). CONCLUSIONS: This is the first cost-effectiveness model incorporating HJHS to apply sequential joint damage to hemophilia A. While EA offers clinical benefits, our analysis suggests it will not be cost-effective from a Canadian provincial Ministry of Health perspective without a significant price decrease.",
  "authors": [
    {
      "last_name": "Hirniak",
      "fore_name": "Sam",
      "initials": "S",
      "name": "Sam Hirniak",
      "affiliations": [
        "School of Pharmacy, Faculty of Science, University of Waterloo, 10A Victoria St S, Kitchener, ON, N2G 1C5, Canada. sdhirniak@uwaterloo.ca."
      ],
      "orcid": "0009-0009-9719-6508"
    },
    {
      "last_name": "Edginton",
      "fore_name": "Andrea N",
      "initials": "AN",
      "name": "Andrea N Edginton",
      "affiliations": [
        "School of Pharmacy, Faculty of Science, University of Waterloo, 10A Victoria St S, Kitchener, ON, N2G 1C5, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "William W L",
      "initials": "WWL",
      "name": "William W L Wong",
      "affiliations": [
        "School of Pharmacy, Faculty of Science, University of Waterloo, 10A Victoria St S, Kitchener, ON, N2G 1C5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PharmacoEconomics",
    "iso_abbreviation": "Pharmacoeconomics",
    "issn": "1179-2027",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "765",
  "end_page": "778",
  "pages": "765-778",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comparative Study"
  ],
  "keywords": [
    "Hemophilia A",
    "Humans",
    "Cost-Benefit Analysis",
    "Models, Economic",
    "Antibodies, Monoclonal, Humanized",
    "Factor VIII",
    "Canada",
    "Antibodies, Bispecific",
    "Quality-Adjusted Life Years",
    "Half-Life",
    "Male"
  ],
  "article_ids": {
    "pubmed": "40167950",
    "doi": "10.1007/s40273-025-01484-1",
    "pii": "10.1007/s40273-025-01484-1"
  },
  "doi": "10.1007/s40273-025-01484-1",
  "dates": {
    "completed": "2025-06-14",
    "revised": "2025-06-14"
  },
  "chemicals": [
    "emicizumab",
    "Antibodies, Monoclonal, Humanized",
    "Factor VIII",
    "Antibodies, Bispecific"
  ],
  "grants": [
    {
      "grant_id": "Intradisciplinary Seed Fund",
      "agency": "University of Waterloo, School of Pharmacy"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.430323",
    "pmid": "40167950"
  }
}