{
  "pmid": "40166425",
  "uid": "40166425",
  "title": "Parthanatos and apoptosis: unraveling their roles in cancer cell death and therapy resistance.",
  "abstract": "Cell death is a fundamental process that needs to be maintained to balance cellular functions and prevent disease. There are several cell death pathways; however, apoptosis and parthanatos are the most prominent and have important roles in cancer biology. As an extremely well-regulated process, apoptosis removes damaged or abnormal cells via caspase activation and mitochondrial involvement. Unlike in the healthy cells, the loss of ability to induce apoptosis in cancer permits tumor cells to survive and multiply out of control and contribute to tumor progression and therapy resistance. On the contrary, parthanatos is a caspase-independent metabolic collapse driven by poly (ADP-ribose) polymerase 1 (PARP1) overactivation, translocation of apoptosis-inducing factor (AIF), and complete DNA damage. Several cancer models are involved with parthanatos. Deoxypodophyllotoxin (DPT) induces parthanatos in glioma cells by excessive ROS generation, PARP1 upregulation, and AIF nuclear translocation. Like in acute myeloid leukemia (AML), the cannabinoid derivative WIN-55 triggers parthanatos, and the effects can be reversed by PARP inhibitors such as olaparib. Developing cancer treatment strategies involving advanced cancer treatment strategies relies on the interplay between apoptosis and parthanatos. However, such apoptosis-based cancer therapies tend to develop resistance, so there is an urgent need to look into alternative pathways like parthanatos, which may not always trigger apoptosis. In overcoming apoptosis resistance, there is evidence that combining apoptosis-inducing agents, such as BH3 mimetics, with PARP inhibitors synergistically enhances cell death. Oxidative stress modulators have been found to promote the execution of parthanatic and apoptotic pathways and allow treatment. In this review, apoptosis and parthanatos are thoroughly compared at the molecular level, and their roles in cancer pathogenesis as related to cancer therapeutic potential are discussed. We incorporate recent findings to demonstrate that not only can parthanatos be used to manage therapy resistance and enhance cancer treatment via the combination of parthanatos and apoptosis but also that immunity and bone deposition can feasibly be employed against long-circulating cancer stem cells to treat diverse forms of metastatic cancers.",
  "authors": [
    {
      "last_name": "Gupta",
      "fore_name": "Gaurav",
      "initials": "G",
      "name": "Gaurav Gupta",
      "affiliations": [
        "Centre for Research Impact & Outcome, Chitkara College of Pharmacy, Chitkara University, Rajpura, Punjab 140401, India.",
        "Centre of Medical and Bio-allied Health Sciences Research, Ajman University, Ajman, United Arab Emirates."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Moglad",
      "fore_name": "Ehssan",
      "initials": "E",
      "name": "Ehssan Moglad",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Prince Sattam bin Abdulaziz University, Alkharj 11942, Saudi Arabia."
      ]
    },
    {
      "last_name": "Goyal",
      "fore_name": "Ahsas",
      "initials": "A",
      "name": "Ahsas Goyal",
      "affiliations": [
        "Institute of Pharmaceutical Research, GLA University, Mathura, UP, India."
      ]
    },
    {
      "last_name": "Almalki",
      "fore_name": "Waleed Hassan",
      "initials": "WH",
      "name": "Waleed Hassan Almalki",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Umm Al-Qura University, Makkah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Goyal",
      "fore_name": "Kavita",
      "initials": "K",
      "name": "Kavita Goyal",
      "affiliations": [
        "Department of Biotechnology, Graphic Era (Deemed to be University), Clement Town, 248002, Dehradun, India."
      ]
    },
    {
      "last_name": "Rana",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Rana",
      "affiliations": [
        "Uttaranchal Institute of Pharmaceutical Sciences, Uttaranchal University, Dehradun, India."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Haider",
      "initials": "H",
      "name": "Haider Ali",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Saveetha University, Chennai, India."
      ]
    },
    {
      "last_name": "Rekha",
      "fore_name": "Arcot",
      "initials": "A",
      "name": "Arcot Rekha",
      "affiliations": [
        "Dr. D.Y. Patil Medical College, Hospital and Research Centre, Pimpri, Pune, India."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka 72341, Al-Jouf, Saudi Arabia."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Sachin Kumar",
      "initials": "SK",
      "name": "Sachin Kumar Singh",
      "affiliations": [
        "School of Pharmaceutical Sciences, Lovely Professional University, Phagwara, Punjab 144411, India.",
        "Sunway Biofunctional Molecules Discovery Centre (SBMDC), School of Medical and Life Sciences, Sunway University, Sunway, Malaysia."
      ]
    }
  ],
  "journal": {
    "title": "EXCLI journal",
    "iso_abbreviation": "EXCLI J",
    "issn": "1611-2156",
    "issn_type": "Print",
    "volume": "24",
    "pub_year": "2025"
  },
  "start_page": "351",
  "end_page": "380",
  "pages": "351-380",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40166425",
    "pmc": "PMC11956527",
    "doi": "10.17179/excli2025-8251",
    "pii": "2025-8251"
  },
  "doi": "10.17179/excli2025-8251",
  "pmc_id": "PMC11956527",
  "dates": {
    "revised": "2025-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.227136",
    "pmid": "40166425"
  }
}