{
  "pmid": "40165549",
  "uid": "40165549",
  "title": "Improving Guideline Development Processes: Integrating Evidence Estimation and Decision-Analytical Frameworks.",
  "abstract": "RATIONALE, AIMS AND OBJECTIVES: Despite using state-of-the-art methodologies like Grades of Recommendation, Assessment, Development and Evaluation (GRADE), current guideline development frameworks still rely heavily on panellists' intuitive integration of evidence related to the benefits and harms/burdens of health interventions. This leads to the 'black-box' and 'integration' problems, highlighting the lack of transparency in guideline decision-making. Combined with humans' limited capacity to process the large volumes of information presented in Summary of Findings (SoF) tables-the primary output of systematic reviews that underpin guideline recommendations-this reliance on non-explicit processes raises concerns about the trustworthiness of clinical practice guidelines. METHODS: SoF tables provide the best available evidence, derived from frequentist or Bayesian estimation frameworks. Decision analysis, which integrates both types of estimates but considers intervention consequences, is the only analytical approach that combines multiple outcomes (benefits, harms and costs) into a single metric to support decision-making. Such analysis seeks to identify the optimal decision by balancing harms, benefits and uncertainties. This paper leverages the PICO format (Population, Intervention, Comparison(s), Outcome) as a conceptual basis for deriving SoF tables. Subsequently, we propose a solution to GRADE's \"black-box\" and \"integration\" problems by matching PICO-based SoF with decision models. RESULTS: We succeeded in connecting the PICO framework to simple decision-analytical models, restricted to time frames supported by empirically verifiable evidence, to calculate which competing intervention offers the greatest benefit (net differences in expected utility; ΔEU). The single metric [ΔEU] enabled a simple, transparent and easy-to-understand assessment of the superiority of competing management strategies across multiple outcomes (considering both benefits and harms), addressing the 'black-box' and 'integration' problems. Completing a SoF-based decision model takes about 10 min. Not surprisingly, the recommendations based on ΔEU may differ from the intuitive recommendations of panels. CONCLUSION: We propose that incorporating the straightforward and transparent modelling into guideline panels' decision-making processes will enhance their intuitive judgements, resulting in more trustworthy recommendations. Given the simplicity of calculating ΔEU, we advocate for its immediate inclusion in systematic reviews and SoF tables.",
  "authors": [
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "Department of Medicine, Division of Medical Hematology and Oncology, Medical University of South Carolina, Charleston, South Carolina, USA."
      ],
      "orcid": "0000-0003-0671-1447"
    },
    {
      "last_name": "Hozo",
      "fore_name": "Iztok",
      "initials": "I",
      "name": "Iztok Hozo",
      "affiliations": [
        "Department of Mathematics, Indiana University Northwest, Gary, Indiana, USA."
      ]
    },
    {
      "last_name": "Kunnamo",
      "fore_name": "Ilkka",
      "initials": "I",
      "name": "Ilkka Kunnamo",
      "affiliations": [
        "Duodecim Publishing Company, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Apr"
  },
  "start_page": "e70051",
  "pages": "e70051",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Practice Guidelines as Topic",
    "Decision Support Techniques",
    "Bayes Theorem",
    "Evidence-Based Medicine",
    "Decision Making"
  ],
  "article_ids": {
    "pubmed": "40165549",
    "pmc": "PMC11959216",
    "doi": "10.1111/jep.70051"
  },
  "doi": "10.1111/jep.70051",
  "pmc_id": "PMC11959216",
  "dates": {
    "completed": "2025-05-15",
    "revised": "2025-05-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.341252",
    "pmid": "40165549"
  }
}