{
  "pmid": "40178782",
  "uid": "40178782",
  "title": "The effectiveness and cost-effectiveness of population-level policies to reduce alcohol use: A systematic umbrella review.",
  "abstract": "OBJECTIVE: To systematically review and synthesize evidence from reviews about the effectiveness and cost-effectiveness of population-level policies to reduce alcohol use. METHODS: We searched peer-reviewed literature using eight electronic bibliographic databases, grey literature using two databases, two search engines, and two working paper repositories, and examined references of included studies. At least two reviewers independently screened articles for inclusion, extracted detailed characteristics, and assessed the risk of bias of each included study. We considered all reviews that included studies which quantitatively examined the relationship between alcohol consumption and population-level policies that seek to regulate the public availability and marketing of alcoholic beverages. After screening according to a set of predetermined criteria, we included 32 reviews. SYNTHESIS: We found consistent evidence that addressing alcohol availability (introducing or increasing minimum purchasing age, restrictions on temporal availability, decreasing outlet density, government monopolization) was associated with lower alcohol use; and a general lack of evidence on the associations between alcohol marketing (marketing self-regulation, advertising from government authorities, regulating the volume of advertising from alcohol manufacturers, and introducing warning labels) and alcohol consumption, which precludes any conclusions about these regulations. Additionally, we found scarce evidence about the cost-effectiveness of population-level policies to reduce alcohol use, which is likely due to the relatively low cost of implementation and enforcement of these policies. CONCLUSION: The Government of Ontario began expanding privatized alcohol sales in 2015 with further expansions starting in August 2024. Evidence from reviews suggests that this increase in availability will result in increased alcohol consumption.",
  "authors": [
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada. emmanuel.guindon@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. emmanuel.guindon@mcmaster.ca.",
        "Department of Economics, McMaster University, Hamilton, ON, Canada. emmanuel.guindon@mcmaster.ca."
      ],
      "orcid": "0000-0001-9561-5072"
    },
    {
      "last_name": "Li",
      "fore_name": "Clement",
      "initials": "C",
      "name": "Clement Li",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Trivedi",
      "fore_name": "Riya",
      "initials": "R",
      "name": "Riya Trivedi",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Abbas",
      "fore_name": "Umaima",
      "initials": "U",
      "name": "Umaima Abbas",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Schulich School of Medicine & Dentistry, Western University, Windsor, ON, Canada."
      ]
    },
    {
      "last_name": "Xiong",
      "fore_name": "Grace",
      "initials": "G",
      "name": "Grace Xiong",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Atri",
      "fore_name": "Alisha",
      "initials": "A",
      "name": "Alisha Atri",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "1920-7476",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "03"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40178782",
    "doi": "10.17269/s41997-025-01013-9",
    "pii": "10.17269/s41997-025-01013-9"
  },
  "doi": "10.17269/s41997-025-01013-9",
  "dates": {
    "revised": "2025-04-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "180928",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:40.552260",
    "pmid": "40178782"
  }
}