{
  "pmid": "40174718",
  "uid": "40174718",
  "title": "Risk factors for the development of knee osteoarthritis across the lifespan: A systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: To identify and quantify risk factors for incident knee osteoarthritis (KOA) across the lifespan. METHODS: This systematic review and meta-analysis identified eligible studies from seven electronic databases and three registries. Longitudinal cohort studies or randomised controlled trials evaluating participants who developed incident symptomatic and/or radiographic KOA were included. Two independent reviewers completed data screening and extraction. Estimates were pooled using a random effects model and reported as odds ratio (OR), hazard ratio, or risk ratio and corresponding 95% confidence intervals (95% CI). Grading of Recommendations, Assessment, Development and Evaluation was used to determine the certainty of evidence. Population attributable fractions were calculated, including risk factors significantly associated with radiographic KOA based on the pooled meta-analysis and where we could determine communality scores using existing clinical datasets. RESULTS: We identified 131 studies evaluating > 150 risk factors. Previous knee injury, older age and high bone mineral density were associated with an increased risk of incident radiographic KOA based on the pooled analysis [OR (95% CI): 2.67 (1.41, 5.05), 1.15 (1.00, 1.33) and 1.82 (1.12, 2.94), respectively], with moderate-to-high certainty. Two risk factors (overweight/obesity and previous knee injury) accounted for 14% of incident radiographic KOA. Other modifiable risk factors, including occupational physical activity, also contribute to radiographic or symptomatic KOA. CONCLUSION: Novel strategies addressing known modifiable risk factors including overweight/obesity, knee injuries and occupational physical activity are needed to reduce overall burden of KOA. SYSTEMATIC REVIEW REGISTRATION: PROSPERO ID: CRD42023391187.",
  "authors": [
    {
      "last_name": "Duong",
      "fore_name": "Vicky",
      "initials": "V",
      "name": "Vicky Duong",
      "affiliations": [
        "Sydney Musculoskeletal Health, Kolling Institute, Faculty of Medicine and Health, University of Sydney, Level 10, St Leonards, Sydney 2065, New South Wales, Australia. Electronic address: vicky.duong@sydney.edu.au."
      ]
    },
    {
      "last_name": "Abdel Shaheed",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Abdel Shaheed",
      "affiliations": [
        "Sydney Musculoskeletal Health, Kolling Institute, Faculty of Medicine and Health, University of Sydney, Level 10, St Leonards, Sydney 2065, New South Wales, Australia; Faculty of Medicine and Health, School of Public Health, University of Sydney, Level 10N, King George V Building, Royal Prince Alfred Hospital, Sydney 2050, New South Wales, Australia. Electronic address: christina.abdelshaheed@sydney.edu.au."
      ]
    },
    {
      "last_name": "Ferreira",
      "fore_name": "Manuela L",
      "initials": "ML",
      "name": "Manuela L Ferreira",
      "affiliations": [
        "The George Institute for Global Health, Faculty of Medicine and Health, The University of New South Wales, Level 18, International Towers 3, 300 Barangaroo Ave, Barangaroo, Sydney 2000, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Narayan",
      "fore_name": "Sujita W",
      "initials": "SW",
      "name": "Sujita W Narayan",
      "affiliations": [
        "Sydney Musculoskeletal Health, Kolling Institute, Faculty of Medicine and Health, University of Sydney, Level 10, St Leonards, Sydney 2065, New South Wales, Australia; Faculty of Medicine and Health, School of Public Health, University of Sydney, Level 10N, King George V Building, Royal Prince Alfred Hospital, Sydney 2050, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Venkatesha",
      "fore_name": "Venkatesha",
      "initials": "V",
      "name": "Venkatesha Venkatesha",
      "affiliations": [
        "Northern Sydney Local Health District Executive, Royal North Shore Hospital, The Kolling Institute, Level 10, St Leonards, Sydney 2065, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Hunter",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Hunter",
      "affiliations": [
        "Sydney Musculoskeletal Health, Kolling Institute, Faculty of Medicine and Health, University of Sydney, Level 10, St Leonards, Sydney 2065, New South Wales, Australia; Department of Rheumatology, Royal North Shore Hospital, Clinical Administration 7C, St Leonards, Sydney 2065, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Jimmy",
      "initials": "J",
      "name": "Jimmy Zhu",
      "affiliations": [
        "Department of Rheumatology, Royal North Shore Hospital, Clinical Administration 7C, St Leonards, Sydney 2065, New South Wales, Australia; Liverpool Hospital, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Atukorala",
      "fore_name": "Inoshi",
      "initials": "I",
      "name": "Inoshi Atukorala",
      "affiliations": [
        "Department of Clinical Medicine, University of Colombo, Colombo, Sri Lanka."
      ]
    },
    {
      "last_name": "Kobayashi",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Kobayashi",
      "affiliations": [
        "Sydney Musculoskeletal Health, Kolling Institute, Faculty of Medicine and Health, University of Sydney, Level 10, St Leonards, Sydney 2065, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Goh",
      "fore_name": "Siew Li",
      "initials": "SL",
      "name": "Siew Li Goh",
      "affiliations": [
        "Centre for Epidemiology and Evidence-Based Practice, Universiti Malaya, Kuala Lumpur, Malaysia; Sports and Exercise Medicine Research and Education Group, Faculty of Medicine, Universiti Malaya, Kuala Lumpur, Malaysia."
      ]
    },
    {
      "last_name": "Briggs",
      "fore_name": "Andrew M",
      "initials": "AM",
      "name": "Andrew M Briggs",
      "affiliations": [
        "Curtin School of Allied Health, Curtin University, Perth 6845, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Cross",
      "fore_name": "Marita",
      "initials": "M",
      "name": "Marita Cross",
      "affiliations": [
        "Sydney Musculoskeletal Health, Kolling Institute, Faculty of Medicine and Health, University of Sydney, Level 10, St Leonards, Sydney 2065, New South Wales, Australia; Department of Rheumatology, Royal North Shore Hospital, Clinical Administration 7C, St Leonards, Sydney 2065, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Espinosa-Morales",
      "fore_name": "Rolando",
      "initials": "R",
      "name": "Rolando Espinosa-Morales",
      "affiliations": [
        "National Institute of Rehabilitation, National University Autonomous of Mexico, Mexico City, Mexico."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Kai",
      "initials": "K",
      "name": "Kai Fu",
      "affiliations": [
        "Department of Orthopedic Surgery, Shanghai Sixth People's Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, No. 600 Yishan Road, Xuhui District, Shanghai 200233, China."
      ]
    },
    {
      "last_name": "Guillemin",
      "fore_name": "Francis",
      "initials": "F",
      "name": "Francis Guillemin",
      "affiliations": [
        "Université de Lorraine, Inserm, INSPIIRE, Nancy 54500, France."
      ]
    },
    {
      "last_name": "Keefe",
      "fore_name": "Francis",
      "initials": "F",
      "name": "Francis Keefe",
      "affiliations": [
        "Duke Pain Prevention and Treatment Research Program, Department of Psychiatry and Behavioral Sciences, Duke University School of Medicine, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Stefan Lohmander",
      "fore_name": "L",
      "initials": "L",
      "name": "L Stefan Lohmander",
      "affiliations": [
        "Department of Clinical Sciences Lund, Orthopedics, Lund University, PO Box 117, Lund 22100, Sweden."
      ]
    },
    {
      "last_name": "March",
      "fore_name": "Lyn",
      "initials": "L",
      "name": "Lyn March",
      "affiliations": [
        "Sydney Musculoskeletal Health, Kolling Institute, Faculty of Medicine and Health, University of Sydney, Level 10, St Leonards, Sydney 2065, New South Wales, Australia; Department of Rheumatology, Royal North Shore Hospital, Clinical Administration 7C, St Leonards, Sydney 2065, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Milne",
      "fore_name": "George J",
      "initials": "GJ",
      "name": "George J Milne",
      "affiliations": [
        "Marshall Centre for Infectious Disease Research and Department of Computer Science and Software Engineering, University of Western Australia, 35 Stirling Highway, Crawley 6009, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Mei",
      "fore_name": "Yifang",
      "initials": "Y",
      "name": "Yifang Mei",
      "affiliations": [
        "Department of Rheumatology and Immunology, The Second Affiliated Hospital of Southern University of Science and Technology/The Third People's Hospital of Shenzhen, 29 Bulan Road, Longgang District, Shenzhen 518000, China."
      ]
    },
    {
      "last_name": "Mobasheri",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Mobasheri",
      "affiliations": [
        "Research Unit of Health Sciences and Technology, Faculty of Medicine, University of Oulu, Oulu, Finland; State Research Institute Centre for Innovative Medicine, Vilnius, Lithuania; Department of Joint Surgery, First Affiliated Hospital of Sun Yat-sen University, Guangzhou, China; World Health Organization Collaborating Center for Public Health Aspects of Musculoskeletal Health and Aging, Université de Liège, Liège, Belgium."
      ]
    },
    {
      "last_name": "Namane",
      "fore_name": "Mosedi",
      "initials": "M",
      "name": "Mosedi Namane",
      "affiliations": [
        "Division of Family Medicine, Department of Family, Community and Emergency Medicine, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Peat",
      "fore_name": "George",
      "initials": "G",
      "name": "George Peat",
      "affiliations": [
        "Centre for Applied Health & Social Care Research (CARe), Sheffield Hallam University, Robert Winston Building, Collegiate Campus, Sheffield, United Kingdom."
      ]
    },
    {
      "last_name": "Risberg",
      "fore_name": "May Arna",
      "initials": "MA",
      "name": "May Arna Risberg",
      "affiliations": [
        "Department of Sport Medicine, Norwegian School Sport Sciences, P. Box 4014 Ullevaal Stadion, 0806 Oslo, Norway; Division of Orthopaedic Surgery, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Saurab",
      "initials": "S",
      "name": "Saurab Sharma",
      "affiliations": [
        "Pain Management and Research Centre, Royal North Shore Hospital, Northern Sydney Local Health District, Douglas Building, St Leonards, Sydney 2065, New South Wales, Australia; School of Health Sciences, Faculty of Medicine and Health, University of New South Wales, Sydney, New South Wales, Australia; Pain Management Research Institute, Kolling Institute, Faculty of Medicine and Health, the University of Sydney and Northern Sydney Local Health District, St Leonard's, NSW, Australia."
      ]
    },
    {
      "last_name": "Sit",
      "fore_name": "Regina",
      "initials": "R",
      "name": "Regina Sit",
      "affiliations": [
        "The Jockey Club School of Public Health and Primary Care, The Chinese University of Hong Kong, Hong Kong."
      ]
    },
    {
      "last_name": "Telles",
      "fore_name": "Rosa Weiss",
      "initials": "RW",
      "name": "Rosa Weiss Telles",
      "affiliations": [
        "Department of Internal Medicine, Faculty of Medicine, Universidade Federal de Minas Gerais, Belo Horizonte, Brazil; Rheumatology Service, Hospital das Clínicas da UFMG/Ebserh, Belo Horizonte, Brazil."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy and Immunology, Massachusetts General Hospital, Harvard Medical School, 55 Fruit Street, Bulfinch 165, Boston, MA 02114, USA."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Cyrus",
      "initials": "C",
      "name": "Cyrus Cooper",
      "affiliations": [
        "University of Southampton, Southampton, United Kingdom; Institute of Musculoskeletal Science, University of Oxford, Oxfordshire, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "Osteoarthritis and cartilage",
    "iso_abbreviation": "Osteoarthritis Cartilage",
    "issn": "1522-9653",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "31"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40174718",
    "doi": "10.1016/j.joca.2025.03.003",
    "pii": "S1063-4584(25)00860-X"
  },
  "doi": "10.1016/j.joca.2025.03.003",
  "dates": {
    "revised": "2025-05-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.750448",
    "pmid": "40174718"
  }
}