{
  "pmid": "40178669",
  "uid": "40178669",
  "title": "GDF15 attenuates Parkinson's disease progression via suppressing the activation of cGAS-STING pathway.",
  "abstract": "Growth differentiation Factor 15 (GDF15) plays an important role in the innate immune response. However, whether GDF15 could regulate Parkinson's disease (PD) remains unknown. In this study, we explored the function and underlying molecular mechanisms of GDF15 in PD. The protein and mRNA expressions were examined applying immunofluorescence staining, Western blot and qRT-PCR. Ferrous iron content was also assessed using an iron assay kit. The effect of GDF15 knockdown on mitochondrial membrane potential, ROS level, intracellular Fe[2+] level and mitochondrial permeability transition pore opening in PD cell model was evaluated utilizing JC-1 staining, DCFH-DA fluorescent probe, ferro orange staining and calcein AM + Co[2+] quencher staining. GDF15 was upregulated in the substantia nigra and striatum of PD mice and MPP[+]-caused SH-SY5Y cells. GDF15 knockdown aggravated parkinsonian symptoms in PD mice. Moreover, GDF15 knockdown aggravated dopamine neuronal damage, and promoted ferroptosis and inflammation in PD in vivo and in vitro. Besides, GDF15 knockdown could activate cGAS-STING pathway in vivo and in vitro PD model. We also found that the treatment of RU.521 could reverse the effect of GDF15 knockdown on dopamine neuronal damage, inflammation and ferroptosis in MPP[+]-induced SH-SY5Y cells. Similarly, the treatment of SR-717 could reverse the effect of GDF15 overexpression on dopamine neuronal damage, inflammation and ferroptosis in MPP[+]-induced SH-SY5Y cells. The results of this study demonstrated that GDF15 could attenuate dopamine neuronal damage, and inhibit ferroptosis and inflammation in PD via suppressing cGAS-STING pathway activation.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Jianli",
      "initials": "J",
      "name": "Jianli Wang",
      "affiliations": [
        "Department of Neurology, Qilu Hospital of Shandong University, No.107 Wenhua West Road, Lixia District, Jinan, 250012, Shandong, China.",
        "Department of Geriatrics, Central Hospital Affiliated to Shandong First Medical University, Jinan, 250102, Shandong, China."
      ]
    },
    {
      "last_name": "Geng",
      "fore_name": "Ting",
      "initials": "T",
      "name": "Ting Geng",
      "affiliations": [
        "Department of Oncology, Zibo Maternal and Child Health Hospital, Zibo, 255020, Shandong, China."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Geriatrics, Central Hospital Affiliated to Shandong First Medical University, Jinan, 250102, Shandong, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yiming",
      "initials": "Y",
      "name": "Yiming Liu",
      "affiliations": [
        "Department of Neurology, Qilu Hospital of Shandong University, No.107 Wenhua West Road, Lixia District, Jinan, 250012, Shandong, China. liuym@sdu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Molecular and cellular biochemistry",
    "iso_abbreviation": "Mol Cell Biochem",
    "issn": "1573-4919",
    "issn_type": "Electronic",
    "volume": "480",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "4449",
  "end_page": "4466",
  "pages": "4449-4466",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Membrane Proteins",
    "Mice",
    "Humans",
    "Nucleotidyltransferases",
    "Growth Differentiation Factor 15",
    "Signal Transduction",
    "Parkinson Disease",
    "Male",
    "Disease Progression",
    "Mice, Inbred C57BL",
    "Cell Line, Tumor"
  ],
  "article_ids": {
    "pubmed": "40178669",
    "doi": "10.1007/s11010-025-05265-4",
    "pii": "10.1007/s11010-025-05265-4"
  },
  "doi": "10.1007/s11010-025-05265-4",
  "dates": {
    "completed": "2025-07-15",
    "revised": "2025-07-15"
  },
  "chemicals": [
    "Membrane Proteins",
    "Nucleotidyltransferases",
    "Growth Differentiation Factor 15",
    "Sting1 protein, mouse",
    "STING1 protein, human",
    "cGAS protein, mouse",
    "Gdf15 protein, mouse",
    "cGAS protein, human",
    "GDF15 protein, human"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.379549",
    "pmid": "40178669"
  }
}