{
  "pmid": "40174694",
  "uid": "40174694",
  "title": "Rationale and design of NUDGE-CKD: A nationwide randomized factorial trial of electronic nudges for increasing guideline-directed medical therapy in chronic kidney disease.",
  "abstract": "BACKGROUND: Treatment guidelines for chronic kidney disease (CKD) recommend sodium-glucose cotransporter 2 inhibitors (SGLT2i) as first-line treatment for a broad range of individuals with CKD, alongside renin-angiotensin system inhibitors (RASi). However, adoption of guidelines in clinical practice is often delayed, potentially leading to avoidable associated morbidity and mortality. Effective strategies are needed to improve implementation of guideline-directed medical therapy (GDMT) in patients with CKD. This trial will evaluate the effectiveness of electronic letter-based nudges, delivered via the Danish governmental electronic letter system to individuals with CKD, their general practices, or both, in increasing GDMT in individuals with CKD. METHODS: NUDGE-CKD is a 2 × 2 factorial, nationwide implementation trial, with randomization at both the general practice and patient level. All Danish citizens with CKD and access to the official Danish electronic letter system were randomized in a 1:1 ratio to usual care (no letter) or to receive an electronic letter-based nudge on GDMT in CKD. All Danish general practices with a patient with CKD on their patient panel were also randomized 1:1 to usual care (no letter) or to receive an electronic informational nudge letter on GDMT in CKD. Data are collected through the Danish administrative health registries. The primary endpoint is a prescription of RASi or SGLT2i within 6 months of intervention delivery based on fill records. Secondary endpoints include components of the primary endpoint, as well as proportion of new CKD GDMT users. Prespecified exploratory endpoints include filled prescriptions of other cardio-renal-protective medications, general practice contacts, assessment of renal biomarkers and downstream clinical outcomes. A total 22,617 individuals with CKD were randomized to the patient-level intervention, and 28,069 individuals with CKD across 1,540 general practices were randomized to the general practice-level intervention. Intervention letters were delivered on August 19, 2024, and follow-up is currently ongoing (end of follow-up for primary endpoint: February 19, 2025). DISCUSSION: NUDGE-CKD is the first nationwide randomized trial of electronic letter-based nudges delivered to individuals with CKD and their general practices to increase uptake of GDMT in individuals with CKD. The trial will provide evidence into the usefulness of direct communication with patients and healthcare providers for real-world implementation of GDMT. TRIAL REGISTRATION: Clinicaltrials.gov: NCT06300086, registered March 7, 2024 (https://clinicaltrials.gov/study/NCT06300086).",
  "authors": [
    {
      "last_name": "Skaarup",
      "fore_name": "Kristoffer Grundtvig",
      "initials": "KG",
      "name": "Kristoffer Grundtvig Skaarup",
      "affiliations": [
        "Department of Cardiology, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark; Center for Translational Cardiology and Pragmatic Randomized Trials, Department of Biomedical Sciences, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Johansen",
      "fore_name": "Niklas Dyrby",
      "initials": "ND",
      "name": "Niklas Dyrby Johansen",
      "affiliations": [
        "Department of Cardiology, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark; Center for Translational Cardiology and Pragmatic Randomized Trials, Department of Biomedical Sciences, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Brandi",
      "fore_name": "Lisbet",
      "initials": "L",
      "name": "Lisbet Brandi",
      "affiliations": [
        "Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark; Department of Cardiology, Nephrology and Endocrinology, Nordsjællands Hospital, Hillerød, Denmark."
      ]
    },
    {
      "last_name": "Lindhardt",
      "fore_name": "Morten Kofod",
      "initials": "MK",
      "name": "Morten Kofod Lindhardt",
      "affiliations": [
        "Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark; Department of Internal Medicine, Copenhagen University Hospital-Holbæk, Holbæk, Denmark."
      ]
    },
    {
      "last_name": "Bech",
      "fore_name": "Jesper N",
      "initials": "JN",
      "name": "Jesper N Bech",
      "affiliations": [
        "Department of Clinical Medicine, Aarhus University, Aarhus, Denmark; University Clinic in Nephrology and Hypertension, Gødstrup Hospital, Herning, Denmark."
      ]
    },
    {
      "last_name": "Svensson",
      "fore_name": "My",
      "initials": "M",
      "name": "My Svensson",
      "affiliations": [
        "Department of Clinical Medicine, Aalborg University, Aalborg, Denmark; Department of Nephrology, Aalborg University Hospital, Aalborg, Denmark."
      ]
    },
    {
      "last_name": "Kristensen",
      "fore_name": "Tilde",
      "initials": "T",
      "name": "Tilde Kristensen",
      "affiliations": [
        "Department of Clinical Medicine, Aarhus University, Aarhus, Denmark; Medical Diagnostic Center, Viborg Regional Hospital, Viborg, Denmark."
      ]
    },
    {
      "last_name": "Thuesen",
      "fore_name": "Anne Daugaard",
      "initials": "AD",
      "name": "Anne Daugaard Thuesen",
      "affiliations": [
        "Department of Internal Medicine, Lillebaelt Hospital, Kolding - University Hospital of Southern Denmark, Kolding, Denmark; Department of Regional Health Research, University of Southern Denmark, Odense, Denmark."
      ]
    },
    {
      "last_name": "Knudsen",
      "fore_name": "Majbritt Grønborg",
      "initials": "MG",
      "name": "Majbritt Grønborg Knudsen",
      "affiliations": [
        "Department of Nephrology, Endocrinology, Geriatrics and Dietitians, Esbjerg og Grindsted Sygehus, Esbjerg,Denmark."
      ]
    },
    {
      "last_name": "Kampmann",
      "fore_name": "Jan Dominik",
      "initials": "JD",
      "name": "Jan Dominik Kampmann",
      "affiliations": [
        "Department of Regional Health Research, University of Southern Denmark, Odense, Denmark; Department of Internal Medicine, University Hospital of Southern, Sønderborg, Denmark."
      ]
    },
    {
      "last_name": "Hornum",
      "fore_name": "Mads",
      "initials": "M",
      "name": "Mads Hornum",
      "affiliations": [
        "Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark; Department of Nephrology, Copenhagen University Hospital - Rigshospitalet, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Ørts",
      "fore_name": "Birgitte",
      "initials": "B",
      "name": "Birgitte Ørts",
      "affiliations": [
        "Patient representative."
      ]
    },
    {
      "last_name": "Modin",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Modin",
      "affiliations": [
        "Department of Cardiology, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark; Center for Translational Cardiology and Pragmatic Randomized Trials, Department of Biomedical Sciences, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Lassen",
      "fore_name": "Mats C H",
      "initials": "MCH",
      "name": "Mats C H Lassen",
      "affiliations": [
        "Department of Cardiology, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark; Center for Translational Cardiology and Pragmatic Randomized Trials, Department of Biomedical Sciences, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Janstrup",
      "fore_name": "Kira Hyldekær",
      "initials": "KH",
      "name": "Kira Hyldekær Janstrup",
      "affiliations": [
        "Department of Cardiology, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark; Center for Translational Cardiology and Pragmatic Randomized Trials, Department of Biomedical Sciences, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Claggett",
      "fore_name": "Brian L",
      "initials": "BL",
      "name": "Brian L Claggett",
      "affiliations": [
        "Cardiovascular Division, Brigham and Women's Hospital, Harvard Medical School, Boston, MA."
      ]
    },
    {
      "last_name": "Vaduganathan",
      "fore_name": "Muthiah",
      "initials": "M",
      "name": "Muthiah Vaduganathan",
      "affiliations": [
        "Cardiovascular Division, Brigham and Women's Hospital, Harvard Medical School, Boston, MA; Center for Cardiometabolic Implementation Science, Brigham and Women's Hospital, Boston, MA."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Ankeet S",
      "initials": "AS",
      "name": "Ankeet S Bhatt",
      "affiliations": [
        "Kaiser Permanente San Francisco Medical Center & Division of Research, San Francisco, CA; Stanford University School of Medicine, Palo Alto, CA."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette",
      "initials": "H",
      "name": "Harriette Van Spall",
      "affiliations": [
        "Faculty of Health Sciences, Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton, Ontario, Canada; Baim Institute for Clinical Research, Boston, MA."
      ]
    },
    {
      "last_name": "Jensen",
      "fore_name": "Jens Ulrik Stæhr",
      "initials": "JUS",
      "name": "Jens Ulrik Stæhr Jensen",
      "affiliations": [
        "Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark; Respiratory Medicine Section, Department of Medicine, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Zannad",
      "fore_name": "Faiez",
      "initials": "F",
      "name": "Faiez Zannad",
      "affiliations": [
        "Université de Lorraine, Inserm Clinical Investigation Center at Institut Lorrain du Coeur et des Vaisseaux, Nancy, France; University Hospital of Nancy, Nancy, France."
      ]
    },
    {
      "last_name": "Solomon",
      "fore_name": "Scott D",
      "initials": "SD",
      "name": "Scott D Solomon",
      "affiliations": [
        "Cardiovascular Division, Brigham and Women's Hospital, Harvard Medical School, Boston, MA."
      ]
    },
    {
      "last_name": "Møller",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Møller",
      "affiliations": [
        "Department of Public Health, The Research Unit for General Practice and Section of General Practice, University of Copenhagen, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Borg",
      "fore_name": "Rikke",
      "initials": "R",
      "name": "Rikke Borg",
      "affiliations": [
        "Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark; Department of Medicine, Zealand University Hospital, Roskilde, Denmark."
      ]
    },
    {
      "last_name": "Birn",
      "fore_name": "Henrik",
      "initials": "H",
      "name": "Henrik Birn",
      "affiliations": [
        "Department of Clinical Medicine, Aarhus University, Aarhus, Denmark; Department of Renal Medicine, Aarhus University Hospital, Aarhus, Denmark."
      ]
    },
    {
      "last_name": "Hansen",
      "fore_name": "Ditte",
      "initials": "D",
      "name": "Ditte Hansen",
      "affiliations": [
        "Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark; Department of Nephrology, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Biering-Sørensen",
      "fore_name": "Tor",
      "initials": "T",
      "name": "Tor Biering-Sørensen",
      "affiliations": [
        "Department of Cardiology, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark; Center for Translational Cardiology and Pragmatic Randomized Trials, Department of Biomedical Sciences, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark; Department of Cardiology, Copenhagen University Hospital - Rigshospitalet, Copenhagen, Denmark; Steno Diabetes Center Copenhagen, Copenhagen, Denmark. Electronic address: tor.biering@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "American heart journal",
    "iso_abbreviation": "Am Heart J",
    "issn": "1097-6744",
    "issn_type": "Electronic",
    "volume": "287",
    "pub_year": "2025",
    "pub_month": "Sep"
  },
  "start_page": "61",
  "end_page": "78",
  "pages": "61-78",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Denmark",
    "General Practice",
    "Practice Guidelines as Topic",
    "Randomized Controlled Trials as Topic",
    "Renal Insufficiency, Chronic",
    "Sodium-Glucose Transporter 2 Inhibitors"
  ],
  "article_ids": {
    "pubmed": "40174694",
    "doi": "10.1016/j.ahj.2025.03.015",
    "pii": "S0002-8703(25)00097-3"
  },
  "doi": "10.1016/j.ahj.2025.03.015",
  "dates": {
    "completed": "2025-05-25",
    "revised": "2025-06-12"
  },
  "chemicals": [
    "Sodium-Glucose Transporter 2 Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:23.028490",
    "pmid": "40174694"
  }
}