{
  "pmid": "40182888",
  "uid": "40182888",
  "title": "Carpal Tunnel Release with Ultrasound Guidance Versus Open and Mini-Open Carpal Tunnel Release: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
  "abstract": "PURPOSE: Carpal tunnel release (CTR) can be performed using several techniques, including traditional open CTR, mini-open CTR, endoscopic CTR (ECTR), and CTR with ultrasound guidance (CTR-US). Carpal tunnel release with ultrasound guidance allows the procedure to be performed through a small, nonpalmar incision while maintaining visualization of critical anatomy and may confer benefits in terms of early recovery and incision-related complications. The objective of this study was to compare CTR-US with traditional open or mini-open CTR based on evidence from randomized controlled trials (RCTs). METHODS: The electronic databases Embase and MEDLINE were searched from inception to November 2022. Randomized controlled trials comparing CTR-US with traditional open or mini-open CTR were eligible for inclusion. Studies were assessed for eligibility from title and abstract followed by a full-text review. The main outcomes of interest were return to normal activity or return to work, patient-reported functional scores, and complications. RESULTS: Three RCTs were eligible for inclusion with a total of 221 patients randomized. Meta-analysis demonstrated that compared with open CTR patients, patients treated with CTR-US had significantly higher functional scores at 3 months (standardized mean difference: -0.91, 95% confidence interval (CI): -1.38 to -0.44, P < .01) and faster return to normal activities (mean difference: -20.8 days, 95% CI: -21.77 to -19.73). There was no significant difference in complication rates between the two groups (odds ratio: 0.80, 95% CI: 0.04-15.10, P = .07). No domains were deemed to be at high risk of bias in any study. CONCLUSIONS: Based on the available evidence, CTR-US is a safe and effective surgical option for treating carpal tunnel syndrome with a similar risk profile to open CTR. Data suggest that patients who receive CTR-US have improved functional outcomes and faster return to work or normal activities. Future RCTs with larger sample sizes are needed to corroborate these benefits and demonstrate long-term outcomes of CTR-US. TYPE OF STUDY/LEVEL OF EVIDENCE: Therapeutic II.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Orthopaedic Surgery, Addenbrooke's Hospital, Cambridge University Hospitals NHS Foundation Trust, Cambridge, Cambridgeshire, UK."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Dhillon",
      "fore_name": "Dalraj",
      "initials": "D",
      "name": "Dalraj Dhillon",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Shahabinezhad",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Shahabinezhad",
      "affiliations": [
        "Department of Family Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "McMains",
      "fore_name": "Conner",
      "initials": "C",
      "name": "Conner McMains",
      "affiliations": [
        "Department of Plastic Surgery, Medical College of Wisconsin, Milwaukee, WI."
      ]
    },
    {
      "last_name": "Dzwierzynski",
      "fore_name": "Bill",
      "initials": "B",
      "name": "Bill Dzwierzynski",
      "affiliations": [
        "Department of Plastic Surgery, Medical College of Wisconsin, Milwaukee, WI."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hand surgery global online",
    "iso_abbreviation": "J Hand Surg Glob Online",
    "issn": "2589-5141",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Mar"
  },
  "start_page": "121",
  "end_page": "126",
  "pages": "121-126",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40182888",
    "pmc": "PMC11962905",
    "doi": "10.1016/j.jhsg.2024.04.001",
    "pii": "S2589-5141(24)00072-0"
  },
  "doi": "10.1016/j.jhsg.2024.04.001",
  "pmc_id": "PMC11962905",
  "dates": {
    "revised": "2025-04-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.947318",
    "pmid": "40182888"
  }
}