{
  "pmid": "40188327",
  "uid": "40188327",
  "title": "Did we create brave spaces? A realist evaluation report on simulation-based faculty development workshop in equity, diversity, inclusivity, and Indigenous reconciliation.",
  "abstract": "BACKGROUND: Creating Brave Spaces (CBS) workshops are designed by an interprofessional team of health professions educators to empower faculty members to disrupt microaggressions in the clinical teaching environment using simulation-based education design, where actors were trained to portray sources of microaggressions. METHODS: The CBS team delivered eleven workshops addressing five categories of biases in various contexts during 2020-2024 engaging hundreds of participants. The team recruited participants to conduct semi-structured interviews. Records from team meetings and facilitator focus groups were collected and reviewed. The dataset was subjected to thematic analysis focusing on the participants' experience in the workshop. Themes were presented in Context-Mechanism-Outcome statements informed by the realist evaluation framework. Subsequently, the results were verified with participants. RESULTS: Nine participants volunteered to be interviewed 2 to 12 weeks after attending the workshop. The interview scripts, totaling about 60,000 words, provided a rich picture of faculty members' backgrounds and experiences. Thematic analysis yielded the following results. Simulation-based education design empowered faculty members to overcome barriers and progress in their skills. During the immersive experience, participants benefited from a rare opportunity to practice aligning their values with their actions. Those who experienced microaggressions as victims or passive bystanders in their past experienced heightened emotions. Faculty members agreed that disrupting microaggressions is an important part of their work. They navigated the tension between \"calling in\" the source of the microaggression, being mindful of power dynamics in the simulated cases, and \"calling out\" the harm of microaggressions by holding the source accountable. Some recounted successes in managing subsequent incidences of microaggressions in their clinical teaching environment. The results were validated by a member-checking process, and further supported by recorded conversations during team meetings and facilitator focus groups. CONCLUSIONS: Health sciences institutions' stated strategic goals in inclusive excellence, although widely accepted by faculty members, are challenging to operationalize in the moment of a microaggression. Participants practiced this skill using simulation-based education design and reported significant and positive impacts.",
  "authors": [
    {
      "last_name": "Tong",
      "fore_name": "X Catherine",
      "initials": "XC",
      "name": "X Catherine Tong",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Kitchener, ON, Canada. tongxx@mcmaster.ca."
      ]
    },
    {
      "last_name": "Chopra",
      "fore_name": "Sonaina",
      "initials": "S",
      "name": "Sonaina Chopra",
      "affiliations": [
        "McMaster Health Education Research, Innovation & Theory (MERIT) Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jordan",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Jordan",
      "affiliations": [
        "Simulated Patient Program, Waterloo Regional Campus, McMaster University, Kitchener, ON, Canada."
      ]
    },
    {
      "last_name": "Sibbald",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Sibbald",
      "affiliations": [
        "McMaster Health Education Research, Innovation & Theory (MERIT) Centre, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Geekie-Sousa",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Geekie-Sousa",
      "affiliations": [
        "Midwifery Graduate Program, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "McMaster Health Education Research, Innovation & Theory (MERIT) Centre, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Advances in simulation (London, England)",
    "iso_abbreviation": "Adv Simul (Lond)",
    "issn": "2059-0628",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "05"
  },
  "start_page": "20",
  "pages": "20",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40188327",
    "pmc": "PMC11972530",
    "doi": "10.1186/s41077-025-00346-2",
    "pii": "10.1186/s41077-025-00346-2"
  },
  "doi": "10.1186/s41077-025-00346-2",
  "pmc_id": "PMC11972530",
  "dates": {
    "revised": "2025-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.074931",
    "pmid": "40188327"
  }
}