{
  "pmid": "40184153",
  "uid": "40184153",
  "title": "Comparing Cardiovascular Mortality Estimates From Global Burden of Disease and From the Centers for Disease Control and Prevention Wide-Ranging Online Data for Epidemiological Research.",
  "abstract": "BACKGROUND: Several sources of data, including the Centers for Disease Control and Prevention Wide-Ranging Online Data for Epidemiological Research (CDC WONDER) and the Global Burden of Disease (GBD) data set, report causes of mortality in the United States. While CDC WONDER contains data based on death certificate codes, the GBD mortality data undergo additional processing, such as cause-of-death reassignment before reporting. Potential differences in reported mortality from cardiovascular disease in the United States between these 2 data sources have not been characterized. METHODS: US nationwide cardiovascular cause-of-death data for each year between 2000 and 2019 were obtained from the GBD and the Multiple Cause-of-Death files using CDC WONDER in this longitudinal study. In addition to mortality from cardiovascular disease, mortality from key components of cardiovascular disease, including ischemic heart disease, stroke, and atrial fibrillation/flutter, was determined from each data set. Absolute and crude mortality rates per 100 000 are reported for each data set. Percent differences in cardiovascular mortality from GBD and CDC WONDER and percent changes in cardiovascular mortality across years were calculated. RESULTS: In 2019, GBD reported 957 455 (95% uncertainty interval, 855 065-1 013 175) cardiovascular deaths, while CDC WONDER reported 859 290 cardiovascular deaths in the United States. Between 2000 and 2019, the reported crude mortality rates from cardiovascular causes in GBD decreased from 327 (297-341) to 292 (261-309), a reduction of 10.7%, and decreased in CDC WONDER from 335 (334-335) to 267 (266-267), a reduction of 20.3%. In 2019, the reported mortality rates for components of cardiovascular disease were higher in GBD compared with CDC WONDER for ischemic heart disease (percent difference, 54.5%), stroke (percent difference, 26.1%), and atrial fibrillation/flutter (percent difference, 25.0%). CONCLUSIONS: There are prominent differences in reported cardiovascular mortality between GBD and CDC WONDER data.",
  "authors": [
    {
      "last_name": "Minhas",
      "fore_name": "Abdul Mannan Khan",
      "initials": "AMK",
      "name": "Abdul Mannan Khan Minhas",
      "affiliations": [
        "Section of Cardiovascular Research, Department of Medicine, Baylor College of Medicine Houston, TX (A.M.K.M.)."
      ],
      "orcid": "0000-0002-9829-3520"
    },
    {
      "last_name": "Al-Kindi",
      "fore_name": "Sadeer",
      "initials": "S",
      "name": "Sadeer Al-Kindi",
      "affiliations": [
        "Division of Cardiology, Houston Methodist, Houston, TX (S.A.-K.)."
      ],
      "orcid": "0000-0002-1122-7695"
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine, McMaster University, and Population Health Research Institute, Hamilton, Canada (H.G.C.V.S.)."
      ],
      "orcid": "0000-0002-8370-4569"
    },
    {
      "last_name": "Abramov",
      "fore_name": "Dmitry",
      "initials": "D",
      "name": "Dmitry Abramov",
      "affiliations": [
        "Division of Cardiovascular Medicine, Loma Linda University Medical Center, CA (D.A.)."
      ],
      "orcid": "0000-0003-0571-3109"
    }
  ],
  "journal": {
    "title": "Circulation. Cardiovascular quality and outcomes",
    "iso_abbreviation": "Circ Cardiovasc Qual Outcomes",
    "issn": "1941-7705",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "e011459",
  "pages": "e011459",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comparative Study"
  ],
  "keywords": [
    "Humans",
    "United States",
    "Cardiovascular Diseases",
    "Centers for Disease Control and Prevention, U.S.",
    "Cause of Death",
    "Global Burden of Disease",
    "Time Factors",
    "Longitudinal Studies",
    "Male",
    "Databases, Factual",
    "Female",
    "Aged",
    "Risk Assessment",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "40184153",
    "doi": "10.1161/CIRCOUTCOMES.124.011459"
  },
  "doi": "10.1161/CIRCOUTCOMES.124.011459",
  "dates": {
    "completed": "2025-05-21",
    "revised": "2025-05-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:23.031878",
    "pmid": "40184153"
  }
}