{
  "pmid": "40197479",
  "uid": "40197479",
  "title": "Increasing research capacity in Canadian community hospitals: an intrinsic descriptive case study.",
  "abstract": "BACKGROUND: Canada's clinical research landscape is limited by minimal community hospital engagement. However, research participation in community hospitals may increase the speed of trial enrolment, enhance the generalizability of results and accelerate knowledge translation to community hospitals, where most Canadians receive care. Two identified barriers to community hospital participation are limited financial support and a lack of research mentorship. METHODS: This study is an intrinsic descriptive case study describing the impact of 1 year of research funding from the Canadian Critical Care Trials Group (CCCTG) and creation of a community of practice on research participation in 19 community hospitals. Thematic analysis was used to systematically identify themes from semistructured interviews and documents. RESULTS: A total of nine individuals (physician research lead, n = 7; research staff, n = 2) participated in semistructured interviews between April and September 2023. Community of practice meeting minutes (n = 7), emails (n = 22), status reports (n = 21) and field notes (n = 7) were analysed alongside interview transcripts. Funding enabled community hospitals to hire research staff, sustain research programs, increase the number of clinical trials they were running and develop research policies. The community of practice facilitated reciprocal learning and networking that positively impacted research programs and produced a tangible output: a toolkit to help community hospitals build clinical research programs. Contextual influences on community hospital research activities were identified as: (1) system characteristics, (2) clinical trial design, (3) local context and (4) individual characteristics. CONCLUSIONS: The perception of participants was that the CCCTG funding and community of practice positively influenced research activities in community hospitals. Lessons learned include the need to: (1) leverage the power of connections among community hospitals to expand linkages, enabling further knowledge transfer, (2) work with trialists on clinical trial design to facilitate implementation and (3) create resources to support community hospitals with building and sustaining research programs, including resources to foster engagement in hospitals without historic research participation. Our findings highlight the importance of context, including local populations, organizational research culture, provincial health systems and research funding structures, which need to be considered during research program implementation.",
  "authors": [
    {
      "last_name": "Orlando",
      "fore_name": "Elaina",
      "initials": "E",
      "name": "Elaina Orlando",
      "affiliations": [
        "Niagara Health Knowledge Institute, Niagara Health, 1200 Fourth Avenue, St. Catharines, ON, L2S 0A9, Canada. Elaina.Orlando@niagarahealth.on.ca.",
        "Department of Health Sciences, Brock University, 1812 Sir Isaac Brock Way, St. Catharines, ON, L2S 3A1, Canada. Elaina.Orlando@niagarahealth.on.ca."
      ]
    },
    {
      "last_name": "Binnie",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Binnie",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, William Osler Health System, 101 Humber College Boulevard, Etobicoke, ON, M9V 1R8, Canada.",
        "Algarve Biomedical Centre, 8005-139, Faro, Portugal."
      ]
    },
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Tsang",
      "affiliations": [
        "Niagara Health Knowledge Institute, Niagara Health, 1200 Fourth Avenue, St. Catharines, ON, L2S 0A9, Canada.",
        "Department of Medicine, McMaster University, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "07"
  },
  "start_page": "44",
  "pages": "44",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Hospitals, Community",
    "Humans",
    "Canada",
    "Capacity Building",
    "Research Personnel",
    "Biomedical Research",
    "Research Support as Topic",
    "Qualitative Research",
    "Mentors",
    "Clinical Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "40197479",
    "pmc": "PMC11974216",
    "doi": "10.1186/s12961-025-01318-8",
    "pii": "10.1186/s12961-025-01318-8"
  },
  "doi": "10.1186/s12961-025-01318-8",
  "pmc_id": "PMC11974216",
  "dates": {
    "completed": "2025-04-09",
    "revised": "2025-04-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "NCN-174189",
      "agency": "Canadian Critical Care Trials Group (CCCTG) through the Network of Clinical Trials Networks"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:38.980415",
    "pmid": "40197479"
  }
}