{
  "pmid": "40201703",
  "uid": "40201703",
  "title": "A Low-Cost Alternative Technique for Eye Protection During Prone Positioning in Spinal Surgery.",
  "abstract": "BACKGROUND: Although rare, anaesthetising patinets in prone position for spinal surgery carries a risk of serious complications. Among these, postoperative visual loss (POVL) is of significant concern. Preventing POVL requires close collaboration between spinal surgeons and anaesthetists. METHODS: In our centre, we practiced a cost-effective method to ensure proper patient positioning, eye protection, and consistent assessment of eye position during prone spinal surgery. An affordable telescopic inspection mirror was used in conjunction with standard protective eye padding secured with sleek tape. This approach facilitated regular intraoperative eye checks without disrupting the surgical workflow. RESULTS: The proposed approach offers an affordable and practical alternative to expensive commercial headrest options while maintaining effectiveness in reducing the risk of POVL. CONCLUSION: The method provides a viable, low-cost solution for mitigating POVL risk in prone-anaesthetised spinal surgery patients, highlighting the importance of interdisciplinary coordination and continuous monitoring.",
  "authors": [
    {
      "last_name": "Emelifeonwu",
      "fore_name": "John",
      "initials": "J",
      "name": "John Emelifeonwu",
      "affiliations": [
        "Department of Neurosurgery Royal Infirmary of Edinburgh Edinburgh UK."
      ]
    },
    {
      "last_name": "Duncan",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Duncan",
      "affiliations": [
        "Department of Neuroanaesthesia Royal Infirmary of Edinburgh Edinburgh UK."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jay J",
      "initials": "JJ",
      "name": "Jay J Park",
      "affiliations": [
        "Department of Neurosurgery Royal Infirmary of Edinburgh Edinburgh UK.",
        "Department of Neurosurgery Stanford University School of Medicine Stanford California USA.",
        "Edinburgh Medical School, Centre for Global Health, Usher Institute The University of Edinburgh Edinburgh UK."
      ],
      "orcid": "0000-0001-8762-6986"
    },
    {
      "last_name": "Demetriades",
      "fore_name": "Andreas K",
      "initials": "AK",
      "name": "Andreas K Demetriades",
      "affiliations": [
        "Department of Neurosurgery Royal Infirmary of Edinburgh Edinburgh UK."
      ]
    }
  ],
  "journal": {
    "title": "Health science reports",
    "iso_abbreviation": "Health Sci Rep",
    "issn": "2398-8835",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "4",
    "pub_year": "2025",
    "pub_month": "Apr"
  },
  "start_page": "e70601",
  "pages": "e70601",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40201703",
    "pmc": "PMC11976449",
    "doi": "10.1002/hsr2.70601",
    "pii": "HSR270601"
  },
  "doi": "10.1002/hsr2.70601",
  "pmc_id": "PMC11976449",
  "dates": {
    "revised": "2025-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.686672",
    "pmid": "40201703"
  }
}