{
  "pmid": "40208661",
  "uid": "40208661",
  "title": "Substance-Related Acute Toxicity Deaths in Canada From 2016 to 2017: Protocol for a Retrospective Chart Review Study of Coroner and Medical Examiner Files.",
  "abstract": "BACKGROUND: Canada continues to experience a national overdose crisis. While studies are available at the regional, provincial, and territorial levels, detailed national data regarding the burden and context of substance-related acute toxicity deaths are limited, particularly in subpopulations. In response to the overdose crisis, the Public Health Agency of Canada, in collaboration with provincial and territorial ministries of health and chief coroner and chief medical examiner offices, has undertaken a national chart review study. OBJECTIVE: This study was conducted to describe and compare the characteristics of substance-related acute toxicity deaths that occurred in Canada between 2016 and 2017, including descriptions of those who died, the substances involved, and the circumstances surrounding their deaths. This paper describes the study methodology in detail. METHODS: This retrospective, population-based, and cross-sectional study involved the review of coroner and medical examiner files for deaths that met the study case definition. Data were collected on demographic and socioeconomic characteristics, medical and substance use history, proximal circumstances surrounding the death, and toxicology findings using a standardized data collection tool that underwent 2 pilot studies. Data abstractors underwent training and regular intrarater reliability exercises with a fictitious death investigation file. Data quality was assessed based on the consistency of abstractor intrarater reliability scores and the completeness of core variables and variables for key concepts. Data were linked to national datasets to allow for the examination of area-level geographic and socioeconomic characteristics. Descriptive analyses will examine differences across subpopulations and the general Canadian population. Latent class, spatiotemporal, qualitative, and premature death analyses are also planned. Where possible, analyses will be stratified by the manner of death and sex. RESULTS: The study began in the summer of 2018, and abstraction was delayed due to the COVID-19 pandemic. All activities are expected to be completed by early 2025. A total of 9414 coroner and medical examiner files met the study case definition. Most abstractors (25/26, 96%) met the established threshold for consistency throughout abstraction without the need for remedial training. In general, core study variables, including geographic variables and substances contributing to death, had very good availability. Study variables related to the person's health, history of substance use, and events surrounding the acute toxicity event were available for most records. Socioeconomic variables and variables describing socially constructed identities and potentially traumatic life events were mostly unavailable. CONCLUSIONS: This study provides the most detailed national information on substance-related acute toxicity deaths in Canada to date and can serve as a pre-COVID-19 pandemic baseline for assessing the evolution of the overdose crisis. Results can inform policies and programs to address the overdose crisis, the development of common approaches to medicolegal death investigations, and future research activities.",
  "authors": [
    {
      "last_name": "Rotondo",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Rotondo",
      "affiliations": [
        "Substance-Related Harms Division, Health Promotion and Chronic Disease Prevention Branch, Public Health Agency of Canada, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0003-4043-5212"
    },
    {
      "last_name": "VanSteelandt",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda VanSteelandt",
      "affiliations": [
        "Substance-Related Harms Division, Health Promotion and Chronic Disease Prevention Branch, Public Health Agency of Canada, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0001-8509-0989"
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Kouyoumdjian",
      "affiliations": [
        "Ontario Ministry of Health, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-6869-7516"
    },
    {
      "last_name": "Bowes",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Bowes",
      "affiliations": [
        "Nova Scotia Medical Examiner Service, Department of Justice, Dartmouth, NS, Canada."
      ],
      "orcid": "0009-0005-1184-1125"
    },
    {
      "last_name": "Kakkar",
      "fore_name": "Tanya",
      "initials": "T",
      "name": "Tanya Kakkar",
      "affiliations": [
        "Substance-Related Harms Division, Health Promotion and Chronic Disease Prevention Branch, Public Health Agency of Canada, Ottawa, ON, Canada."
      ],
      "orcid": "0009-0003-0842-5249"
    },
    {
      "last_name": "Jones",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Jones",
      "affiliations": [
        "Department of Laboratory Medicine and Pathology, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0009-0006-9816-1508"
    },
    {
      "last_name": "Abele",
      "fore_name": "Brandi",
      "initials": "B",
      "name": "Brandi Abele",
      "affiliations": [
        "Board of Directors, Canadian Association of People Who Use Drugs, Saskatoon, SK, Canada."
      ],
      "orcid": "0009-0004-7744-3421"
    },
    {
      "last_name": "Murray",
      "fore_name": "Regan",
      "initials": "R",
      "name": "Regan Murray",
      "affiliations": [
        "Collaboration on Death Investigation Data, Health Promotion and Chronic Disease Prevention Branch, Public Health Agency of Canada, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0002-1031-5407"
    },
    {
      "last_name": "Schleihauf",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Schleihauf",
      "affiliations": [
        "Nova Scotia Medical Examiner Service, Department of Justice, Dartmouth, NS, Canada.",
        "Canadian Public Health Service, Emergency Management Branch, Public Health Agency of Canada, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0001-8418-0050"
    },
    {
      "last_name": "Halverson",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Halverson",
      "affiliations": [
        "Migration Health Branch, Immigration, Refugees and Citizenship Canada, Ottawa, ON, Canada."
      ],
      "orcid": "0009-0009-1376-7255"
    },
    {
      "last_name": "Leason",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Leason",
      "affiliations": [
        "Department of Anthropology and Archaeology, University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0002-3903-7279"
    },
    {
      "last_name": "Huyer",
      "fore_name": "Dirk",
      "initials": "D",
      "name": "Dirk Huyer",
      "affiliations": [
        "Office of the Chief Coroner for Ontario, Ontario Forensic Pathology Service, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-4945-7805"
    },
    {
      "last_name": "Jackson",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Jackson",
      "affiliations": [
        "Health Equity Policy Division, Strategic Policy Branch, Public Health Agency of Canada, Ottawa, ON, Canada."
      ],
      "orcid": "0009-0003-0265-4841"
    },
    {
      "last_name": "Bozat-Emre",
      "fore_name": "Songul",
      "initials": "S",
      "name": "Songul Bozat-Emre",
      "affiliations": [
        "Provincial Information Management and Analytics, Manitoba Health, Winnipeg, MB, Canada.",
        "Community Health Sciences, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, MB, Canada."
      ],
      "orcid": "0009-0002-9506-499X"
    },
    {
      "last_name": "Shah",
      "fore_name": "Devanshi",
      "initials": "D",
      "name": "Devanshi Shah",
      "affiliations": [
        "Substance-Related Harms Division, Health Promotion and Chronic Disease Prevention Branch, Public Health Agency of Canada, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0002-0571-4040"
    },
    {
      "last_name": "Rees",
      "fore_name": "Erin E",
      "initials": "EE",
      "name": "Erin E Rees",
      "affiliations": [
        "Public Health Risk Sciences Division, National Microbiology Laboratory, Public Health Agency of Canada, Saint-Hyacinthe, QC, Canada."
      ],
      "orcid": "0000-0002-1886-008X"
    }
  ],
  "journal": {
    "title": "JMIR public health and surveillance",
    "iso_abbreviation": "JMIR Public Health Surveill",
    "issn": "2369-2960",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "10"
  },
  "start_page": "e49981",
  "pages": "e49981",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Retrospective Studies",
    "Coroners and Medical Examiners",
    "Canada",
    "Drug Overdose",
    "Female",
    "Cross-Sectional Studies",
    "Male",
    "Adult",
    "Substance-Related Disorders",
    "Middle Aged",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "40208661",
    "pmc": "PMC12022517",
    "doi": "10.2196/49981",
    "pii": "v11i1e49981"
  },
  "doi": "10.2196/49981",
  "pmc_id": "PMC12022517",
  "dates": {
    "completed": "2025-04-10",
    "revised": "2025-06-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:50.142267",
    "pmid": "40208661"
  }
}