{
  "pmid": "40203660",
  "uid": "40203660",
  "title": "Factors associated with emergency free flap reoperation in postmastectomy breast reconstruction: A population-based cohort study.",
  "abstract": "BACKGROUND: Reoperation shortly after free flap breast reconstruction is a substantial event with impacts on patients and healthcare utilization. The objective of the study was to evaluate the factors associated with the return to the operating room in free flap breast reconstruction patients. METHODS: This retrospective cohort study included patients who underwent postmastectomy free flap breast reconstruction from 2005 to 2020 in Ontario, Canada. Patient records were identified from a prospectively maintained administrative database stored at the Institute for Clinical Evaluation Sciences. The outcome of interest was emergency return to the operating room within a week of primary autologous breast reconstruction. Univariate and multivariable logistic regression models were used to assess independent factors associated with emergency reoperation. RESULTS: We evaluated 2290 patients who underwent autologous breast reconstruction with free tissue transfer. Overall, 167 patients (7.29%) underwent emergency surgery within 7 days. Most reoperations (86%) occurred within the first 3 days. The odds of reoperation were higher for patients from the lower-income quintiles (quintile 5 vs. quintile 1: adjusted odds ratio [aOR] 2.14, 95% confidence interval [CI] 1.27-3.60, p = 0.004) and in nonteaching hospitals (aOR 1.73, 95% CI 1.09-2.72, p = 0.019). Age, Charlson Comorbidity Index, diabetes, reconstruction timing, geographical location, and rurality were not associated with free flap takeback. CONCLUSION: In a universal health care system, patients from the lowest income quintile and patients who underwent reconstruction at nonteaching hospitals were at increased odds of reoperation. Increased efforts are needed to mitigate the disparities and improve outcomes across all demographics.",
  "authors": [
    {
      "last_name": "Olaiya",
      "fore_name": "Oluwatobi R",
      "initials": "OR",
      "name": "Oluwatobi R Olaiya",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: tobi.olaiya@medportal.ca."
      ]
    },
    {
      "last_name": "Kemp",
      "fore_name": "Laryssa",
      "initials": "L",
      "name": "Laryssa Kemp",
      "affiliations": [
        "Queen's University School of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Xi Ming",
      "initials": "XM",
      "name": "Xi Ming Zhu",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gallo",
      "fore_name": "Lucas",
      "initials": "L",
      "name": "Lucas Gallo",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Voineskos",
      "fore_name": "Sophocles H",
      "initials": "SH",
      "name": "Sophocles H Voineskos",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mireku",
      "fore_name": "Zak",
      "initials": "Z",
      "name": "Zak Mireku",
      "affiliations": [
        "Trinity School of Medicine, Rosewell, GA, United States."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada; Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Ontario, Canada; Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon; Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "McRae",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark McRae",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of plastic, reconstructive & aesthetic surgery : JPRAS",
    "iso_abbreviation": "J Plast Reconstr Aesthet Surg",
    "issn": "1878-0539",
    "issn_type": "Electronic",
    "volume": "105",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "75",
  "end_page": "84",
  "pages": "75-84",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Reoperation",
    "Female",
    "Mammaplasty",
    "Free Tissue Flaps",
    "Retrospective Studies",
    "Middle Aged",
    "Mastectomy",
    "Ontario",
    "Adult",
    "Risk Factors",
    "Aged",
    "Postoperative Complications",
    "Breast Neoplasms"
  ],
  "article_ids": {
    "pubmed": "40203660",
    "doi": "10.1016/j.bjps.2025.03.044",
    "pii": "S1748-6815(25)00214-1"
  },
  "doi": "10.1016/j.bjps.2025.03.044",
  "dates": {
    "completed": "2025-06-06",
    "revised": "2025-06-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.666921",
    "pmid": "40203660"
  }
}