{
  "pmid": "40204324",
  "uid": "40204324",
  "title": "Exploring the feasibility of using discrete choice experiment (DCE) to elicit preferences among children and adolescents: protocol for a convergent parallel mixed methods study.",
  "abstract": "INTRODUCTION: Discrete choice experiments (DCEs) are increasingly used to elicit value sets for paediatric health-related quality of life instruments, including the EQ-5D-Y. In a multinational pilot study that compared EQ-5D-Y-5L health state preferences among children, adolescents and adults, more inconsistencies in DCE responses were observed among children and adolescents than adults. Possible explanations for inconsistencies could be youths' limited understanding of health state preferences or lack of engagement with the online survey. This protocol describes the methods of a study that explores the feasibility of eliciting health state preferences for the EQ-5D-Y-5L from Canadian children and adolescents using DCE. METHODS AND ANALYSIS: A convergent parallel mixed methods study will be conducted with a purposive, stratified sample of 36 Canadian children and adolescents (13-18 years). In the quantitative study component, participants will complete an online questionnaire with EQ-5D-Y-5L and DCE exercises. The quantitative data on participants' sociodemographic characteristics, EQ-5D-Y-5L, and feasibility indicators of DCE (ie, incompletion, speeding, flatlining, violation of dominant choice task) will be analysed using descriptive statistics. The second component will be a qualitative focus group discussion to understand their experiences of completing the DCE tasks. Six focus groups (with six participants per group) will be conducted. The qualitative data will be analysed using content analysis. The findings from both components will then be integrated using narrative synthesis. ETHICS AND DISSEMINATION: Ethics approval was obtained from the Hamilton Integrated Research Ethics Board (#17034). We will publish findings in peer-reviewed journals and present at key conferences. We will also disseminate results within the EuroQol community as the study findings are part of a methodological research programme aimed at informing the design of an EQ-5D-Y-5L valuation study in Canada.",
  "authors": [
    {
      "last_name": "Humphries",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Humphries",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9364-5788"
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": [
        "Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ohinmaa",
      "fore_name": "Arto",
      "initials": "A",
      "name": "Arto Ohinmaa",
      "affiliations": [
        "School of Public Health, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada fengxie@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3454-6266"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "4",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "08"
  },
  "start_page": "e097598",
  "pages": "e097598",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Adolescent",
    "Choice Behavior",
    "Canada",
    "Feasibility Studies",
    "Quality of Life",
    "Surveys and Questionnaires",
    "Patient Preference",
    "Female",
    "Male",
    "Research Design",
    "Pilot Projects",
    "Child",
    "Focus Groups"
  ],
  "article_ids": {
    "pubmed": "40204324",
    "pmc": "PMC11979510",
    "doi": "10.1136/bmjopen-2024-097598",
    "pii": "bmjopen-2024-097598"
  },
  "doi": "10.1136/bmjopen-2024-097598",
  "pmc_id": "PMC11979510",
  "dates": {
    "completed": "2025-04-09",
    "revised": "2025-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.423720",
    "pmid": "40204324"
  }
}