{
  "pmid": "40216502",
  "uid": "40216502",
  "title": "Association of walking with incident knee osteoarthritis: a prospective cohort study using data from the UK Biobank.",
  "abstract": "OBJECTIVES: Walking offers numerous health benefits, yet its association with symptomatic knee osteoarthritis (SKOA) remains uncertain. The conflation of purposeful walking and unintentional walking could contribute to this uncertainty. Therefore, we aimed to examine the association between daily purposeful walking steps, daily unintentional walking steps, and total daily steps with incident SKOA. METHODS: We conducted a population-based cohort study using data from the UK Biobank. Of the participants who had valid accelerometer data at baseline but no history of SKOA (identified through primary care or hospitalisation records), 89,969 were included. Hazard ratios (HRs) for categories of daily purposeful walking steps (cadence ≥60 steps/min), daily unintentional walking steps (cadence <60 steps/min), and total daily steps were estimated using a Cox proportional hazard model. The dose-response relationship was assessed using restricted cubic spline regression. RESULTS: During a mean follow-up of 6.85 (SD, 1.14) years, 2711 participants developed SKOA. For daily purposeful walking steps, HRs (95% CIs) of incident SKOA were 0.84 (0.76-0.92), 0.81 (0.71-0.90), and 0.74 (0.64-0.85) for those walking 4000 to 5999, 6000 to 7999, and ≥8000 steps/d, respectively, compared with those walking <4000 steps/d. Restricted cubic spline regression analysis revealed a declining curve with a potential threshold near 8000 steps/d. Conversely, more daily unintentional walking steps were significantly associated with higher incident SKOA. No significant association was observed for total daily steps. CONCLUSIONS: More daily purposeful walking steps were associated with lower incident SKOA, suggesting that purposeful walking may promote musculoskeletal health and help inform future guidelines for knee osteoarthritis prevention.",
  "authors": [
    {
      "last_name": "He",
      "fore_name": "Hongyi",
      "initials": "H",
      "name": "Hongyi He",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yilun",
      "initials": "Y",
      "name": "Yilun Wang",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China; Hunan Key Laboratory of Joint Degeneration and Injury, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Hunter",
      "fore_name": "David",
      "initials": "D",
      "name": "David Hunter",
      "affiliations": [
        "Sydney Musculoskeletal Health, Kolling Institute, University of Sydney, Sydney, NSW, Australia; Rheumatology Department, Royal North Shore Hospital, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts, USA; The Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Weiya",
      "initials": "W",
      "name": "Weiya Zhang",
      "affiliations": [
        "Academic Rheumatology, School of Medicine, University of Nottingham, Nottingham, UK; Pain Centre Versus Arthritis, Nottingham, UK."
      ]
    },
    {
      "last_name": "Doherty",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Doherty",
      "affiliations": [
        "Academic Rheumatology, School of Medicine, University of Nottingham, Nottingham, UK; Pain Centre Versus Arthritis, Nottingham, UK."
      ]
    },
    {
      "last_name": "White",
      "fore_name": "Daniel K",
      "initials": "DK",
      "name": "Daniel K White",
      "affiliations": [
        "Department of Physical Therapy, University of Delaware, Newark, Delaware, USA."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China; Hunan Key Laboratory of Joint Degeneration and Injury, Xiangya Hospital, Central South University, Changsha, China; Department of Epidemiology and Health Statistics, Xiangya School of Public Health, Central South University, Changsha, China; FuRong Laboratory, Changsha, Hunan, China. Electronic address: weij1988@csu.edu.cn."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Zeng",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China; Hunan Key Laboratory of Joint Degeneration and Injury, Xiangya Hospital, Central South University, Changsha, China; Department of Epidemiology and Health Statistics, Xiangya School of Public Health, Central South University, Changsha, China; National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China. Electronic address: zengchao@csu.edu.cn."
      ]
    },
    {
      "last_name": "Lei",
      "fore_name": "Guanghua",
      "initials": "G",
      "name": "Guanghua Lei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, China; Hunan Key Laboratory of Joint Degeneration and Injury, Xiangya Hospital, Central South University, Changsha, China; National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China. Electronic address: lei_guanghua@csu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Annals of the rheumatic diseases",
    "iso_abbreviation": "Ann Rheum Dis",
    "issn": "1468-2060",
    "issn_type": "Electronic",
    "volume": "84",
    "issue": "4",
    "pub_year": "2025",
    "pub_month": "Apr"
  },
  "start_page": "632",
  "end_page": "642",
  "pages": "632-642",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Osteoarthritis, Knee",
    "Male",
    "Female",
    "Walking",
    "United Kingdom",
    "Middle Aged",
    "Prospective Studies",
    "Aged",
    "Incidence",
    "Proportional Hazards Models",
    "Accelerometry",
    "Biological Specimen Banks",
    "UK Biobank"
  ],
  "article_ids": {
    "pubmed": "40216502",
    "doi": "10.1016/j.ard.2025.01.019",
    "pii": "S0003-4967(25)00074-3"
  },
  "doi": "10.1016/j.ard.2025.01.019",
  "dates": {
    "completed": "2025-04-11",
    "revised": "2025-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.752916",
    "pmid": "40216502"
  }
}