{
  "pmid": "40218005",
  "uid": "40218005",
  "title": "Understanding the Impact of COVID-19 on the Utilization of Community Health Services: Evidence from Beijing in China.",
  "abstract": "Background: Primary healthcare (PHC) at the community level is essential to improving access to health services and reducing healthcare costs. However, compared to developed countries where PHC is well developed, PHC in developing countries is not as well developed. The worldwide prevalence of COVID-19 has put a tremendous strain on the healthcare systems of all countries. Interestingly, we found that the impact of COVID-19 on the global healthcare system has brought about a new opportunity for PHC in developing countries. Methods: Based on community-scale panel data from Beijing, China, in the period from 1 January 2018 to 30 June 2021, this paper employed the Anderson model to reveal the impact of COVID-19 on community health service utilization. Two-way fixed effects models and double-difference models were used to analyze the data for robustness. Results: The results show that COVID-19 significantly reduced visits to the Community Health Center, but meanwhile, it raised the cost of single visits. While the costs of treatment, together with medical materials, were significantly lower during the pandemic, COVID-19 has affected the cost control of family physicians, resulting in the cost of contracted patients being significantly lower than that of non-contracted patients. Conclusions: While the COVID-19 pandemic significantly reduced routine visits to established medical centers, it served as a catalyst for the increased utilization of community health services. If appropriate measures to contain COVID-19 were taken, it would be possible to extend the scope of community health services and strengthen the PHC system.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Public Policy and Management, Tsinghua University, Beijing 100084, China.",
        "Asia Competitiveness Institute, Lee Kuan Yew School of Public Policy, National University of Singapore, 469C Bukit Timah Road, Singapore 259772, Singapore."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Lele",
      "initials": "L",
      "name": "Lele Li",
      "affiliations": [
        "School of Labor and Human Resources, Renmin University of China, Beijing 100872, China."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Qiao",
      "initials": "Q",
      "name": "Qiao Yu",
      "affiliations": [
        "School of Public Administration, Sichuan University, Chengdu 610052, China.",
        "The 21st Century Development Research Institute, Tsinghua University, Beijing 100084, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Li",
      "affiliations": [
        "Yuyuantan Community Health Service Center, Haidian District, Beijing 100142, China."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare (Basel, Switzerland)",
    "iso_abbreviation": "Healthcare (Basel)",
    "issn": "2227-9032",
    "issn_type": "Print",
    "volume": "13",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "23"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40218005",
    "pmc": "PMC11989127",
    "doi": "10.3390/healthcare13070707",
    "pii": "healthcare13070707"
  },
  "doi": "10.3390/healthcare13070707",
  "pmc_id": "PMC11989127",
  "dates": {
    "revised": "2025-04-15"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "14ZDB149",
      "agency": "National Social Science Found of China"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.753456",
    "pmid": "40218005"
  }
}