{
  "pmid": "40223700",
  "uid": "40223700",
  "title": "North American Society for Pediatric Gastroenterology, Hepatology, and Nutrition 2025 guidelines for management of cyclic vomiting syndrome in children.",
  "abstract": "BACKGROUND: Cyclic vomiting syndrome (CVS) is a disorder recognized for its unique intensity of vomiting attacks and inordinate impact on quality of life. There is considerable symptom overlap with migraine. Due to the lack of evidence-based treatment algorithms, current management strategies vary. OBJECTIVE: These evidence-based guidelines were formulated to replace prior expert consensus recommendations and to assist patients and clinicians in the management of pediatric CVS. METHODS: Guidelines were developed by a multidisciplinary panel of experts and a patient representative who prioritized questions relevant to medical providers and patients. The guidelines were developed based on systematic reviews with assessment of certainty of the evidence, following the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach, including indirect evidence from pediatric migraine headache literature to strengthen the recommendations in areas with limited evidence. The panel used GRADE Evidence-to-Decision frameworks to formulate recommendations, which were subject to public comment. RESULTS: The panel formulated 16 recommendations on the management of pediatric CVS using nonpharmacological and pharmacological approaches. Recommendations were subdivided into abortive (acute) and prophylactic (preventive) interventions. CONCLUSIONS: A strong recommendation was formulated for the use of anti-migraine agents in aborting CVS episodes in patients with a personal or family history of migraine. Conditional recommendations for abortive CVS therapies included the use of oral and intravenous (IV) 5-hydroxytryptamine 3 (5-HT3) and neurokinin 1 (NK-1) receptor antagonists and early presentation when requiring IV intervention. Conditional recommendations for prophylactic CVS therapies included nonpharmacological treatments such as trigger avoidance, supplements, and various biobehavioral and neuromodulation interventions. Conditional recommendations for prophylactic pharmacological therapies included the use of beta-blockers, NK-1 and 5-hydroxytryptamine 2A (5-HT2A) receptor antagonists, and tricyclic antidepressants. The panel cautioned regarding potential side effects with several pharmacological agents and the use of anti-convulsants only in refractory CVS. SYSTEMATIC REVIEW REGISTRATION: PROSPERO 2022 CRD42022310108; available at: https://www.crd.york.ac.uk/prospero/display_record.php?ID=CRD42022310108.",
  "authors": [
    {
      "last_name": "Karrento",
      "fore_name": "Katja",
      "initials": "K",
      "name": "Katja Karrento",
      "affiliations": [
        "Division of Pediatric Gastroenterology, Hepatology and Nutrition, Department of Pediatrics, Medical College of Wisconsin, Milwaukee, Wisconsin, USA."
      ],
      "orcid": "0000-0002-2520-7396"
    },
    {
      "last_name": "Rosen",
      "fore_name": "John M",
      "initials": "JM",
      "name": "John M Rosen",
      "affiliations": [
        "Division of Pediatric Gastroenterology, Hepatology and Nutrition, University of Arkansas for Medical Sciences, Little Rock, Arkansas, USA."
      ]
    },
    {
      "last_name": "Tarbell",
      "fore_name": "Sally E",
      "initials": "SE",
      "name": "Sally E Tarbell",
      "affiliations": [
        "Department of Psychiatry and Behavioral Sciences, Northwestern Feinberg School of Medicine, Chicago, Illinois, USA."
      ]
    },
    {
      "last_name": "Issenman",
      "fore_name": "Robert M",
      "initials": "RM",
      "name": "Robert M Issenman",
      "affiliations": [
        "Division of Pediatric Gastroenterology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gelfand",
      "fore_name": "Amy A",
      "initials": "AA",
      "name": "Amy A Gelfand",
      "affiliations": [
        "Department of Neurology, University of California San Francisco, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Gamboa",
      "fore_name": "Heidi",
      "initials": "H",
      "name": "Heidi Gamboa",
      "affiliations": [
        "Division of Pediatric Gastroenterology, Hepatology and Nutrition, Department of Pediatrics, Nicklaus Children's Hospital, Miami, Florida, USA."
      ]
    },
    {
      "last_name": "Parikh",
      "fore_name": "Sumit",
      "initials": "S",
      "name": "Sumit Parikh",
      "affiliations": [
        "Department of Neurology, Cleveland Clinic Children's Hospital, Cleveland, Ohio, USA."
      ]
    },
    {
      "last_name": "Adams",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Adams",
      "affiliations": [
        "Cyclic Vomiting Syndrome Association President-Emerita and Patient Representative, Durango, Colorado, USA."
      ]
    },
    {
      "last_name": "Wiercioch",
      "fore_name": "Wojtek",
      "initials": "W",
      "name": "Wojtek Wiercioch",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "B U K",
      "initials": "BUK",
      "name": "B U K Li",
      "affiliations": [
        "Division of Pediatric Gastroenterology, Hepatology and Nutrition, Department of Pediatrics, Medical College of Wisconsin, Milwaukee, Wisconsin, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric gastroenterology and nutrition",
    "iso_abbreviation": "J Pediatr Gastroenterol Nutr",
    "issn": "1536-4801",
    "issn_type": "Electronic",
    "volume": "80",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "1028",
  "end_page": "1061",
  "pages": "1028-1061",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Humans",
    "Vomiting",
    "Child",
    "Migraine Disorders",
    "Gastroenterology",
    "Societies, Medical",
    "Evidence-Based Medicine"
  ],
  "article_ids": {
    "pubmed": "40223700",
    "doi": "10.1002/jpn3.70020"
  },
  "doi": "10.1002/jpn3.70020",
  "dates": {
    "completed": "2025-06-04",
    "revised": "2025-06-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Cyclic Vomiting Syndrome Association"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:26.896089",
    "pmid": "40223700"
  }
}