{
  "pmid": "40220948",
  "uid": "40220948",
  "title": "Reference values for cross-linked C-telopeptide of type 1 collagen and pro-collagen type1 N-terminal propeptide in children and adolescents: Results from the Canadian Health Measures Survey.",
  "abstract": "INTRODUCTION: Procollagen type 1 N-propeptide (P1NP) and carboxy-terminal telopeptide of type 1 collagen (CTX) are bone turnover markers for diagnosing and monitoring metabolic bone diseases and growth disorders. This study aimed to establish representative reference ranges for CTX and P1NP, as measured with an IDS-iSYS system, in Canadian children and adolescents. METHODS: Serum levels of CTX and P1NP were measured in participants of the Canadian Health Measures Survey, a nationally representative study. The LMSP method, using Box-Cox power exponential distribution to accommodate kurtosis in the distribution, was employed to estimate age- and sex-specific reference curves and parameters for Z-score calculation. In addition, non-parametric analysis was utilized to establish 95 % reference intervals for two-year age brackets. Reference curves were generated based on the cohort aged 6 to 27 years, and reference intervals were calculated based on the age range 6 to 20 years. RESULTS: The cohort included 1840 participants for CTX (51.6 % males) and 4069 for P1NP (50.5 % males). Reference ranges for age and sex showed the expected patterns with peaks at the age of puberty (earlier in females than males). As the aim of the study was to present representative reference data, results were provided based on the entire study population regardless of ethnicity and health status. Results obtained in the most common ethnicity ('white') and in the subgroup of 'healthy white' study participants were similar. CONCLUSION: This study establishes age- and sex-specific reference values for serum concentrations of CTX and P1NP in Canadian individuals from 6 to 20 years of age. These results have the potential to enhance diagnostic accuracy and inform bone health clinical decision-making for this population.",
  "authors": [
    {
      "last_name": "Kim",
      "fore_name": "Hyunwoo",
      "initials": "H",
      "name": "Hyunwoo Kim",
      "affiliations": [
        "Department of Health Research Methods, Evidence, & Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ward",
      "fore_name": "Leanne M",
      "initials": "LM",
      "name": "Leanne M Ward",
      "affiliations": [
        "Department of Pediatrics, University of Ottawa, Division of Endocrinology, Children's Hospital of Eastern Ontario, Ottawa, Ontario K1H 8L1, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, & Impact, McMaster University, Hamilton, Canada; Department of Pediatrics and Anesthesia, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada; Geras Centre for Aging Research, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Andy Kin On",
      "initials": "AKO",
      "name": "Andy Kin On Wong",
      "affiliations": [
        "Schroeder Arthritis Institute, University Health Network, Toronto, Ontario, Canada; Joint Department of Medical Imaging, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan Derrick",
      "initials": "JD",
      "name": "Jonathan Derrick Adachi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research Methods, Evidence, & Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Rauch",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Rauch",
      "affiliations": [
        "Shriners Hospital for Children, Montreal, Canada; Department of Pediatrics, McGill University, Montreal, Canada. Electronic address: frank.rauch@mcgill.ca."
      ]
    }
  ],
  "journal": {
    "title": "Bone",
    "iso_abbreviation": "Bone",
    "issn": "1873-2763",
    "issn_type": "Electronic",
    "volume": "196",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "117487",
  "pages": "117487",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Adolescent",
    "Child",
    "Male",
    "Female",
    "Canada",
    "Procollagen",
    "Collagen Type I",
    "Reference Values",
    "Peptide Fragments",
    "Peptides",
    "Young Adult",
    "Health Surveys",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "40220948",
    "doi": "10.1016/j.bone.2025.117487",
    "pii": "S8756-3282(25)00099-7"
  },
  "doi": "10.1016/j.bone.2025.117487",
  "dates": {
    "completed": "2025-05-08",
    "revised": "2025-05-08"
  },
  "chemicals": [
    "Procollagen",
    "Collagen Type I",
    "collagen type I trimeric cross-linked peptide",
    "Peptide Fragments",
    "Peptides",
    "procollagen Type I N-terminal peptide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.455278",
    "pmid": "40220948"
  }
}