{
  "pmid": "40238310",
  "uid": "40238310",
  "title": "Integrity Challenges in Halal Meat Supply Chain: Potential Industry 4.0 Technologies as Catalysts for Resolution.",
  "abstract": "The application of Industry 4.0 technologies in the halal meat supply chain (HMSC) is an emerging but underexplored area. While technologies like 3D printing, AI, AR, metaverse, digital twins, robotics, and big data analytics are widely discussed in food production, their specific use in HMSC lacks comprehensive analysis. These technologies can address challenges such as cross-contamination, fraud, and traceability issues, but few studies have examined their practical implementation, highlighting the need for further empirical research. This review explores how Industry 4.0 technologies enhance efficiency, traceability, and transparency in HMSC and highlights the potential use of AR for real-time product verification, metaverse for virtual inspections, AI and robotics for improving efficiency, compliance, and hygiene, and digital twins for training and product quality monitoring. The review also identified research gaps, particularly the lack of focus on intelligent packaging, in vitro meat, and the 3D printing of halal meat products. The findings stress the need for greater exploration of these technologies in the HMSC, emphasizing their transformative potential in creating a transparent and efficient halal food system. Further research on emerging technologies like 3D printing and in vitro meat is essential, especially regarding their impact on halal standards and sustainability, ensuring future growth.",
  "authors": [
    {
      "last_name": "Ellahi",
      "fore_name": "Rizwan Matloob",
      "initials": "RM",
      "name": "Rizwan Matloob Ellahi",
      "affiliations": [
        "Department of Food Science, University of Otago, Dunedin 9016, New Zealand."
      ],
      "orcid": "0000-0002-9505-5594"
    },
    {
      "last_name": "Wood",
      "fore_name": "Lincoln C",
      "initials": "LC",
      "name": "Lincoln C Wood",
      "affiliations": [
        "Management Department, University of Otago, Dunedin 9016, New Zealand."
      ],
      "orcid": "0000-0003-3385-6561"
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "The Federation of the Islamic Associations of New Zealand, 463 Porchester Road, Randwick Park, Auckland 2105, New Zealand."
      ]
    },
    {
      "last_name": "Bekhit",
      "fore_name": "Alaa El-Din A",
      "initials": "AEA",
      "name": "Alaa El-Din A Bekhit",
      "affiliations": [
        "Department of Food Science, University of Otago, Dunedin 9016, New Zealand."
      ],
      "orcid": "0000-0003-2569-8620"
    }
  ],
  "journal": {
    "title": "Foods (Basel, Switzerland)",
    "iso_abbreviation": "Foods",
    "issn": "2304-8158",
    "issn_type": "Print",
    "volume": "14",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "25"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40238310",
    "pmc": "PMC11989096",
    "doi": "10.3390/foods14071135",
    "pii": "foods14071135"
  },
  "doi": "10.3390/foods14071135",
  "pmc_id": "PMC11989096",
  "dates": {
    "revised": "2025-04-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:31.590436",
    "pmid": "40238310"
  }
}