{
  "pmid": "40238709",
  "uid": "40238709",
  "title": "Dysglycemic Events after Initiation of Intermittently Scanned Continuous Glucose Monitoring in Patients with Insulin-Treated Type 2 Diabetes.",
  "abstract": "Initiation of intermittently scanned continuous glucose monitors (isCGM) has been shown to reduce hemoglobin A1c (A1c) in patients with insulin-treated type 2 diabetes (T2D), but its effect on acute dysglycemic events (hypoglycemia and hyperglycemia) merits additional study. We conducted an observational, comparative effectiveness analysis of patients with insulin-treated T2D, comparing the efficacy of isCGM versus self-monitoring of blood glucose to improve glycemia and reduce acute dysglycemic events. We utilized a difference-in-differences framework to estimate pre-post changes in these outcomes, addressing confounding using overlap weighting based on propensity scores using rigorous causal analysis and machine learning. Initiating isCGM was associated with improved glycemia (reduced A1c, more patients with A1c <8% and <9%), but not the incidence of acute dysglycemic (hypoglycemic or hyperglycemic) events. This study on isCGM use is one of the largest to date and provides important information about the benefits of this technology in a population of patients with insulin-treated T2D.",
  "authors": [
    {
      "last_name": "Gilliam",
      "fore_name": "Lisa K",
      "initials": "LK",
      "name": "Lisa K Gilliam",
      "affiliations": [
        "South San Francisco Medical Center, The Permanente Medical Group (TPMG) Diabetes Population Care, TPMG Regional Endocrinology, Kaiser Permanente, South San Francisco Medical Center, South San Francisco, California, USA."
      ],
      "orcid": "0000-0001-7054-1409"
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa M",
      "initials": "MM",
      "name": "Melissa M Parker",
      "affiliations": [
        "Division of Research, Kaiser Permanente, Oakland, California, USA."
      ]
    },
    {
      "last_name": "Karter",
      "fore_name": "Andrew J",
      "initials": "AJ",
      "name": "Andrew J Karter",
      "affiliations": [
        "Division of Research, Kaiser Permanente, Oakland, California, USA.",
        "Department of General Internal Medicine, University of California, San Francisco, California, USA.",
        "Department of Health Systems and Population Health, University of Washington, Seattle, Washington, USA."
      ],
      "orcid": "0000-0001-5527-316X"
    }
  ],
  "journal": {
    "title": "Diabetes technology & therapeutics",
    "iso_abbreviation": "Diabetes Technol Ther",
    "issn": "1557-8593",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "16"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40238709",
    "doi": "10.1089/dia.2025.0021"
  },
  "doi": "10.1089/dia.2025.0021",
  "dates": {
    "revised": "2025-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.232205",
    "pmid": "40238709"
  }
}