{
  "pmid": "40237010",
  "uid": "40237010",
  "title": "MSC-derived extracellular vesicles: Precision miRNA delivery for overcoming cancer therapy resistance.",
  "abstract": "Cancer remains a prominent worldwide health concern, presenting existing therapies with frequent difficulties, including major toxicity, limited effectiveness, and treatment resistance emergence. These issues highlight the necessity for novel and enhanced remedies. Exosomes, tiny extracellular vesicles that facilitate intercellular communication, have attracted interest for their potential medicinal applications. Carrying a variety of molecules, including microRNAs, small interfering RNAs, long non-coding RNAs, proteins, lipids, and DNA, these vesicles are positioned as promising cancer treatment options. Current studies have increasingly investigated the capacity of microRNAs as a strategic approach for combating malignancy. Mesenchymal stem cells (MSC) are recognized for their aptitude to augment blood vessel formation, safeguard against cellular death, and modulate immune responses. Consequently, researchers examine exosomes derived from MSCs as a safer, non-cellular choice over therapies employing MSCs, which risk undesirable differentiation. The focus is shifting towards employing miRNA-encapsulated exosomes sourced from MSCs to target and heal cancerous cells selectively. However, the exact functions of miRNAs within MSC-derived exosomes in the context of cancer are still not fully understood. Additional exploration is necessary to clarify the role of these miRNAs in malignancy progression and to pinpoint viable therapeutic targets. This review offers a comprehensive examination of exosomes derived from mesenchymal stem cells, focusing on the encapsulation of miRNAs, methods for enhancing cellular uptake and stability, and their potential applications in cancer treatment. It also addresses the difficulties linked to this methodology and considers future avenues, including insights from current clinical oncology research.",
  "authors": [
    {
      "last_name": "Goyal",
      "fore_name": "Ahsas",
      "initials": "A",
      "name": "Ahsas Goyal",
      "affiliations": [
        "Institute of Pharmaceutical Research, GLA University, Mathura, UP, India."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah, 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Goyal",
      "fore_name": "Kavita",
      "initials": "K",
      "name": "Kavita Goyal",
      "affiliations": [
        "Department of Biotechnology, Graphic Era (Deemed to be University), Clement Town, 248002, Dehradun, India."
      ]
    },
    {
      "last_name": "Ganesan",
      "fore_name": "Subbulakshmi",
      "initials": "S",
      "name": "Subbulakshmi Ganesan",
      "affiliations": [
        "Department of Chemistry and Biochemistry, School of Sciences, JAIN (Deemed to be University), Bangalore, Karnataka, India."
      ]
    },
    {
      "last_name": "Kumari",
      "fore_name": "Mukesh",
      "initials": "M",
      "name": "Mukesh Kumari",
      "affiliations": [
        "Department of Applied Sciences-Chemistry, NIMS Institute of Engineering & Technology, NIMS University Rajasthan, Jaipur, India."
      ]
    },
    {
      "last_name": "Sunitha",
      "fore_name": "S",
      "initials": "S",
      "name": "S Sunitha",
      "affiliations": [
        "Department of CHEMISTRY, Sathyabama Institute of Science and Technology, Chennai, Tamil Nadu, India."
      ]
    },
    {
      "last_name": "Dash",
      "fore_name": "Aniruddh",
      "initials": "A",
      "name": "Aniruddh Dash",
      "affiliations": [
        "Department of Orthopaedics IMS and SUM Hospital, Siksha 'O' Anusandhan (Deemed to be University), Bhubaneswar, Odisha, 751030, India."
      ]
    },
    {
      "last_name": "Saini",
      "fore_name": "Suman",
      "initials": "S",
      "name": "Suman Saini",
      "affiliations": [
        "Department of Chemistry, Chandigarh Engineering College, Chandigarh Group of Colleges-Jhanjeri, Mohali, 140307, Punjab, India."
      ]
    },
    {
      "last_name": "Rana",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Rana",
      "affiliations": [
        "Uttaranchal Institute of Pharmaceutical Sciences, Uttaranchal University, Dehradun, India."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Gaurav",
      "initials": "G",
      "name": "Gaurav Gupta",
      "affiliations": [
        "Centre for Research Impact & Outcome, Chitkara College of Pharmacy, Chitkara University, Rajpura, Punjab, 140401, India.",
        "Centre of Medical and Bio-allied Health Sciences Research, Ajman University, Ajman, United Arab Emirates."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Haider",
      "initials": "H",
      "name": "Haider Ali",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Saveetha University, Chennai, India."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Ling Shing",
      "initials": "LS",
      "name": "Ling Shing Wong",
      "affiliations": [
        "Faculty of Health and Life Sciences, INTI International University, Nilai, 71800, Malaysia."
      ]
    },
    {
      "last_name": "Kumarasamy",
      "fore_name": "Vinoth",
      "initials": "V",
      "name": "Vinoth Kumarasamy",
      "affiliations": [
        "Department of Parasitology and Medical Entomology, Faculty of Medicine, Universiti Kebangsaan Malaysia, Jalan Yaacob Latif, Cheras, 56000, Kuala Lumpur, Malaysia."
      ]
    },
    {
      "last_name": "Subramaniyan",
      "fore_name": "Vetriselvan",
      "initials": "V",
      "name": "Vetriselvan Subramaniyan",
      "affiliations": [
        "Department of Medical Sciences, School of Medical and Life Sciences, Sunway University, Bandar Sunway, 47500, Subang Jaya, Selangor, Malaysia."
      ]
    }
  ],
  "journal": {
    "title": "Regenerative therapy",
    "iso_abbreviation": "Regen Ther",
    "issn": "2352-3204",
    "issn_type": "Electronic",
    "volume": "29",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "303",
  "end_page": "318",
  "pages": "303-318",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40237010",
    "pmc": "PMC11999318",
    "doi": "10.1016/j.reth.2025.03.006",
    "pii": "S2352-3204(25)00060-4"
  },
  "doi": "10.1016/j.reth.2025.03.006",
  "pmc_id": "PMC11999318",
  "dates": {
    "revised": "2025-04-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.233286",
    "pmid": "40237010"
  }
}