{
  "pmid": "40234145",
  "uid": "40234145",
  "title": "Frailty and gynecologic cancer: a cross-sectional analysis of the Canadian Longitudinal Study on Aging.",
  "abstract": "OBJECTIVE: There is significant heterogeneity in the recovery of individuals after gynecological cancer treatment. The Canadian Longitudinal Study on Aging provided a distinct opportunity to evaluate the associations between psychosocial and functional factors and long-term health outcomes. We sought to examine the prevalence of frailty and utilization of social and community support among community-dwelling older adults with a history of gynecologic cancer. METHODS: We conducted a cross-sectional analysis of female participants in the Canadian Longitudinal Study on Aging, a population-based cohort comprising over 50,000 individuals aged 45 to 85 years old. Frailty was operationalized using the deficit accumulation model (frailty defined as Frailty Index >0.21). Associations were evaluated using multivariable regression analyses adjusted for sociodemographic, lifestyle, economic, and social support factors. RESULTS: Data points to measure frailty were available for 15,149 of the 15,320 (98.8%) female participants. The prevalence of frailty was 19.9% in those with a history of gynecologic cancer compared to 9.1% in those without (p < .001; adjusted OR 2.2, 95% CI 1.6 to 2.9). For all female participants, regardless of a history of gynecologic cancer, history of smoking, alcohol use, lower income, lower educational level, never having been married, living alone, and less social support availability were significantly associated with frailty in univariate analysis. Those with a history of gynecologic cancer classified as frail were more likely to require assistance from family members (OR 3.4, 95% CI 2.0 to 5.7) and professional community supports (OR 7.9, 95% CI 4.1 to 15.0) than those who were not frail. CONCLUSIONS: In this large national cohort study, a history of gynecological cancer was independently associated with frailty. We identified the factors of social vulnerability that may affect health outcomes. These novel findings can be instrumental in advocating for resource allocation and designing proactive strategies.",
  "authors": [
    {
      "last_name": "Lavecchia",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Lavecchia",
      "affiliations": [
        "University of Alberta, Cross Cancer Institute, Division of Gynecologic Oncology, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "McMaster University, Department of Health Research Methods, Evidence, and Impact, Hamilton, Ontario, Canada; Pieve Emanuele, Humanitas University & IRCCS Humanitas Research Hospital, Clinical Epidemiology and Research Centre, Milan, Italy; McMaster University, McMaster Institute for Research on Aging, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "McMaster University, Department of Health Research Methods, Evidence, and Impact, Hamilton, Ontario, Canada; McMaster University, McMaster Institute for Research on Aging, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jimenez",
      "fore_name": "Waldo",
      "initials": "W",
      "name": "Waldo Jimenez",
      "affiliations": [
        "McMaster University, Department of Obstetrics and Gynecology, Division of Gynecologic Oncology, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nguyen",
      "fore_name": "Julie M V",
      "initials": "JMV",
      "name": "Julie M V Nguyen",
      "affiliations": [
        "McMaster University, McMaster Institute for Research on Aging, Hamilton, ON, Canada; McMaster University, Department of Obstetrics and Gynecology, Division of Gynecologic Oncology, Hamilton, Ontario, Canada. Electronic address: nguyenjmv@hhsc.ca."
      ]
    }
  ],
  "journal": {
    "title": "International journal of gynecological cancer : official journal of the International Gynecological Cancer Society",
    "iso_abbreviation": "Int J Gynecol Cancer",
    "issn": "1525-1438",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "101642",
  "pages": "101642",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Aged",
    "Cross-Sectional Studies",
    "Middle Aged",
    "Canada",
    "Frailty",
    "Genital Neoplasms, Female",
    "Longitudinal Studies",
    "Aged, 80 and over",
    "Social Support",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "40234145",
    "doi": "10.1016/j.ijgc.2025.101642",
    "pii": "S1048-891X(25)00165-3"
  },
  "doi": "10.1016/j.ijgc.2025.101642",
  "dates": {
    "completed": "2025-06-04",
    "revised": "2025-06-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.205507",
    "pmid": "40234145"
  }
}