{
  "pmid": "40237626",
  "uid": "40237626",
  "title": "A Retrospective Analysis of PK and Response of Oral Ibuprofen in the Treatment of a Patent Ductus Arteriosus in Extremely Low Gestational Age Neonates.",
  "abstract": "Oral ibuprofen is the preferred pharmacotherapeutic option for treatment of a persistent patent ductus arteriosus (PDA), but evidence for its optimal use in extremely low gestational age newborns (ELGANs) remains limited. In the current study, we aimed to investigate the pharmacokinetics and exposure-response relationship of oral ibuprofen in ELGANs of ≤72 h postnatal age (PNA) on standard (SD) versus those >72 h PNA on high-dose (HD) regimen for closure of persistent PDA. This was a retrospective analysis of data from a previous population PK study of ELGANs with a persistent PDA treated with a SD (10-5-5 mg/kg/day, PNA <72 h) versus a HD (20-10-10 mg/kg/day, PNA >72 h) oral ibuprofen, with the primary aim of comparing degree of exposure, defined as AUC0-24 (AUC from time 0 to 24 h). Twelve ELGANs received SD versus 11 receiving HD oral ibuprofen. The mean (SD) of exposure at 24 h (AUC0-24 h) was 486 (128) and 509 (208) (P = .41) and at 72 h (AUC0-72 h) was 1529 (493) and 1510 (820) (P = .94). Two (16%) ELGANs in the HD group developed severe gastrointestinal (GI) AEs and 1 (9%) in the SD had severe intraventricular hemorrhage. The use of SD and HD oral ibuprofen in ELGANs with PNA of <72 h and those >72 h, respectively, resulted in comparable exposure. The PNA-dependent response to oral ibuprofen and exposure-response relationship in ELGANs of higher PNA needs further investigation.",
  "authors": [
    {
      "last_name": "Asif",
      "fore_name": "Mohd",
      "initials": "M",
      "name": "Mohd Asif",
      "affiliations": [
        "Neonatal Intensive Care Unit, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sushko",
      "fore_name": "Katelyn",
      "initials": "K",
      "name": "Katelyn Sushko",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Razak",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Razak",
      "affiliations": [
        "Department of Pediatrics, Monash University, Melbourne, VIC, Australia.",
        "Monash Newborn, Monash Children's Hospital, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Borhan",
      "fore_name": "Sayem",
      "initials": "S",
      "name": "Sayem Borhan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rieder",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Rieder",
      "affiliations": [
        "Department of Physiology & Pharmacology and Medicine (MR), University of Western Ontario, London, ON, Canada."
      ]
    },
    {
      "last_name": "van den Anker",
      "fore_name": "John",
      "initials": "J",
      "name": "John van den Anker",
      "affiliations": [
        "Division of Clinical Pharmacology, Children's National Hospital, Washington, DC, USA."
      ]
    },
    {
      "last_name": "Samiee-Zafarghandy",
      "fore_name": "Samira",
      "initials": "S",
      "name": "Samira Samiee-Zafarghandy",
      "affiliations": [
        "Neonatal Intensive Care Unit, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical pharmacology",
    "iso_abbreviation": "J Clin Pharmacol",
    "issn": "1552-4604",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "16"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40237626",
    "doi": "10.1002/jcph.70033"
  },
  "doi": "10.1002/jcph.70033",
  "dates": {
    "revised": "2025-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:10:05.390759",
    "pmid": "40237626"
  }
}