{
  "pmid": "40235550",
  "uid": "40235550",
  "title": "COVID-19 impacts on decarceration for Indigenous, Black, and other racialized people in Ontario, Canada: an interrupted time series study.",
  "abstract": "BACKGROUND: The COVID-19 pandemic response in many jurisdictions included efforts to depopulate correctional facilities. In the context of the overrepresentation of Indigenous and Black people in Canadian correctional facilities, we aimed to assess COVID-19 impacts on decarceration by race and Indigenous identity in Ontario, Canada. METHODS: We accessed correctional administrative data for all people incarcerated in provincial correctional facilities in Ontario, Canada between 2015 and 2022. We categorized people using self-reported data into one of five identity groups: Indigenous, non-Indigenous Black, non-Indigenous non-Black racialized, non-Indigenous white, or missing. We conducted interrupted time series analyses, treating COVID-19 as an event on April 1, 2020, for each of admissions, releases, number of people in custody, and person-time in custody. FINDINGS: Of 148,937 people who experienced incarceration, 85.4% were male and 14.5% were female, the mean age was 35.2 years (SD 12.2), and 11.7% were Indigenous, 12.1% were non-Indigenous Black, 12.1% were non-Indigenous non-Black racialized, and 48.9% were non-Indigenous white. Decarceration in the spring of 2020 benefitted all four race/Indigenous identity groups, with significant decreases in all four decarceration indicators for all groups. There was a significant interaction between COVID-19 decarceration and race/Indigenous identity group for the number of people in custody (p < 0.0001) and person-time in custody (p = 0.042), with decarceration disproportionately benefitting non-Indigenous white people. Compared with the period prior to April 2020, the relative rates of being in custody and of person-time in custody, respectively, were 0.70 (95% CI 0.68-0.73) and 0.73 (95% CI 0.70-0.76) for non-Indigenous white people, lower than those for Indigenous people: 0.76 (95% CI 0.72-0.81) and 0.82 (95% CI 0.76-0.88), non-Indigenous Black people: 0.76 (95% CI 0.74-0.78) and 0.79 (95% CI 0.76-0.81), and non-Indigenous non-Black racialized people: 0.76 (95% CI 0.73-0.79) and 0.79 (95% CI 0.76-0.83). INTERPRETATION: Decarceration in Ontario in 2020 was inequitable, exacerbating the disproportionate exposure of people who are Indigenous and Black to time in custody and to the adverse health impacts associated with incarceration during the COVID-19 pandemic. These findings emphasize the need for targeted strategies to foster equitable health and justice outcomes, including during public health emergencies. FUNDING: Department of Family Medicine, McMaster University.",
  "authors": [
    {
      "last_name": "Owusu-Bempah",
      "fore_name": "Akwasi",
      "initials": "A",
      "name": "Akwasi Owusu-Bempah",
      "affiliations": [
        "Department of Sociology, University of Toronto, Canada.",
        "The Centre for Addiction and Mental Health, Canada."
      ]
    },
    {
      "last_name": "Lamberti",
      "fore_name": "Nina",
      "initials": "N",
      "name": "Nina Lamberti",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Canada."
      ]
    },
    {
      "last_name": "Croxford",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Croxford",
      "affiliations": [
        "Independent Consultant, Canada."
      ]
    },
    {
      "last_name": "Osei",
      "fore_name": "Beverley",
      "initials": "B",
      "name": "Beverley Osei",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Canada."
      ]
    },
    {
      "last_name": "Butler",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Butler",
      "affiliations": [
        "School of Criminology, Simon Fraser University, Canada."
      ]
    },
    {
      "last_name": "Elwood Martin",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Elwood Martin",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Canada."
      ]
    },
    {
      "last_name": "Jurgutis",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Jurgutis",
      "affiliations": [
        "Dr. Gilles Arcand Centre for Health Equity, Northern Ontario School of Medicine University, Canada."
      ]
    },
    {
      "last_name": "McLeod",
      "fore_name": "Kate",
      "initials": "K",
      "name": "Kate McLeod",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Paynter",
      "fore_name": "Martha",
      "initials": "M",
      "name": "Martha Paynter",
      "affiliations": [
        "Faculty of Nursing, University of New Brunswick, Canada."
      ]
    },
    {
      "last_name": "Sapers",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Sapers",
      "affiliations": [
        "Department of Criminology, University of Ottawa, Canada."
      ]
    },
    {
      "last_name": "Semeniuk",
      "fore_name": "Raya",
      "initials": "R",
      "name": "Raya Semeniuk",
      "affiliations": [
        "Native Women's Association of Canada, Canada."
      ]
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona G",
      "initials": "FG",
      "name": "Fiona G Kouyoumdjian",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Lancet regional health. Americas",
    "iso_abbreviation": "Lancet Reg Health Am",
    "issn": "2667-193X",
    "issn_type": "Electronic",
    "volume": "45",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "101088",
  "pages": "101088",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40235550",
    "pmc": "PMC11999671",
    "doi": "10.1016/j.lana.2025.101088",
    "pii": "S2667-193X(25)00098-5"
  },
  "doi": "10.1016/j.lana.2025.101088",
  "pmc_id": "PMC11999671",
  "dates": {
    "revised": "2025-04-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.273367",
    "pmid": "40235550"
  }
}