{
  "pmid": "40231582",
  "uid": "40231582",
  "title": "Defining and Evaluating the Impact of Physician Commitment to Nursing Home Practice: A Population-Level Cross-Sectional Study.",
  "abstract": "BACKGROUND: Medical care of complex nursing home (NH) residents in Canada is primarily managed by physicians. While physician commitment to NH practice is assumed to impact care quality, its influence on resident outcomes is inconsistent. This study quantifies commitment among NH physicians in Ontario, Canada, and its association with the quality of care among NH residents. METHODS: We conducted a retrospective cross-sectional study using multiple linked health administrative databases in 2022. We describe the practice patterns of the most responsible physician (MRP) of NH residents. We assessed three measures of commitment, including the proportion of NH practice based on residents, years in NH practice, and the number of NHs a physician worked in. Pearson-scaled Poisson and negative binomial regression models examined the relationship between commitment and resident outcomes, including medication prescriptions, emergency department (ED) visits, hospitalizations, and death. RESULTS: Our study identified 1368 NH MRPs practicing in 628 NHs and caring for 84,914 residents in Ontario. One hundred and fourteen (8.3%) had a ≥ 80% practice commitment to NH. The MRP cohort was generally male, had less than full-time practice, worked in more urban settings, and practiced in various settings beyond NH. We observed mixed associations between measures of commitment and resident outcomes, with some evidence suggesting that higher commitment could be beneficial. Residents receiving care from an MRP with ≥ 80% practice commitment had a reduced rate of ED visits (RR 0.90; 95% CI 0.83-0.99). CONCLUSIONS: Our work is the first to explore the impact of commitment in NH MRPs on resident care quality in Ontario, Canada. While commitment may be a factor, it is not the sole determinant of care quality. Further research is needed to refine how commitment is defined and measured and to consider additional factors beyond the physician, such as infrastructure, NH staff, and team collaboration, in how they influence care quality.",
  "authors": [
    {
      "last_name": "Dash",
      "fore_name": "Darly",
      "initials": "D",
      "name": "Darly Dash",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1881-5465"
    },
    {
      "last_name": "Kirkwood",
      "fore_name": "David",
      "initials": "D",
      "name": "David Kirkwood",
      "affiliations": [
        "ICES McMaster, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-5147-8210"
    },
    {
      "last_name": "Siu",
      "fore_name": "Henry Yu-Hin",
      "initials": "HY",
      "name": "Henry Yu-Hin Siu",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Paul R",
      "initials": "PR",
      "name": "Paul R Katz",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Geriatrics, Florida State University College of Medicine, Tallahassee, Florida, USA."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron T",
      "initials": "AT",
      "name": "Aaron T Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-6282-3614"
    },
    {
      "last_name": "Rahman",
      "fore_name": "Bahram",
      "initials": "B",
      "name": "Bahram Rahman",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Physician and Provider Services Division, Ministry of Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stall",
      "fore_name": "Nathan M",
      "initials": "NM",
      "name": "Nathan M Stall",
      "affiliations": [
        "Division of General Internal Medicine and Geriatrics, Sinai Health and the University Health Network, Toronto, Ontario, Canada.",
        "Women's Age Lab and Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada.",
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "Department of Family Medicine and Primary Care, Faculty of Medicine, University of Hong Kong, Ap Lei Chau, Hong Kong, China."
      ]
    },
    {
      "last_name": "Robert",
      "fore_name": "Benoît",
      "initials": "B",
      "name": "Benoît Robert",
      "affiliations": [
        "Perley Health, Ottawa, Ontario, Canada.",
        "Department of Family Medicine, University of Ottawa, Ottawa, Ontario, Canada.",
        "Ontario Long-Term Care Clinicians, Oshawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "ICES McMaster, Hamilton, Ontario, Canada.",
        "Centre for Integrated Care, St Joseph's Health System, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Geriatrics Society",
    "iso_abbreviation": "J Am Geriatr Soc",
    "issn": "1532-5415",
    "issn_type": "Electronic",
    "volume": "73",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "2057",
  "end_page": "2069",
  "pages": "2057-2069",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Cross-Sectional Studies",
    "Nursing Homes",
    "Male",
    "Female",
    "Retrospective Studies",
    "Ontario",
    "Aged",
    "Practice Patterns, Physicians'",
    "Quality of Health Care",
    "Aged, 80 and over",
    "Physicians"
  ],
  "article_ids": {
    "pubmed": "40231582",
    "doi": "10.1111/jgs.19464"
  },
  "doi": "10.1111/jgs.19464",
  "dates": {
    "completed": "2025-07-29",
    "revised": "2025-07-29"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "ICES is funded by an annual grant from the Ontario Ministry of Health (MOH) and the Ministry of Long-Term Care (MLTC)."
    },
    {
      "agency": "This research was undertaken, in part, thanks to funding for the Canada Research Chair in Integrated Care for Seniors at McMaster University."
    },
    {
      "grant_id": "FBD-181577",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "PR5-187061",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "FBD-181577",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "PR5-187061",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.537265",
    "pmid": "40231582"
  }
}