{
  "pmid": "40231638",
  "uid": "40231638",
  "title": "Health care experiences and expectations of individuals with severe maternal morbidity in high-income countries: a qualitative systematic review protocol.",
  "abstract": "OBJECTIVE: The objective of this review is to describe the health care experiences and expectations of people living in high-income countries (HICs) who have had severe maternal morbidity (SMM). It will expand on findings from 2 earlier reviews highlighting structural and systemic factors influencing care to inform health care recommendations. INTRODUCTION: SMM describes conditions and complications during pregnancy, birth, and postpartum associated with severe illness, debilitation, prolonged hospitalization, and high fatality rates. In higher-income countries, SMM is an important indicator of health care quality. With rates of SMM increasing around the world (disproportionately so among some populations), and recognizing suboptimal care as an important modifiable risk factor, this review will focus on the health care experiences and expectations of people who have had SMM to reveal opportunities for maternal health care improvement. INCLUSION CRITERIA: This review will include qualitative studies published from 1999 to 2024 involving individuals in HICs who have experienced SMM. Studies will describe participants' health care experiences and expectations (or both) during pregnancy, birth, and postpartum. METHODS: Using the JBI approach for qualitative systematic reviews, we will search MEDLINE (Ovid), Embase, Web of Science, CINAHL, and ProQuest for qualitative studies available in English. We will then screen titles and abstracts using the predetermined inclusion criteria to select articles for full-text review and critical appraisal. All relevant findings will be extracted from each included study, assessed for credibility, and then pooled and synthesized using JBI's meta-aggregation approach to develop a set of findings that can be used to make health care recommendations. REVIEW REGISTRATION: PROSPERO (CRD42024569572).",
  "authors": [
    {
      "last_name": "Hicks",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Hicks",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Atkinson",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "D'Souza",
      "fore_name": "Rohan",
      "initials": "R",
      "name": "Rohan D'Souza",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rice",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Rice",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada.",
        "Mood Disorders Treatment and Research Clinic, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JBI evidence synthesis",
    "iso_abbreviation": "JBI Evid Synth",
    "issn": "2689-8381",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "11"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40231638",
    "doi": "10.11124/JBIES-24-00398",
    "pii": "02174543-990000000-00435"
  },
  "doi": "10.11124/JBIES-24-00398",
  "dates": {
    "revised": "2025-04-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.155218",
    "pmid": "40231638"
  }
}