{
  "pmid": "40240033",
  "uid": "40240033",
  "title": "[Clinical study of double-channel core decompression combined with medullary cavity irrigation for non-traumatic osteonecrosis of femoral head].",
  "abstract": "OBJECTIVE: To compare the effects of double-channel core decompression (CD) combined with medullary cavity irrigation with those of simple CD on progression of collapse and clinical outcomes in non-traumatic osteonecrosis of the femoral head (ONFH). METHODS: A retrospective analysis was conducted on the clinical data of 19 patients (30 hips) with non-traumatic ONFH who underwent double-channel CD combined with medullary cavity irrigation and admitted between January 2024 and October 2024 (CD+irrigation group). According to a 1: 2 ratio, 54 patients (60 hips) who underwent simple CD and were matched in terms of age, gender, and body mass index (BMI) were included as the control (CD group). There was no significant difference in baseline data such as age, gender, BMI, affected side, ONFH type, preoperative Association Research Circulation Osseous (ARCO) stage, bone marrow edema stage, visual analogue scale (VAS) score for pain, and Harris score between the two groups (P>0.05). The postoperative discharge time and occurrence of complications were recorded for both groups. The VAS scores before operation and at discharge after operation were compared, and the differences between pre- and post-operation (change values) were calculated for intergroup comparison. The Harris scores before operation and at discharge and 3 months after operation were also compared. During follow-up, X-ray film, CT, and MRI were performed for reexamination. The ARCO stage and bone marrow edema stage were evaluated at 3 months after operation and compared with those before operation to determine whether there was radiological progression or relief. RESULTS: All incisions in both groups healed by first intention after operation, with no infection, femoral neck fracture, or other operation-related complications. All patients were followed up, and the follow-up time of the CD+irrigation group was (146.8±27.7) days, and that of the CD group was (164.3±48.2) days; there was no significant difference between the two groups (t=1.840, P=0.069). There was no significant difference in the length of hospital stay between the two groups (P>0.05). At discharge after operation, the VAS score of the CD+irrigation group was significantly lower than that of the CD group (P<0.05), and the change value was significantly higher than that of the CD group (P<0.05). The Harris scores at discharge and 3 months after operation in the CD+irrigation group were significantly higher than those in the CD group (P<0.05). The Harris score gradually increased with time, and the differences between different time points were significant (P<0.05). Radiological reexamination showed that there was no significant difference in the ARCO stage and the incidence of radiological progression between the two groups at 3 months after operation (P>0.05); however, the bone marrow edema stage and the degree of bone marrow edema relief in the CD+irrigation group were better than those in the CD group, with significant differences (P<0.05). CONCLUSION: Double-channel CD combined with medullary cavity irrigation can significantly alleviate hip joint pain and improve joint function in patients with non-traumatic ONFH, reduce the degree of bone marrow edema in the femoral head, and delay the progression of ONFH.",
  "authors": [
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Bone and Joint Surgery, China-Japan Friendship Hospital, Beijing, 100029, P. R. China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Hongxu",
      "initials": "H",
      "name": "Hongxu Li",
      "affiliations": [
        "Peking University China-Japan Friendship School of Clinical Medicine, Beijing, 100029, P. R. China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Haoyang",
      "initials": "H",
      "name": "Haoyang Liu",
      "affiliations": [
        "Peking University China-Japan Friendship School of Clinical Medicine, Beijing, 100029, P. R. China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Bailiang",
      "initials": "B",
      "name": "Bailiang Wang",
      "affiliations": [
        "Department of Bone and Joint Surgery, China-Japan Friendship Hospital, Beijing, 100029, P. R. China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Weiguo",
      "initials": "W",
      "name": "Weiguo Wang",
      "affiliations": [
        "Department of Bone and Joint Surgery, China-Japan Friendship Hospital, Beijing, 100029, P. R. China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Fuqiang",
      "initials": "F",
      "name": "Fuqiang Gao",
      "affiliations": [
        "Department of Bone and Joint Surgery, China-Japan Friendship Hospital, Beijing, 100029, P. R. China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Sun",
      "affiliations": [
        "Department of Bone and Joint Surgery, Chengdu Hip-Preserving Femoral Head Orthopedic Hospital, Chengdu Sichuan, 610036, P. R. China."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Liming",
      "initials": "L",
      "name": "Liming Cheng",
      "affiliations": [
        "Department of Bone and Joint Surgery, China-Japan Friendship Hospital, Beijing, 100029, P. R. China."
      ]
    }
  ],
  "journal": {
    "title": "Zhongguo xiu fu chong jian wai ke za zhi = Zhongguo xiufu chongjian waike zazhi = Chinese journal of reparative and reconstructive surgery",
    "iso_abbreviation": "Zhongguo Xiu Fu Chong Jian Wai Ke Za Zhi",
    "issn": "1002-1892",
    "issn_type": "Print",
    "volume": "39",
    "issue": "4",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "399",
  "end_page": "405",
  "pages": "399-405",
  "language": "chi",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Femur Head Necrosis",
    "Retrospective Studies",
    "Male",
    "Female",
    "Decompression, Surgical",
    "Therapeutic Irrigation",
    "Adult",
    "Treatment Outcome",
    "Middle Aged",
    "Femur Head"
  ],
  "article_ids": {
    "pubmed": "40240033",
    "pmc": "PMC12011499",
    "doi": "10.7507/1002-1892.202501039"
  },
  "doi": "10.7507/1002-1892.202501039",
  "pmc_id": "PMC12011499",
  "dates": {
    "completed": "2025-04-16",
    "revised": "2025-04-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.409693",
    "pmid": "40240033"
  }
}