{
  "pmid": "40242829",
  "uid": "40242829",
  "title": "The legal and socioeconomic considerations of spine telemedicine in Canada.",
  "abstract": "Telemedicine, or virtual care offers a platform for remote assessments, for either initial consultations or follow-up care. Telemedicine is a broad term and may refer to video conferences/assessments, telephone visits, messages through online platforms, and remote monitoring applications. The restrictions during the coronavirus disease 2019 (COVID-19) crisis had accelerated the use of telemedicine in Canadian healthcare. Several years after the pandemic, after this initial trial of widespread telemedicine, there remains significant uncertainty as to its efficacy and future directions. There are inherent challenges to telemedicine, including questions of clinical reliability and privacy, balanced against the possibility of efficiency and increased access to specialists. The Canadian healthcare system also poses significant challenges in the evaluation and systemic implementation of telemedicine, given the lack of a national legal framework and separate provincial or territorial regulation systems across the country. Telemedicine is of a particular interest to spinal surgeons, given the prevalence, morbidity, and economic costs associated with spinal pathologies. Prior to the COVID-19 pandemic, few spine surgeons offered telemedicine, due to the perceived challenges of remote assessment and diagnosis with spine pathologies. There has been little subsequent data to examine the role and suitability for remote acre in spine surgery. Herein, we review the current landscape of telemedicine in Canadian healthcare, with applications to spine surgery.",
  "authors": [
    {
      "last_name": "Jung",
      "fore_name": "Youngkyung",
      "initials": "Y",
      "name": "Youngkyung Jung",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-3902-665X"
    },
    {
      "last_name": "Baldeo",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Baldeo",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Pahuta",
      "fore_name": "Markian",
      "initials": "M",
      "name": "Markian Pahuta",
      "affiliations": [
        "Department of Orthopedic Surgery, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-4808-5459"
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": [
        "Department of Neurosurgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Guha",
      "fore_name": "Daipayan",
      "initials": "D",
      "name": "Daipayan Guha",
      "affiliations": [
        "Department of Neurosurgery, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-2052-4819"
    }
  ],
  "journal": {
    "title": "Journal of spine surgery (Hong Kong)",
    "iso_abbreviation": "J Spine Surg",
    "issn": "2414-469X",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Mar",
    "pub_day": "24"
  },
  "start_page": "166",
  "end_page": "177",
  "pages": "166-177",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40242829",
    "pmc": "PMC11998038",
    "doi": "10.21037/jss-24-72",
    "pii": "jss-11-01-166"
  },
  "doi": "10.21037/jss-24-72",
  "pmc_id": "PMC11998038",
  "dates": {
    "revised": "2025-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.872199",
    "pmid": "40242829"
  }
}