{
  "pmid": "40246033",
  "uid": "40246033",
  "title": "Reliability and usability of the RIGHT-COI&F reporting guideline: user survey and test of the checklist.",
  "abstract": "OBJECTIVES: Recently, we published a reporting checklist for conflicts of interest (COI) and funding in practice guidelines and guideline organizations' policy documents, RIGHT for Conflicts of Interest and Funding (RIGHT-COI&F). In this study, we examined the reliability and usability of this new tool in practice to assess reporting. STUDY DESIGN AND SETTING: We extracted a sample of guideline development organizations' COI and funding policies, and all guidelines developed by the World Health Organization (WHO) since 2019. We evaluated the adherence of these documents to the applicable items of RIGHT-COI&F. External reliability was assessed with the Kappa coefficient. We also surveyed key interest-holders on the ease of understanding of the tool who were asked to score each item on a scale from 1 (very difficult to understand) to 7 (very easy to understand). RESULTS: We evaluated the COI and funding policies of 28 guideline development organizations and 62 WHO guidelines. The mean Kappa value between the evaluators was 0.90 (full range 0.82-0.95), demonstrating good external reliability. Guideline policies adhered on average to half of the applicable items. The majority (77%) of WHO guidelines adhered to most applicable items. The mean times to evaluate policies and guidelines using the applicable items of the RIGHT-COI&F checklist were 28 and 30 minutes, respectively. The survey was completed by 157 individuals. The mean scores for ease of understanding were greater than five for all items. CONCLUSION: RIGHT-COI&F checklist demonstrated good reliability and usability when used to assess reporting of COI and funding in practice guidelines and guideline organizations' policy documents.",
  "authors": [
    {
      "last_name": "Xun",
      "fore_name": "Yangqin",
      "initials": "Y",
      "name": "Yangqin Xun",
      "affiliations": [
        "School of Population Medicine and Public Health, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China; School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Estill",
      "fore_name": "Janne",
      "initials": "J",
      "name": "Janne Estill",
      "affiliations": [
        "School of Basic Medical Sciences, Lanzhou University, Lanzhou, China; Institute of Global Health, University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Sychev",
      "fore_name": "Dmitriy A",
      "initials": "DA",
      "name": "Dmitriy A Sychev",
      "affiliations": [
        "Department of Clinical Pharmacology and Therapeutics, Russian Medical Academy of Continuous Professional Education, Moscow, Russia."
      ]
    },
    {
      "last_name": "Poddubnaya",
      "fore_name": "Irina V",
      "initials": "IV",
      "name": "Irina V Poddubnaya",
      "affiliations": [
        "Department of Oncology, Russian Medical Academy of Continuous Professional Education, Moscow, Russia."
      ]
    },
    {
      "last_name": "Yudina",
      "fore_name": "Ekaterina V",
      "initials": "EV",
      "name": "Ekaterina V Yudina",
      "affiliations": [
        "Centre for Knowledge Translation, Russian Medical Academy of Continuous Professional Education, Moscow, Russia."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon; Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Khabsa",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Khabsa",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Nan",
      "initials": "N",
      "name": "Nan Yang",
      "affiliations": [
        "School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Wang",
      "affiliations": [
        "School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Zijun",
      "initials": "Z",
      "name": "Zijun Wang",
      "affiliations": [
        "School of Basic Medical Sciences, Lanzhou University, Lanzhou, China; Institute of Global Health, University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xu",
      "initials": "X",
      "name": "Xu Wang",
      "affiliations": [
        "Chevidence Lab of Child and Adolescent Health, Children's Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Su",
      "fore_name": "Renfeng",
      "initials": "R",
      "name": "Renfeng Su",
      "affiliations": [
        "School of Public Health, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Di",
      "initials": "D",
      "name": "Di Zhu",
      "affiliations": [
        "Institute of Global Health, University of Geneva, Geneva, Switzerland; School of Public Health, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Shao",
      "fore_name": "Ruitai",
      "initials": "R",
      "name": "Ruitai Shao",
      "affiliations": [
        "School of Population Medicine and Public Health, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China. Electronic address: shaoruitai@cams.cn."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Yaolong",
      "initials": "Y",
      "name": "Yaolong Chen",
      "affiliations": [
        "School of Basic Medical Sciences, Lanzhou University, Lanzhou, China; Research Unit of Evidence Based Evaluation and Guidelines, Chinese Academy of Medical Sciences (2021RU017), Lanzhou University, Lanzhou, China; WHO Collaborating Centre for Guideline Implementation and Knowledge Translation, Lanzhou, China. Electronic address: chevidence@lzu.edu.cn."
      ]
    },
    {
      "last_name": "Ziganshina",
      "fore_name": "Liliya E",
      "initials": "LE",
      "name": "Liliya E Ziganshina",
      "affiliations": [
        "Centre for Knowledge Translation, Russian Medical Academy of Continuous Professional Education, Moscow, Russia; Department of Pharmacology, Kazan State Medical University, Kazan, Russia; Department of General and Clinical Pharmacology, People's Friendship University of Russia Named after Patrice Lumumba (RUDN), Moscow, Russia."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "183",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "111790",
  "pages": "111790",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Checklist",
    "Humans",
    "Reproducibility of Results",
    "Conflict of Interest",
    "Surveys and Questionnaires",
    "Practice Guidelines as Topic",
    "World Health Organization",
    "Guideline Adherence"
  ],
  "article_ids": {
    "pubmed": "40246033",
    "doi": "10.1016/j.jclinepi.2025.111790",
    "pii": "S0895-4356(25)00123-4"
  },
  "doi": "10.1016/j.jclinepi.2025.111790",
  "dates": {
    "completed": "2025-06-29",
    "revised": "2025-06-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.269212",
    "pmid": "40246033"
  }
}