{
  "pmid": "40241166",
  "uid": "40241166",
  "title": "Short versus longer duration antibiotic treatment for urinary tract infections in companion animals: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Unnecessarily prolonged antibiotic durations may contribute to the development of resistance in both humans and animals. Veterinarians need evidence supporting antibiotic treatment durations. This systematic review and meta-analysis aimed to compare the efficacy of shorter durations of antibiotic treatment to longer durations in treating urinary tract infections (UTIs) in dogs and cats. METHODS: Four databases (MEDLINE, Scopus, EMBASE, and CAB Abstracts) were searched from inception to October 2nd, 2024. Studies that reported the impact of antibiotic treatments of different durations for simple UTIs in dogs or cats and reported a primary outcome of interest, specifically clinical or microbiological resolution of the UTIs, were included. For each study, two reviewers independently screened extracted data and evaluated the risk of bias. Random effects models were used to compare pooled risk ratios of cure rates. RESULTS: Of 2,324 studies screened, we identified three studies (two randomized and one nonrandomized controlled trial) which met our inclusion criteria for meta-analysis. Studies examined only 26 animals (9 events) across their short-duration arms and 28 animals (17 events) across long-duration arms. All studies were assessed as having high or serious risk of bias. The pooled risk ratio for cure with short versus longer durations of treatment was 0.55, 95% CI: 0.23-1.27; the evidence was graded as very low certainty. Studies compared 1 to 3-day durations, 3 days to 14-day and 3 days to 21-day durations. CONCLUSION: Based on this data alone, we cannot make conclusions about the efficacy of short compared to long antibiotic durations for treating UTIs in cats and dogs; due to the low numbers of included studies and patients, the confidence intervals for the pooled risk ratio were wide and could be consistent with inferiority or superiority of shorter treatment. Existing evidence supports shorter durations of antibiotics for treating sporadic UTIs in dogs and cats, however this systematic review and meta-analysis highlights that this is still a serious knowledge gap that must be addressed. Studies that examine optimal antibiotic durations for treating UTIs in dogs and cats are urgently needed to support clinical decision-making, inform guidelines, and improve antimicrobial stewardship in veterinary medicine. SYSTEMATIC REVIEW REGISTRATION: Open science framework (https://doi.org/10.17605/OSF.IO/2YJPM).",
  "authors": [
    {
      "last_name": "Emdin",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Emdin",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada. Fiona.emdin@mail.utoronto.ca.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada. Fiona.emdin@mail.utoronto.ca.",
        "Global Strategy Lab, York University, Toronto, ON, Canada. Fiona.emdin@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Ong",
      "fore_name": "Sean W X",
      "initials": "SWX",
      "name": "Sean W X Ong",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "Division of Infectious Diseases, Sunnybrook Health Sciences Centre, Toronto, ON, Canada.",
        "Department of Infectious Diseases, at the Peter Doherty Institute for Infection and Immunity, University of Melbourne, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "McGall",
      "fore_name": "Clare",
      "initials": "C",
      "name": "Clare McGall",
      "affiliations": [
        "Global Strategy Lab, York University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Leung",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Kevin L",
      "initials": "KL",
      "name": "Kevin L Schwartz",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada.",
        "Li Ka Shing Knowledge Institute, Unity Health Toronto, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Kevin A",
      "initials": "KA",
      "name": "Kevin A Brown",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Massarella",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Massarella",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "Division of Infectious Diseases, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC veterinary research",
    "iso_abbreviation": "BMC Vet Res",
    "issn": "1746-6148",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "17"
  },
  "start_page": "280",
  "pages": "280",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Meta-Analysis"
  ],
  "keywords": [
    "Animals",
    "Urinary Tract Infections",
    "Cats",
    "Dogs",
    "Anti-Bacterial Agents",
    "Dog Diseases",
    "Cat Diseases",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "40241166",
    "pmc": "PMC12004815",
    "doi": "10.1186/s12917-025-04722-y",
    "pii": "10.1186/s12917-025-04722-y"
  },
  "doi": "10.1186/s12917-025-04722-y",
  "pmc_id": "PMC12004815",
  "dates": {
    "completed": "2025-04-17",
    "revised": "2025-04-19"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.298230",
    "pmid": "40241166"
  }
}