{
  "pmid": "40246048",
  "uid": "40246048",
  "title": "Rationale and design of the anticoagulant therapy after left atrial appendage closure (ATLAAC) trial.",
  "abstract": "INTRODUCTION: Left atrial appendage closure (LAAC) has become a recommended addition to oral anticoagulation for patients with atrial fibrillation, who undergo cardiac surgery. The procedure significantly reduces the risk of stroke and systemic arterial embolism, potentially making oral anticoagulation (OAC) unnecessary or even harmful, when considering the associated increased risk of bleeding. This publication describes the rationale and design of a randomized trial, testing the hypothesis that stopping OAC is noninferior to continuing OAC after surgical LAAC in terms of the primary endpoint. METHODS: The ATLAAC trial is a multicenter, randomized, controlled trial, aiming to enroll 1,220 patients with atrial fibrillation, who have undergone surgical LAAC and remain on OAC. A cardiac CT scan is performed to confirm success of the LAAC. Patients with successful closure are randomized to stop or continue OAC. The primary endpoint is the first occurrence of ischemic stroke, systemic arterial embolism, or major bleeding over an expected mean follow-up of 4 years. Secondary endpoints include all-cause mortality, cardiovascular mortality, any bleeding leading to hospitalization, blood transfusion, venous thromboembolism, myocardial infarction, and quality of life measures. TRIAL STATUS: Enrollment for the ATLAAC trial began in March 2024. As of January 18th, 2025, 554 patients have been enrolled in the study and 319 patients have been randomized. Recruitment is expected to continue for approximately 12 months. Follow-up will be stopped once 128 primary endpoints have occurred. CONCLUSIONS: The ATLAAC trial will evaluate the safety of stopping OAC after surgical LAAC. TRIAL REGISTRATION NUMBER: EU-CT: 2022-502986-92-00, clinicaltrials.gov ID: NCT06401616.",
  "authors": [
    {
      "last_name": "Gosvig",
      "fore_name": "Kristina",
      "initials": "K",
      "name": "Kristina Gosvig",
      "affiliations": [
        "Department of Cardiothoracic and Vascular Surgery, Odense University Hospital, Odense, Denmark; Department of Clinical Research, Research unit for Cardiac Surgery, University of Southern Denmark, Odense, Denmark. Electronic address: kristina.gosvig@rsyd.dk."
      ]
    },
    {
      "last_name": "Goller",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Goller",
      "affiliations": [
        "Department of Cardiothoracic and Vascular Surgery, Odense University Hospital, Odense, Denmark; Department of Clinical Research, Research unit for Cardiac Surgery, University of Southern Denmark, Odense, Denmark."
      ]
    },
    {
      "last_name": "Hansson",
      "fore_name": "Nils Henrik",
      "initials": "NH",
      "name": "Nils Henrik Hansson",
      "affiliations": [
        "Department of Cardiology, Odense University Hospital, Odense, Denmark."
      ]
    },
    {
      "last_name": "Brandes",
      "fore_name": "Axel",
      "initials": "A",
      "name": "Axel Brandes",
      "affiliations": [
        "Department of Cardiology, Esbjerg and Grindsted Hospital, Esbjerg, Denmark; Department of Regional Health Research, University of Southern Denmark, Esbjerg, Denmark."
      ]
    },
    {
      "last_name": "Modrau",
      "fore_name": "Ivy",
      "initials": "I",
      "name": "Ivy Modrau",
      "affiliations": [
        "Department of Cardiothoracic and Vascular Surgery, Aarhus University Hospital, 8200 Aarhus N, Denmark; Department of Clinical Medicine, Aarhus University, Aarhus C, Denmark."
      ]
    },
    {
      "last_name": "Rasmussen",
      "fore_name": "Louise Feilberg",
      "initials": "LF",
      "name": "Louise Feilberg Rasmussen",
      "affiliations": [
        "Department of Cardiothoracic and Vascular Surgery, Aalborg University Hospital, Aalborg, Denmark."
      ]
    },
    {
      "last_name": "Eskesen",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Eskesen",
      "affiliations": [
        "Department of Cardiology, Gentofte Hospital, Hellerup, Denmark."
      ]
    },
    {
      "last_name": "Jensen",
      "fore_name": "Aksel Karl Georg",
      "initials": "AKG",
      "name": "Aksel Karl Georg Jensen",
      "affiliations": [
        "Department of Public Health, Section of Biostatistics, University of Copenhagen, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Belley-Côté",
      "fore_name": "Emilie",
      "initials": "E",
      "name": "Emilie Belley-Côté",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Whitlock",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Riber",
      "fore_name": "Lars Peter Schødt",
      "initials": "LPS",
      "name": "Lars Peter Schødt Riber",
      "affiliations": [
        "Department of Cardiothoracic and Vascular Surgery, Odense University Hospital, Odense, Denmark; Department of Clinical Research, Research unit for Cardiac Surgery, University of Southern Denmark, Odense, Denmark."
      ]
    }
  ],
  "journal": {
    "title": "American heart journal",
    "iso_abbreviation": "Am Heart J",
    "issn": "1097-6744",
    "issn_type": "Electronic",
    "volume": "287",
    "pub_year": "2025",
    "pub_month": "Sep"
  },
  "start_page": "86",
  "end_page": "93",
  "pages": "86-93",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Male",
    "Anticoagulants",
    "Atrial Appendage",
    "Atrial Fibrillation",
    "Cardiac Surgical Procedures",
    "Hemorrhage",
    "Left Atrial Appendage Closure",
    "Multicenter Studies as Topic",
    "Randomized Controlled Trials as Topic",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "40246048",
    "doi": "10.1016/j.ahj.2025.04.015",
    "pii": "S0002-8703(25)00131-0"
  },
  "doi": "10.1016/j.ahj.2025.04.015",
  "dates": {
    "completed": "2025-05-25",
    "revised": "2025-06-12"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.252293",
    "pmid": "40246048"
  }
}