{
  "pmid": "40246187",
  "uid": "40246187",
  "title": "Integrating cardiovascular implementation science research within healthcare systems.",
  "abstract": "Only 1 in 5 evidence-based interventions make it to routine clinical practice and the evidence generated from clinical research may take 17 years to be implemented. This represents a lost opportunity to improve clinical care in healthcare systems. Implementation science refers to the study of methods to promote the adoption and integration of evidence-based practices, interventions, and policies into real-world clinical settings to positively impact population health. Therefore, implementation roadmaps can be crucial for learning healthcare systems (LHS) to bridge the research-to-practice gap, particularly for cardiovascular disease which remains the leading cause of death in the United States. Implementation models exist, all of which require a thorough understanding of the key phases of implementation for effective healthcare system incorporation and optimization (pre-implementation, implementation, monitoring the implementation, evaluation, sustaining, and scaling-up or de-implementation). This review serves as a call-to-action for involvement of large-scale LHS for cardiovascular implementation science, and provides a roadmap by summarizing various implementation science models, highlighting key implementation phases and discussing successful initiatives to improve the process. We also assess challenges associated with implementation science and provide possible solutions to improve translation of evidence in real-world clinical settings.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Shahzeb",
      "initials": "MS",
      "name": "Muhammad Shahzeb Khan",
      "affiliations": [
        "Baylor Scott and White Health- The Heart Hospital, Plano, TX, USA; Department of Medicine, Baylor College of Medicine, Temple, TX, USA; Baylor Scott and White Research Institute, Baylor Scott and White Health, Dallas, TX, USA. Electronic address: shahzeb.khan@bswhealth.org."
      ]
    },
    {
      "last_name": "Rashid",
      "fore_name": "Ahmed Mustafa",
      "initials": "AM",
      "name": "Ahmed Mustafa Rashid",
      "affiliations": [
        "Baylor Scott and White Research Institute, Baylor Scott and White Health, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Baim Institute for Clinical Research, Boston, USA; Division of Cardiology, Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Greene",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Greene",
      "affiliations": [
        "Division of Cardiology, Duke University Medical Center, Durham, NC, USA; Duke Clinical Research Institute, Duke University School of Medicine, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Ankeet S",
      "initials": "AS",
      "name": "Ankeet S Bhatt",
      "affiliations": [
        "Kaiser Permanente San Francisco Medical Center & Division of Research, San Francisco, CA, USA; Division of Cardiovascular Medicine, Stanford University School of Medicine, Palo Alto, CA, USA."
      ]
    },
    {
      "last_name": "Pandey",
      "fore_name": "Ambarish",
      "initials": "A",
      "name": "Ambarish Pandey",
      "affiliations": [
        "Division of Cardiology, Department of Internal Medicine, UT Southwestern Medical Center, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Keshvani",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Keshvani",
      "affiliations": [
        "Baylor Scott and White Health- The Heart Hospital, Plano, TX, USA; Baylor Scott and White Research Institute, Baylor Scott and White Health, Dallas, TX, USA; Division of Cardiology, Department of Internal Medicine, UT Southwestern Medical Center, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Mentz",
      "fore_name": "Robert J",
      "initials": "RJ",
      "name": "Robert J Mentz",
      "affiliations": [
        "Division of Cardiology, Duke University Medical Center, Durham, NC, USA; Duke Clinical Research Institute, Duke University School of Medicine, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Ambrosy",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Ambrosy",
      "affiliations": [
        "Kaiser Permanente San Francisco Medical Center & Division of Research, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "DiMaio",
      "fore_name": "J Michael",
      "initials": "JM",
      "name": "J Michael DiMaio",
      "affiliations": [
        "Baylor Scott and White Health- The Heart Hospital, Plano, TX, USA; Baylor Scott and White Research Institute, Baylor Scott and White Health, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Butler",
      "fore_name": "Javed",
      "initials": "J",
      "name": "Javed Butler",
      "affiliations": [
        "Baylor Scott and White Research Institute, Baylor Scott and White Health, Dallas, TX, USA; Department of Medicine, University of Mississippi Medical Center, Jackson, MS, USA. Electronic address: Javed.Butler@bswhealth.org."
      ]
    }
  ],
  "journal": {
    "title": "Progress in cardiovascular diseases",
    "iso_abbreviation": "Prog Cardiovasc Dis",
    "issn": "1873-1740",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40246187",
    "doi": "10.1016/j.pcad.2025.04.005",
    "pii": "S0033-0620(25)00059-3"
  },
  "doi": "10.1016/j.pcad.2025.04.005",
  "dates": {
    "revised": "2025-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:23.035383",
    "pmid": "40246187"
  }
}