{
  "pmid": "40250203",
  "uid": "40250203",
  "title": "Real-world accuracy of SARS-CoV-2 antigen detection compared with qPCR: A cross-sectional study in Toledo - PR, Brazil.",
  "abstract": "Rapid Antigen Tests (Ag-RDTs) for the detection of SARS-CoV-2 is an important diagnostic tool for containing virus spread. However, their accuracy ‒ the proportion of correct results (both true positives and true negatives) ‒ still needs to be proven when used in a real large-scale context. Accordingly, we provide data from a cross-sectional study conducted in Toledo - PR, Brazil, on the accuracy of rapid tests compared with qPCR within the Brazilian Unified Health System. A total of 2882 thousand individuals presenting symptoms suggestive of COVID-19 were screened. Overall, the antigen tests showed a sensitivity, specificity, and accuracy of 59 % (0.56‒0.62), 99 % (0.98‒0.99), and 82 % (0.81‒0.84) respectively. However, a significant difference was found when analysing two brand tests individually. In addition, for patients with a low quantification Cycle (Cq) < 20 (which indicates a high viral load), the agreement between test results was high (90.85 %). However, this agreement decreased significantly when the viral load decreased, dropping to 5.59 % for samples with Cq ≥ 33, which indicates a lower viral load. While rapid antigen tests are a valuable tool in combating virus spread, their accuracy can vary significantly between manufacturers and under conditions of low viral load.",
  "authors": [
    {
      "last_name": "Royer",
      "fore_name": "Carla Adriane",
      "initials": "CA",
      "name": "Carla Adriane Royer",
      "affiliations": [
        "Department of Genetics; Federal University of Parana (UFPR); Curitiba, (PR), Brazil."
      ]
    },
    {
      "last_name": "Rosa",
      "fore_name": "Regis Goulart",
      "initials": "RG",
      "name": "Regis Goulart Rosa",
      "affiliations": [
        "Research Unit, Inova Medical, Porto Alegre, RS, Brazil; Research Institute, Hospital Moinhos de Vento (HMV), Porto Alegre, RS, Brazil; Internal Medicine Department, HMV, Porto Alegre, RS, Brazil."
      ]
    },
    {
      "last_name": "Falavigna",
      "fore_name": "Maicon",
      "initials": "M",
      "name": "Maicon Falavigna",
      "affiliations": [
        "Research Unit, Inova Medical, Porto Alegre, RS, Brazil; Research Institute, Hospital Moinhos de Vento (HMV), Porto Alegre, RS, Brazil; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Carvalho de Oliveira",
      "fore_name": "Jaqueline",
      "initials": "J",
      "name": "Jaqueline Carvalho de Oliveira",
      "affiliations": [
        "Department of Genetics; Federal University of Parana (UFPR); Curitiba, (PR), Brazil. Electronic address: jaqueline.carvalho@ufpr.br."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Brazilian journal of infectious diseases : an official publication of the Brazilian Society of Infectious Diseases",
    "iso_abbreviation": "Braz J Infect Dis",
    "issn": "1678-4391",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "3",
    "pub_year": "2025"
  },
  "start_page": "104520",
  "pages": "104520",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comparative Study"
  ],
  "keywords": [
    "Humans",
    "Cross-Sectional Studies",
    "COVID-19",
    "Brazil",
    "SARS-CoV-2",
    "Sensitivity and Specificity",
    "Real-Time Polymerase Chain Reaction",
    "Antigens, Viral",
    "Female",
    "Male",
    "Adult",
    "COVID-19 Serological Testing",
    "Middle Aged",
    "Viral Load",
    "COVID-19 Nucleic Acid Testing",
    "Young Adult",
    "Reproducibility of Results",
    "Adolescent"
  ],
  "article_ids": {
    "pubmed": "40250203",
    "pmc": "PMC12036026",
    "doi": "10.1016/j.bjid.2025.104520",
    "pii": "S1413-8670(25)00023-6"
  },
  "doi": "10.1016/j.bjid.2025.104520",
  "pmc_id": "PMC12036026",
  "dates": {
    "completed": "2025-05-17",
    "revised": "2025-06-03"
  },
  "chemicals": [
    "Antigens, Viral"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:50.114493",
    "pmid": "40250203"
  }
}