{
  "pmid": "40259024",
  "uid": "40259024",
  "title": "Longevity mechanisms in cardiac aging: exploring calcium dysregulation and senescence.",
  "abstract": "Cardiac aging is a multistep process that results in a loss of various structural and functional heart abilities, increasing the risk of heart disease. Since its remarkable discovery in the early 1800s, when limestone is heated, calcium's importance has been defined in numerous ways. It can help stiffen shells and bones, function as a reducing agent in chemical reactions, and play a central role in cellular signalling. The movement of calcium ions in and out of cells and between those is referred to as calcium signalling. It influences the binding of the ligand, enzyme activity, electrochemical gradients, and other cellular processes. Calcium signalling is critical for both contraction and relaxation under the sliding filament model of heart muscle. However, with age, the heart undergoes changes that lead to increases in cardiac dysfunction, such as myocardial fibrosis, decreased cardiomyocyte function, and noxious disturbances in calcium homeostasis. Additionally, when cardiac tissues age, cellular senescence, a state of irreversible cell cycle arrest, accumulates and begins to exacerbate tissue inflammation and fibrosis. This review explores the most recent discoveries regarding the role of senescent cell accumulation and calcium signalling perturbances in cardiac aging. Additionally, new treatment strategies are used to reduce aged-related heart dysfunction by targeting senescent cells and modulating calcium homeostasis.",
  "authors": [
    {
      "last_name": "Agrawal",
      "fore_name": "Neetu",
      "initials": "N",
      "name": "Neetu Agrawal",
      "affiliations": [
        "Institute of Pharmaceutical Research, GLA University, Mathura, UP, India."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, 21442, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Almalki",
      "fore_name": "Waleed Hassan",
      "initials": "WH",
      "name": "Waleed Hassan Almalki",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Umm Al-Qura University, Makkah, Saudi Arabia. whmalki@uqu.edu."
      ]
    },
    {
      "last_name": "Ballal",
      "fore_name": "Suhas",
      "initials": "S",
      "name": "Suhas Ballal",
      "affiliations": [
        "Department of Chemistry and Biochemistry, School of Sciences, JAIN (Deemed to Be University), Bangalore, Karnataka, India."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Girish Chandra",
      "initials": "GC",
      "name": "Girish Chandra Sharma",
      "affiliations": [
        "Department of Applied Sciences-Chemistry, NIMS Institute of Engineering & Technology, NIMS University Rajasthan, Jaipur, India."
      ]
    },
    {
      "last_name": "Krithiga",
      "fore_name": "T",
      "initials": "T",
      "name": "T Krithiga",
      "affiliations": [
        "Department of Chemistry, Sathyabama Institute of Science and Technology, Chennai, Tamil Nadu, India."
      ]
    },
    {
      "last_name": "Panigrahi",
      "fore_name": "Rajashree",
      "initials": "R",
      "name": "Rajashree Panigrahi",
      "affiliations": [
        "Department of Microbiology IMS and SUM Hospital, Siksha 'O' Anusandhan (Deemed to Be University), Bhubaneswar, Odisha, 751003, India."
      ]
    },
    {
      "last_name": "Saini",
      "fore_name": "Suman",
      "initials": "S",
      "name": "Suman Saini",
      "affiliations": [
        "Department of Chemistry, Chandigarh Engineering College, Chandigarh Group of Colleges-Jhanjeri, Mohali, Punjab, 140307, India."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Haider",
      "initials": "H",
      "name": "Haider Ali",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Chennai, India."
      ]
    },
    {
      "last_name": "Goyal",
      "fore_name": "Kavita",
      "initials": "K",
      "name": "Kavita Goyal",
      "affiliations": [
        "Department of Biotechnology, Graphic Era (Deemed to Be University), Clement Town, Dehradun, 248002, India."
      ]
    },
    {
      "last_name": "Rana",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Rana",
      "affiliations": [
        "Uttaranchal Institute of Pharmaceutical Sciences, Uttaranchal University, Dehradun, Uttarakhand, 248007, India."
      ]
    },
    {
      "last_name": "Abida Khan",
      "name": "Abida Khan",
      "affiliations": [
        "Center For Health Research, Northern Border University, Arar 73213, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Biogerontology",
    "iso_abbreviation": "Biogerontology",
    "issn": "1573-6768",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "21"
  },
  "start_page": "94",
  "pages": "94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Cellular Senescence",
    "Calcium",
    "Calcium Signaling",
    "Animals",
    "Aging",
    "Longevity",
    "Myocytes, Cardiac",
    "Myocardium",
    "Heart"
  ],
  "article_ids": {
    "pubmed": "40259024",
    "doi": "10.1007/s10522-025-10229-8",
    "pii": "10.1007/s10522-025-10229-8"
  },
  "doi": "10.1007/s10522-025-10229-8",
  "dates": {
    "completed": "2025-04-21",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Calcium"
  ],
  "grants": [
    {
      "grant_id": "25UQU",
      "agency": "Umm Al-Qura University"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.235815",
    "pmid": "40259024"
  }
}