{
  "pmid": "40250626",
  "uid": "40250626",
  "title": "Local controlled release of stabilized monoclonal antibodies.",
  "abstract": "Monoclonal antibody (mAb) therapeutics have become widely successful for treatment of any number of diseases. However, for certain hard-to-reach tissues, e.g., eye, brain, tumors, and joints, local delivery is desired and long-term controlled release is necessary to avoid frequent injections and poor patient compliance. If local and sustained exposure of mAbs (or their Fab or nanobody fragments) could be accomplished by injectable polymer long-acting release (LAR) systems, the incredible potential of mAb therapeutics could be extended to additional diseases, e.g., neovascular age-related macular degeneration (wet AMD) and glioblastoma multiforme (GBM). In prior studies, long-acting delivery of mAbs has been limited by the inability to design a delivery system prepared from a biodegradable polymer used in FDA-approved LARs that achieves long-term continuous release of structurally stable and immunoreactive mAb with a low initial burst release that is easily injectable and avoids material build-up upon repeated injection. Here, we present for the first time a long-acting delivery system capable of delivering several different mAbs for multiple indications by developing a novel process to stabilize mAbs through the combination of formulation, micronization and encapsulation conditions, and to control stabilized mAb exposure in vivo for months by formulation with an appropriate biodegradable polymer (poly(lactic-co-glycolic acid) (PLGA)), utilization of a pH- and pore-modifying agent, and development of a novel PLGA coating layer to control osmotic pressure induced by elevated levels of critical co-encapsulated stabilizers, particularly mAb-stabilizing-trehalose. The resulting implants showed long-term efficacy in animal models for both wet AMD and GBM after single local injections. Although much more work needs to be done before their clinical application to these two diseases, the injectable PLGA platform meets several important benchmarks for controlled mAb delivery and can be developed further for delivery of a wide array of mAbs and other cofactors, offering an improved therapeutic option for treating diseases amenable to local antibody therapy. One Sentence Summary: A generalizable injectable biodegradable PLGA implant platform for site-specific and long-term slow and continuous release of stabilized monoclonal antibody drugs demonstrates improved in vivo efficacy for wet AMD and glioblastoma.",
  "authors": [
    {
      "last_name": "Chang",
      "fore_name": "Rae Sung",
      "initials": "RS",
      "name": "Rae Sung Chang",
      "affiliations": [
        "Department of Pharmaceutical Sciences and the Biointerfaces Institute, University of Michigan, Ann Arbor, MI 48109, USA."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "Department of Pharmaceutical Sciences and the Biointerfaces Institute, University of Michigan, Ann Arbor, MI 48109, USA."
      ]
    },
    {
      "last_name": "Mujeeb",
      "fore_name": "Anzar A",
      "initials": "AA",
      "name": "Anzar A Mujeeb",
      "affiliations": [
        "Department of Neurosurgery and Department of Cell and Developmental Biology, University of Michigan School of Medicine, Ann Arbor, MI 48109, USA."
      ]
    },
    {
      "last_name": "Kadiyala",
      "fore_name": "Padma",
      "initials": "P",
      "name": "Padma Kadiyala",
      "affiliations": [
        "Department of Neurosurgery and Department of Cell and Developmental Biology, University of Michigan School of Medicine, Ann Arbor, MI 48109, USA."
      ]
    },
    {
      "last_name": "Pisupati",
      "fore_name": "Karthik",
      "initials": "K",
      "name": "Karthik Pisupati",
      "affiliations": [
        "Department of Pharmaceutical Sciences and the Biointerfaces Institute, University of Michigan, Ann Arbor, MI 48109, USA."
      ]
    },
    {
      "last_name": "Jamison",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Jamison",
      "affiliations": [
        "Ophthy-DS, Inc., Kalamazoo, MI 49009, USA."
      ]
    },
    {
      "last_name": "Schwendeman",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Schwendeman",
      "affiliations": [
        "Department of Pharmaceutical Sciences and the Biointerfaces Institute, University of Michigan, Ann Arbor, MI 48109, USA."
      ]
    },
    {
      "last_name": "Haggag",
      "fore_name": "Yusuf",
      "initials": "Y",
      "name": "Yusuf Haggag",
      "affiliations": [
        "Department of Pharmaceutical Sciences and the Biointerfaces Institute, University of Michigan, Ann Arbor, MI 48109, USA; Department of Pharmaceutical Technology, Faculty of Pharmacy, Tanta University, Tanta, Egypt."
      ]
    },
    {
      "last_name": "Antonetti",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Antonetti",
      "affiliations": [
        "Department of Ophthalmology and Visual Sciences, University of Michigan, Ann Arbor, MI 48105, USA."
      ]
    },
    {
      "last_name": "Castro",
      "fore_name": "Maria G",
      "initials": "MG",
      "name": "Maria G Castro",
      "affiliations": [
        "Department of Neurosurgery and Department of Cell and Developmental Biology, University of Michigan School of Medicine, Ann Arbor, MI 48109, USA."
      ]
    },
    {
      "last_name": "Schwendeman",
      "fore_name": "Steven P",
      "initials": "SP",
      "name": "Steven P Schwendeman",
      "affiliations": [
        "Department of Pharmaceutical Sciences and the Biointerfaces Institute, University of Michigan, Ann Arbor, MI 48109, USA; Department of Biomedical Engineering, University of Michigan, Ann Arbor, MI 48109, USA. Electronic address: schwende@umich.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of controlled release : official journal of the Controlled Release Society",
    "iso_abbreviation": "J Control Release",
    "issn": "1873-4995",
    "issn_type": "Electronic",
    "volume": "383",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "10"
  },
  "start_page": "113743",
  "pages": "113743",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Delayed-Action Preparations",
    "Animals",
    "Antibodies, Monoclonal",
    "Humans",
    "Drug Liberation",
    "Polylactic Acid-Polyglycolic Acid Copolymer",
    "Female",
    "Glioblastoma",
    "Drug Delivery Systems",
    "Mice"
  ],
  "article_ids": {
    "pubmed": "40250626",
    "doi": "10.1016/j.jconrel.2025.113743",
    "pii": "S0168-3659(25)00363-3"
  },
  "doi": "10.1016/j.jconrel.2025.113743",
  "dates": {
    "completed": "2025-06-06",
    "revised": "2025-06-07"
  },
  "chemicals": [
    "Delayed-Action Preparations",
    "Antibodies, Monoclonal",
    "Polylactic Acid-Polyglycolic Acid Copolymer"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.745270",
    "pmid": "40250626"
  }
}