{
  "pmid": "40259961",
  "uid": "40259961",
  "title": "Apoptotic and anti-migratory activity of Citrus limon rind essential oil encapsulated in niosome against human breast cancer cells.",
  "abstract": "OBJECTIVE: This study aimed to formulate Citrus limon fruit rind's essential oil (EO) and to analyze its impact on breast cancer cells. MATERIALS AND METHODS: Initially, the cytotoxicity of EO (0.09-9 µg/ml) and doxorubicin (0.5-5 µM) on MCF-7, SK-BR-3, and MDA-MB-231 breast cancer cells was assessed using the MTT assay following 24-72 hr treatment. The cells were then treated with niosomes containing 4.5 µg/ml EO and 0.5 µM doxorubicin for 48 hr. Flow cytometry, migration assay, and RT-qPCR were used to study the cell behavior. RESULTS: MTT results indicated that both EO and doxorubicin alone exhibited severe cytotoxicity (viability ≤ 30%) towards all three cells after 48 hr . When treated with encapsulated EO, the apoptotic death rate in MCF-7, MDA-MB-231, and SK-BR-3 cells was substantially diminished to 14%, 28%, and 9%, respectively. Similarly, encapsulated doxorubicin induced mild apoptotic death in these cells. Encapsulated EO and doxorubicin significantly prevented the migration of all cells. Following treatment with the encapsulated EO, a notable reduction in the expression of VIM, SLUG, SNAIL, and JUN, which are promoters of cancer cell invasion, was seen. Conversely, the expression of the FAS receptor, an active participant in the extrinsic apoptosis pathway, increased (p˂0.01). CONCLUSION: Lemon EO has apoptotic and anti-migratory effects on breast cancer cells, comparable to that of doxorubicin. Utilizing niosome as an efficient delivery modality effectively mitigates the adverse effects of EO and can be used for in vivo delivery of it to cancer cells.",
  "authors": [
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad Mehdi",
      "initials": "MM",
      "name": "Mohammad Mehdi Yaghoobi",
      "affiliations": [
        "Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    },
    {
      "last_name": "Deylami",
      "fore_name": "Toktam",
      "initials": "T",
      "name": "Toktam Deylami",
      "affiliations": [
        "Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    },
    {
      "last_name": "Torkzadeh-Mahani",
      "fore_name": "Masoud",
      "initials": "M",
      "name": "Masoud Torkzadeh-Mahani",
      "affiliations": [
        "Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    }
  ],
  "journal": {
    "title": "Avicenna journal of phytomedicine",
    "iso_abbreviation": "Avicenna J Phytomed",
    "issn": "2228-7930",
    "issn_type": "Print",
    "volume": "14",
    "issue": "6",
    "pub_year": "2024"
  },
  "start_page": "749",
  "end_page": "763",
  "pages": "749-763",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40259961",
    "pmc": "PMC12009618",
    "doi": "10.22038/AJP.2024.24656"
  },
  "doi": "10.22038/AJP.2024.24656",
  "pmc_id": "PMC12009618",
  "dates": {
    "revised": "2025-04-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.402165",
    "pmid": "40259961"
  }
}