{
  "pmid": "40262337",
  "uid": "40262337",
  "title": "Exploring nurse-led cardiopulmonary resuscitation in the emergency department: A scoping review.",
  "abstract": "AIM OF THE REVIEW: The aim is to map the existing evidence on nurse-led resuscitation and identify gaps to inform future research directions. This scoping review critically examines the role of nurse-led resuscitation in the emergency department (ED). The review identifies the integral role of nurses in resuscitation teams, evaluates nurses' performance during resuscitation, and highlights the need for further research. METHOD: The review employed a comprehensive search strategy across multiple databases, including MEDLINE, CINAHL, PROSPERO, and EMBASE, along with sources of unpublished studies and grey literature such as ProQuest Theses, Grey Matters, Policy Commons, and Google Scholar. The search covered literature from 1993 to 2023. RESULTS: The searches returned a total of 494 citations. A total of 8 full articles met the inclusion criteria for data extraction and synthesis. Three key themes emerged from the review: (1) the integral role of nurses in resuscitation teams, (2) nurses' performance during resuscitation and (3) the need for future research. CONCLUSION: This scoping review underscores the potential of nurse-led resuscitation in emergency care settings. Nurses' roles in resuscitation teams are integral, with performance comparable to that of physicians in multiple domains. However, the current evidence base is limited to literature reviews and simulated environments and highlights the necessity for further robust research. Future studies should explore interdisciplinary team dynamics, communication patterns, and the direct impact of nurse-led resuscitation on patient outcomes in real-world clinical settings.",
  "authors": [
    {
      "last_name": "Seabrooke",
      "fore_name": "Adrienne",
      "initials": "A",
      "name": "Adrienne Seabrooke",
      "affiliations": [
        "School of Health in Social Science, University of Edinburgh, Edinburgh, United Kingdom. Electronic address: a.j.seabrooke@sms.ed.ac.uk."
      ]
    },
    {
      "last_name": "Roy",
      "fore_name": "Rachel K",
      "initials": "RK",
      "name": "Rachel K Roy",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence and Impact, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Aviles",
      "fore_name": "Lissette",
      "initials": "L",
      "name": "Lissette Aviles",
      "affiliations": [
        "School of Health in Social Science, University of Edinburgh, Edinburgh, United Kingdom."
      ]
    },
    {
      "last_name": "Macaden",
      "fore_name": "Leah",
      "initials": "L",
      "name": "Leah Macaden",
      "affiliations": [
        "School of Health in Social Science, University of Edinburgh, Edinburgh, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "International emergency nursing",
    "iso_abbreviation": "Int Emerg Nurs",
    "issn": "1878-013X",
    "issn_type": "Electronic",
    "volume": "80",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "101608",
  "pages": "101608",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Cardiopulmonary Resuscitation",
    "Emergency Service, Hospital",
    "Nurse's Role"
  ],
  "article_ids": {
    "pubmed": "40262337",
    "doi": "10.1016/j.ienj.2025.101608",
    "pii": "S1755-599X(25)00038-2"
  },
  "doi": "10.1016/j.ienj.2025.101608",
  "dates": {
    "completed": "2025-05-30",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:46.189305",
    "pmid": "40262337"
  }
}