{
  "pmid": "40262254",
  "uid": "40262254",
  "title": "Impact of maternal serum selenium concentration on postpartal serum concentrations of selenium and immunoglobulins in dairy calves - A field study.",
  "abstract": "Selenium (Se) status is suspected to affect the passive transfer of immunoglobulins (Ig) via colostrum to newborn calves. The objective of this study was to investigate associations between maternal Se serum concentration with those of their newborn calves including colostrum quality. A total of 915 prepartum cows from 113 large dairy herds, were examined 3-1 weeks prepartum, including blood sampling. Colostrum samples collected 1-4 h postpartum were analysed using BRIX refractometry. Blood samples from their calves were taken 1-4 days postpartum. Data on herd-specific management of close-up cows, newborn calves and colostrum supply were collected additionally. A generalised linear mixed effects regression models with hierarchically structured random effects (cow or calve within herd) were fitted to the data. BRIX value was positively associated with the maternal prepartum Se serum concentration as well as with parity and vitamin D administration. Se serum concentration of calves were related to Se serum concentration of their dams and the amount of colostrum administered at first feeding. Ig serum concentration of calves was related to BRIX (p < 0.01) and calves Se serum concentration (p < 0.01) in the same multivariable model. The association identified under field conditions confirmed an adequate Se status of prepartum cows being vital for the passive transfer of Ig both by a higher colostral Ig concentration and a higher serum Se concentration of calves at which both mechanisms acting synergistically. Se status of prepartum cows was proven to be a key factor of passive transfer of Ig to newborn calves.",
  "authors": [
    {
      "last_name": "Bellmann",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Bellmann",
      "affiliations": [
        "Veterinary Clinic for Reproductive Medicine and Neonatology, Justus-Liebig-University Giessen, Frankfurter Str. 106, Giessen 35392, Germany. Electronic address: d.bellmann@web.de."
      ]
    },
    {
      "last_name": "Donat",
      "fore_name": "Karsten",
      "initials": "K",
      "name": "Karsten Donat",
      "affiliations": [
        "Veterinary Clinic for Reproductive Medicine and Neonatology, Justus-Liebig-University Giessen, Frankfurter Str. 106, Giessen 35392, Germany; Animal Health Service, Thuringian Animal Diseases Fund, Victor-Goerttler-Straße 4, Jena 07745, Germany. Electronic address: kdonat@thtsk.de."
      ]
    },
    {
      "last_name": "Humann-Ziehank",
      "fore_name": "Esther",
      "initials": "E",
      "name": "Esther Humann-Ziehank",
      "affiliations": [
        "LABVETCON - Laboratory Veterinary Consulting, Föhrenkamp 20, Burgdorf D-31303, Germany. Electronic address: mail@labvetcon.de."
      ]
    },
    {
      "last_name": "Gärtner",
      "fore_name": "Tanja",
      "initials": "T",
      "name": "Tanja Gärtner",
      "affiliations": [
        "Animal Health Service, Thuringian Animal Diseases Fund, Victor-Goerttler-Straße 4, Jena 07745, Germany. Electronic address: tgaertner@thtsk.de."
      ]
    },
    {
      "last_name": "Wehrend",
      "fore_name": "Axel",
      "initials": "A",
      "name": "Axel Wehrend",
      "affiliations": [
        "Veterinary Clinic for Reproductive Medicine and Neonatology, Justus-Liebig-University Giessen, Frankfurter Str. 106, Giessen 35392, Germany. Electronic address: axel.wehrend@vetmed.uni-giessen.de."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Animal Health Service, Thuringian Animal Diseases Fund, Victor-Goerttler-Straße 4, Jena 07745, Germany. Electronic address: Aklassen@thtsk.de."
      ]
    }
  ],
  "journal": {
    "title": "Journal of trace elements in medicine and biology : organ of the Society for Minerals and Trace Elements (GMS)",
    "iso_abbreviation": "J Trace Elem Med Biol",
    "issn": "1878-3252",
    "issn_type": "Electronic",
    "volume": "89",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "127656",
  "pages": "127656",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Selenium",
    "Cattle",
    "Female",
    "Immunoglobulins",
    "Pregnancy",
    "Colostrum",
    "Animals, Newborn",
    "Postpartum Period"
  ],
  "article_ids": {
    "pubmed": "40262254",
    "doi": "10.1016/j.jtemb.2025.127656",
    "pii": "S0946-672X(25)00069-0"
  },
  "doi": "10.1016/j.jtemb.2025.127656",
  "dates": {
    "completed": "2025-06-16",
    "revised": "2025-06-16"
  },
  "chemicals": [
    "Selenium",
    "Immunoglobulins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.521652",
    "pmid": "40262254"
  }
}