{
  "pmid": "40274406",
  "uid": "40274406",
  "title": "Low-dose remifentanil as an adjunct analgesic is not associated with clinically important opioid-induced hyperalgesia: secondary analysis from a randomized controlled trial.",
  "abstract": "BACKGROUND: Remifentanil, as the primary opioid or in high doses, is associated with opioid-induced hyperalgesia. We assessed outcomes of pain and opioid use with low-dose remifentanil as an adjunct analgesic after same-day surgeries. METHODS: This prospective cohort study was nested within a randomized controlled trial showing no difference in achieving satisfactory analgesia in the postanesthetic care unit with morphine or hydromorphone. Primary outcomes were pain scores in the postanesthetic care unit and 24 hours after surgery between patients who received remifentanil (R group) or those who received non-remifentanil opioid regimens (C group). We also evaluated pain scores in the day surgical unit, dose of long-acting opioids, and need for non-steroidal anti-inflammatory drugs. The association of remifentanil dose with outcomes was explored using linear regression. RESULTS: Patients in both groups (R=276, C=126) had comparable baseline characteristics. There were no differences in maximum postanesthetic care unit pain scores or average pain scores 24 hours after surgery: mean difference 0.3 (95% CI -0.9 to 0.2) and 0.4 (95% CI -1.7 to 0.9), respectively. In the R group, the dose of long-acting opioids in postanesthetic care unit was higher: mean difference 0.97 mg (95% CI 0.2 to 1.7) intravenous morphine equivalents, p=0.01. Adjusted analyses indicated that higher doses of remifentanil (25 mcg increments) were associated with higher maximum pain scores in day surgical unit: 0.23 units (95% CI 0.05 to 0.41), p=0.01; higher average pain scores 24 hours after surgery: 0.25 units (95% CI 0.036 to 0.46), p=0.02; and higher long-acting opioid doses in postanesthetic care unit: 0.14 mg intravenous morphine equivalents (95% CI 0.02 to 0.25), p=0.02. CONCLUSION: Opioid-induced hyperalgesia and increased opioid requirement after low-dose remifentanil use is unlikely to be clinically significant. TRIAL REGISTRATION NUMBER: NCT02223377.",
  "authors": [
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Anesthesia, McMaster University, Hamilton, Ontario, Canada shanthh@mcmaster.ca.",
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4105-4465"
    },
    {
      "last_name": "Khaled",
      "fore_name": "Maram A T M",
      "initials": "MATM",
      "name": "Maram A T M Khaled",
      "affiliations": [
        "Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Perioperative and Surgery Research Program, Population Health Research Institute, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1200-1388"
    },
    {
      "last_name": "Diaz",
      "fore_name": "Alvaro",
      "initials": "A",
      "name": "Alvaro Diaz",
      "affiliations": [
        "Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farsinejad",
      "fore_name": "Parsa",
      "initials": "P",
      "name": "Parsa Farsinejad",
      "affiliations": [
        "Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Clements",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Clements",
      "affiliations": [
        "Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Regional anesthesia and pain medicine",
    "iso_abbreviation": "Reg Anesth Pain Med",
    "issn": "1532-8651",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "24"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40274406",
    "doi": "10.1136/rapm-2025-106483",
    "pii": "rapm-2025-106483"
  },
  "doi": "10.1136/rapm-2025-106483",
  "dates": {
    "revised": "2025-04-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.678476",
    "pmid": "40274406"
  }
}