{
  "pmid": "40273334",
  "uid": "40273334",
  "title": "Validation of the PROMIS Global Physical and Mental Health Scale for Gastrointestinal Disorders: A Large-Scale Cross-Sectional Survey.",
  "abstract": "BACKGROUND: While the Patient-Reported Outcomes Measurement Information System (PROMIS) global health scales are frequently used to assess individual quality of life, it has yet to be validated in gastrointestinal cohorts. Based on the Rome Foundation Global Epidemiology Survey, the aim of this study was to conduct the most comprehensive psychometric evaluation of the PROMIS health scales (8-item and revised 4-item) across gastrointestinal and non-gastrointestinal condition cohorts. METHODS: A cross-sectional survey was conducted in 26 countries. A series of confirmatory factor and reliability analyses were undertaken across gastrointestinal condition groups, that is, Disorders of Gut-Brain Interaction (DGBI) [any DGBI, individual DGBI, and DGBI anatomic region], gastroesophageal reflux disease, chronic constipation, chronic diarrhea, coeliac disease, diverticulitis, inflammatory bowel disease, cancer anywhere in the gastrointestinal tract, and peptic ulcer and a non-gastrointestinal condition group. Convergent validity was also assessed via a series of Pearson's correlation coefficients with PHQ-4 (anxiety and depression) and PHQ-12 (somatization). RESULTS: Based on 54,040 participants (50.9% male; mean age 44.33 years) confirmatory factor analysis indicated a poor fit for the original Hays et al. 4-item version of the PROMIS global health scale. The briefer version 2-factor 2-item model (the Rome alternate model) yielded acceptable fit across all groups. The Hays 2-factor 2-item model subscales also demonstrated strong convergent, content, and construct validity with original PROMIS global health scale subscales across all groups and DGBI regions and across anxiety, depression, and somatization. CONCLUSIONS & INFERENCES: The 4-item revised version of the Hays model of the PROMIS global health scale demonstrates stronger psychometric properties compared to the original Hays model. This ultra-brief assessment instrument is a viable tool for assessing quality of life in gastrointestinal and non-gastrointestinal cohorts.",
  "authors": [
    {
      "last_name": "Apputhurai",
      "fore_name": "Pragalathan",
      "initials": "P",
      "name": "Pragalathan Apputhurai",
      "affiliations": [
        "Department of Health Sciences and Biostatistics, School of Health Sciences, Swinburne University of Technology, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur S",
      "initials": "OS",
      "name": "Olafur S Palsson",
      "affiliations": [
        "Center for Functional GI & Motility Disorders, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3111-0689"
    },
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel."
      ],
      "orcid": "0000-0002-7634-3689"
    },
    {
      "last_name": "Mikocka-Walus",
      "fore_name": "Antonina",
      "initials": "A",
      "name": "Antonina Mikocka-Walus",
      "affiliations": [
        "School of Psychology, Deakin University, Geelong, Victoria, Australia."
      ]
    },
    {
      "last_name": "Knowles",
      "fore_name": "Simon R",
      "initials": "SR",
      "name": "Simon R Knowles",
      "affiliations": [
        "Department of Psychological Sciences, School of Health Sciences, Swinburne University of Technology, Melbourne, Victoria, Australia."
      ],
      "orcid": "0000-0001-8000-1000"
    }
  ],
  "journal": {
    "title": "Neurogastroenterology and motility",
    "iso_abbreviation": "Neurogastroenterol Motil",
    "issn": "1365-2982",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "24"
  },
  "start_page": "e70059",
  "pages": "e70059",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40273334",
    "doi": "10.1111/nmo.70059"
  },
  "doi": "10.1111/nmo.70059",
  "dates": {
    "revised": "2025-04-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.902174",
    "pmid": "40273334"
  }
}