{
  "pmid": "40275339",
  "uid": "40275339",
  "title": "Clinical evaluation of a novel disposable neurostimulator used to accelerate regeneration of injured peripheral nerves in the hand.",
  "abstract": "BACKGROUND: Preclinical and early clinical evidence demonstrates that electrical stimulation (ES) applied for one hour following surgical nerve intervention enhances axonal regeneration and functional outcomes. Wide clinical implementation however, has been hindered by a lack of suitably designed stimulators. The aim of this pilot study was to investigate sensory recovery, safety, tolerability, and RCT feasibility for the use of a novel single-use stimulator to deliver ES therapy in an acute nerve transection cohort. METHODS: Patients with complete transection of a proper digital nerve were included in the trial. An investigational version of PeriPulse[TM] was used with intraoperative electrode implantation and 1-hour ES therapy delivered postoperatively. Patient tolerance was assessed during stimulation and visual-analogue pain scores were collected at the first post-operative visit. At 3- and 6-months post-op, sensory recovery and quality of life were assessed using 2-point discrimination, monofilament tests, and the Disability of Arm, Shoulder, and Hand (DASH) questionnaire, respectively. RESULTS: A total of 10 patients were enrolled. Intraoperative electrode placement did not impact operating room time, taking less than 5 minutes to implement. There were no related adverse events. Participants reported tolerable stimulation during ES therapy with no reports of pain. At the first post-operative visit patients had a mean visual-analogue pain score of 0.6 (range 0 - 1.9). Pressure threshold detection significantly improved between baseline, 3 months and 6 months. A greater proportion of ES treated patients (87.5%) had improved hand pressure thresholds (diminished light touch or diminished protective sensation) at 6 months compared to a historical comparator group. DASH scores improved over the timeline. Participants treated with ES therapy experienced minimal postoperative functional disability. CONCLUSIONS: The use of the PeriPulse[TM] prototype for the delivery of perioperative ES therapy was safe, well-tolerated, and usable. Sensory recovery was demonstrated and a larger RCT is feasible. TRIAL REGISTRATION:  NCT04732936; 2021 - 01 - 29.",
  "authors": [
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "Hamilton Health Sciences, 237 Barton Street East, Hamilton, Ontario, L8L 2X2, Canada.",
        "Division of Plastic Surgery, McMaster University, 1200 Main St W, Hamilton, Ontario, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Levis",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Levis",
      "affiliations": [
        "Division of Plastic Surgery, St. Joseph's Healthcare Hamilton, 50 Charlton Avenue, Hamilton, Ontario, L8S 4K1, Canada.",
        "Division of Plastic Surgery, McMaster University, 1200 Main St W, Hamilton, Ontario, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Willand",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Willand",
      "affiliations": [
        "Epineuron Technologies Inc., 1875 Buckhorn Gate Suite 602, Mississauga, Ontario, L4W 5P1, Canada."
      ]
    },
    {
      "last_name": "So",
      "fore_name": "Katelyn Jw",
      "initials": "KJ",
      "name": "Katelyn Jw So",
      "affiliations": [
        "Epineuron Technologies Inc., 1875 Buckhorn Gate Suite 602, Mississauga, Ontario, L4W 5P1, Canada."
      ]
    },
    {
      "last_name": "Bain",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Bain",
      "affiliations": [
        "Hamilton Health Sciences, 237 Barton Street East, Hamilton, Ontario, L8L 2X2, Canada. bainj@hhsc.ca.",
        "Division of Plastic Surgery, McMaster University, 1200 Main St W, Hamilton, Ontario, L8N 3Z5, Canada. bainj@hhsc.ca."
      ]
    }
  ],
  "journal": {
    "title": "Bioelectronic medicine",
    "iso_abbreviation": "Bioelectron Med",
    "issn": "2332-8886",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "25"
  },
  "start_page": "9",
  "pages": "9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40275339",
    "pmc": "PMC12023366",
    "doi": "10.1186/s42234-025-00171-y",
    "pii": "10.1186/s42234-025-00171-y"
  },
  "doi": "10.1186/s42234-025-00171-y",
  "pmc_id": "PMC12023366",
  "dates": {
    "revised": "2025-04-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:48.103483",
    "pmid": "40275339"
  }
}