{
  "pmid": "40289730",
  "uid": "40289730",
  "title": "Mixed Methods Survey to Identify Barriers to Accessing Deep Brain Stimulation for Movement Disorders in Canada.",
  "abstract": "BACKGROUND: Movement disorders (Parkinson's disease, essential tremor, dystonia) are debilitating, progressive conditions that profoundly impact patients' quality of life. Surgical therapies, such as deep brain stimulation (DBS) can provide tremendous relief to patients but remain costly and, therefore, limited in availability. It is critical to understand regional barriers to accessing this service to improve access for all patients who may benefit from it. METHODS: This is a mixed methods survey of stakeholders (patients/family members, advocacy groups, family physicians, neurologists, neurosurgeons) assessing perceived barriers to DBS for movement disorders. Closed and open-ended questions were used. Descriptive statistics were used to highlight regions of Canada where perceived access is poor and to identify barriers to access. RESULTS: A total of 220 responses were recorded (12 neurosurgeons, 22 neurologists, 30 family physicians, 153 patients and caregivers and 3 advocacy group personnel). Themes included limited resources/centralization of resources, education, burdensome referral patterns and personal patient factors. Barriers included costs associated with travel, waitlists, lack of specific resources and poor understanding of movement disorders, DBS indications and referral pathways. CONCLUSIONS: A number of barriers to access to DBS have been identified, related to geography and centralization of services, referrals and need for further education of indications and safety. The use of virtual care, centralized referral pathways and further research to determine the true prevalence of candidates for this therapy are required to improve access to DBS for movement disorders in Canada.",
  "authors": [
    {
      "last_name": "Lannon",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Lannon",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2691-2692"
    },
    {
      "last_name": "Martyniuk",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Martyniuk",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Aminnejad",
      "fore_name": "Minoo",
      "initials": "M",
      "name": "Minoo Aminnejad",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hatoum",
      "fore_name": "Rami",
      "initials": "R",
      "name": "Rami Hatoum",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Paoloni",
      "fore_name": "David",
      "initials": "D",
      "name": "David Paoloni",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Devin",
      "initials": "D",
      "name": "Devin Hall",
      "affiliations": [
        "Division of Neurology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, Department of Health, Evidence, Impact McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health, Evidence, ImpactDivision of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kalia",
      "fore_name": "Suneil K",
      "initials": "SK",
      "name": "Suneil K Kalia",
      "affiliations": [
        "Division of Neurosurgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of neurological sciences. Le journal canadien des sciences neurologiques",
    "iso_abbreviation": "Can J Neurol Sci",
    "issn": "0317-1671",
    "issn_type": "Print",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "28"
  },
  "start_page": "1",
  "end_page": "19",
  "pages": "1-19",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40289730",
    "doi": "10.1017/cjn.2025.71",
    "pii": "S031716712500071X"
  },
  "doi": "10.1017/cjn.2025.71",
  "dates": {
    "revised": "2025-06-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.872413",
    "pmid": "40289730"
  }
}