{
  "pmid": "40298246",
  "uid": "40298246",
  "title": "The Effects of Structured Prehabilitation on Postoperative Outcomes Following Total Hip and Total Knee Arthroplasty: An Overview of Systematic Reviews and Meta-analyses of Randomized Controlled Trials.",
  "abstract": "OBJECTIVE: To evaluate the effects of prehabilitation on postoperative outcomes following total hip arthroplasty (THA) and total knee arthroplasty (TKA). DESIGN: Overview of systematic reviews and meta-analyses of randomized controlled trials. LITERATURE SEARCH: Guided by the PRIOR (Preferred Reporting Items for Overviews of Reviews) statement, a systematic search of MEDLINE, Embase, Web of Science, and Cochrane CENTRAL (Cochrane Register of Controlled Trials) was conducted using the following overarching topics: hip, knee, arthroplasty, and prehabilitation. STUDY SELECTION CRITERIA: Systematic reviews, meta-analyses, or meta-regressions of randomized controlled trials that investigated how postoperative outcomes differed between patients who underwent primary THA or TKA and engaged in a structured prehabilitation program (exclusively resistance training [RT]-focused or multimodal with RT) or non-RT exercising controls. DATA SYNTHESIS: THA and TKA data were analyzed separately, with results delineated based on RT components (ie, weekly sets, frequency, and load) and the follow-up period (ie, short term: 1-3 years; midterm: 5-7 years; and long term: ≥10 years). RESULTS: Three systematic reviews and 21 meta-analyses (19 THA randomized controlled trials, 1110 THA patients; 46 TKA randomized controlled trials, 3362 TKA patients) ranging from critically low- to moderate-quality evidence were included. Prehabilitation was favorable for reducing the rate of complications, improving strength, objective function, quality of life, and self-reported function in patients undergoing THA and TKA. Effects were attenuated over time and were generally confined to the first 6 months. RT volume did not affect postoperative outcomes in 2 meta-regressions. No analyses evaluated how the manipulation of RT components affected postoperative outcomes. CONCLUSION: Prehabilitation reduced complication rates and improved objective and subjective postoperative outcomes following THA and TKA, with effects generally confined to the first 6 months. J Orthop Sports Phys Ther 2025;55(5):1-22. Epub 3 April 2025. doi:10.2519/jospt.2025.13075.",
  "authors": [
    {
      "last_name": "Keogh",
      "fore_name": "Joshua A J",
      "initials": "JAJ",
      "name": "Joshua A J Keogh",
      "affiliations": []
    },
    {
      "last_name": "Keng",
      "fore_name": "Isabelle",
      "initials": "I",
      "name": "Isabelle Keng",
      "affiliations": []
    },
    {
      "last_name": "Dhillon",
      "fore_name": "Dalraj S",
      "initials": "DS",
      "name": "Dalraj S Dhillon",
      "affiliations": []
    },
    {
      "last_name": "Bourgeault-Gagnon",
      "fore_name": "Yoan",
      "initials": "Y",
      "name": "Yoan Bourgeault-Gagnon",
      "affiliations": []
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": []
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of orthopaedic and sports physical therapy",
    "iso_abbreviation": "J Orthop Sports Phys Ther",
    "issn": "1938-1344",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "344",
  "end_page": "365",
  "pages": "344-365",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Arthroplasty, Replacement, Hip",
    "Arthroplasty, Replacement, Knee",
    "Meta-Analysis as Topic",
    "Preoperative Exercise",
    "Randomized Controlled Trials as Topic",
    "Resistance Training",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "40298246",
    "doi": "10.2519/jospt.2025.13075"
  },
  "doi": "10.2519/jospt.2025.13075",
  "dates": {
    "completed": "2025-04-29",
    "revised": "2025-05-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:58.725471",
    "pmid": "40298246"
  }
}