{
  "pmid": "40298184",
  "uid": "40298184",
  "title": "Leveraging Co-Design, Design Thinking, and Service Blueprinting to Create Digital Health Behavior Change Innovations: Insights From a Co-Design Workshop With Type 2 Diabetes Remission Health Coaches.",
  "abstract": "INTRODUCTION: Digital health innovations are increasingly being designed to support chronic disease management. Digital health innovations may be particularly valuable for supporting health coaching interventions for type 2 diabetes (T2D) remission. To design more effective digitally enabled health coaching for T2D remission, design methods that utilize co-design, design thinking, and service blueprinting may be advantageous. METHODS: A one-day collaborative design thinking workshop in Toronto, Canada involved health coaches from pan-Canadian T2D remission research sites. Health coaches reflected on their experiences and identified digital innovation opportunities. Workshop activities included empathizing with each other, defining clear opportunities, and ideating solutions. Data were collected through audio recordings, field notes, and activity outputs, and then analyzed using qualitative content analysis. Researchers synthesized the data into a service blueprint, which outlined specific needs for delivering future digitally enabled T2D remission programming. RESULTS: Health coaches emphasized the importance of personalized goal setting, deep relationship building, and responsive behavioral recommendations in effective T2D remission coaching. Coaches envisioned digital tools as fundamental for improving information accessibility, streamlining workflows, and delivering tailored support throughout the T2D remission journey. The developed service blueprint pinpointed key opportunities where digital technology could enhance the coaching process over time, offering actionable solutions to address patient, coach, provider, and system needs. CONCLUSION: This study demonstrates the transformative potential of using co-design, design thinking, and service blueprinting to create more meaningful digital health self-management interventions. Future research should validate the developed service blueprint in real-world settings and explore the impact of digitally enabled health coaching on long-term T2D remission outcomes.",
  "authors": [
    {
      "last_name": "Vela",
      "fore_name": "Raluca",
      "initials": "R",
      "name": "Raluca Vela",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Voorheis",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Voorheis",
      "affiliations": [
        "Science of Care Institute, Hennick Bridgepoint Hospital, Sinai Health, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-9169-1422"
    },
    {
      "last_name": "Petch",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Petch",
      "affiliations": [
        "Centre for Data Science and Digital Health, Hamilton Health Sciences, Hamilton, ON, Canada.",
        "Institute for Health Policy Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Division of Cardiology, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel",
      "initials": "H",
      "name": "Hertzel Gerstein",
      "affiliations": [
        "Division of Cardiology, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of diabetes science and technology",
    "iso_abbreviation": "J Diabetes Sci Technol",
    "issn": "1932-2968",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "29"
  },
  "start_page": "19322968251335303",
  "pages": "19322968251335303",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40298184",
    "pmc": "PMC12040880",
    "doi": "10.1177/19322968251335303"
  },
  "doi": "10.1177/19322968251335303",
  "pmc_id": "PMC12040880",
  "dates": {
    "revised": "2025-05-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.791957",
    "pmid": "40298184"
  }
}