{
  "pmid": "40305058",
  "uid": "40305058",
  "title": "Understanding Trauma-Informed Care in Correctional Facilities: A Scoping Review.",
  "abstract": "People who are incarcerated are significantly more likely to have experienced traumatic events than others in the general population. Trauma-informed care (TIC) is an approach that recognizes and responds to the lasting effects of trauma on peoples' lives and health, going beyond individually focused, trauma-specific care and into broader change in policy and practice. Our objectives were to describe how TIC is implemented in correctional facilities, and evidence on the impacts of TIC in correctional facilities. We conducted a scoping review of academic and gray literature. Two team members screened titles and abstracts and reviewed full texts for eligibility. We included articles in English focused on TIC in any adult correctional facility and extracted relevant data. We categorized information on how TIC is implemented into structural, organizational, and individual levels, and organized evidence on the impacts of TIC into the Quintuple Aim for Health Care Improvement framework. We identified 45 relevant articles, including 14 studies that reported evidence on impacts of TIC across the Quintuple Aim components. While the correctional facility environment challenges TIC implementation, TIC interventions at the individual, structural, and organizational levels could improve health outcomes in correctional facilities.",
  "authors": [
    {
      "last_name": "Gaber",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Gaber",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0003-4932-2994"
    },
    {
      "last_name": "Scallan",
      "fore_name": "Eilish",
      "initials": "E",
      "name": "Eilish Scallan",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona G",
      "initials": "FG",
      "name": "Fiona G Kouyoumdjian",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-6869-7516"
    }
  ],
  "journal": {
    "title": "Journal of correctional health care : the official journal of the National Commission on Correctional Health Care",
    "iso_abbreviation": "J Correct Health Care",
    "issn": "1940-5200",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "144",
  "end_page": "167",
  "pages": "144-167",
  "language": "eng",
  "publication_types": [
    "Scoping Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Prisoners",
    "Correctional Facilities",
    "Prisons"
  ],
  "article_ids": {
    "pubmed": "40305058",
    "doi": "10.1089/jchc.24.07.0056"
  },
  "doi": "10.1089/jchc.24.07.0056",
  "dates": {
    "completed": "2025-06-05",
    "revised": "2025-06-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.273613",
    "pmid": "40305058"
  }
}