{
  "pmid": "40317402",
  "uid": "40317402",
  "title": "Variations in Conduct, Attention Deficit Hyperactivity Disorder, Mood and Anxiety Disorders Among Children and Youth from Immigrant, Refugee, and Non-Immigrant Backgrounds in British Columbia, Canada: A Population-Based Study.",
  "abstract": "Despite growing attention to child and youth mental health, knowledge gaps exist related to how mental disorders vary for children and youth from diverse backgrounds. The purpose of the present study was to investigate how conduct, attention deficit hyperactivity disorder (ADHD), and mood/anxiety diagnoses varied by immigrant, refugee, and non-immigrant background in British Columbia, Canada. The study utilized population-based, linked administrative data for nearly half a million children and youth (N = 470,464) between 1996 and 2016 (ages 3 to 19) to examine variations in mental disorder diagnosis (defined via administrative health data records) by immigrant generation and admission category (economic, family, refugee) and the predictive/moderating effects of key socio-demographic factors (e.g., sex, socioeconomic status). Findings indicated that first- and second-generation children and youth were less likely to receive a mental disorder diagnosis compared to non-immigrant children and youth. Those in the refugee admission category had higher odds of conduct and mood/anxiety disorder diagnosis and those in the family admission category had higher odds of conduct, ADHD, and mood/anxiety disorder diagnosis (versus the economic admission category). Significant interactions revealed that sex at birth and socioeconomic status differently predicted mental disorder diagnoses for children and youth from immigrant and refugee backgrounds (versus non-immigrant). The findings contribute to a more nuanced understanding of mental disorder diagnoses for children and youth from diverse backgrounds and that well-established predictors of mental disorders for the general population (i.e., sex, SES) differ for children and youth from immigrant and refugee backgrounds.",
  "authors": [
    {
      "last_name": "Gagné Petteni",
      "fore_name": "Monique",
      "initials": "M",
      "name": "Monique Gagné Petteni",
      "affiliations": [
        "Human Early Learning Partnership, School of Population and Public Health, University of British Columbia, Vancouver, Canada. monique.gagne@ubc.ca.",
        "Centre for Advancing Health Outcomes, Providence Health Care Research Institute, British Columbia, Vancouver, Canada. monique.gagne@ubc.ca.",
        "School of Population and Public Health, University of British Columbia, Vancouver, Canada. monique.gagne@ubc.ca."
      ]
    },
    {
      "last_name": "Magee",
      "fore_name": "Carly",
      "initials": "C",
      "name": "Carly Magee",
      "affiliations": [
        "Human Early Learning Partnership, School of Population and Public Health, University of British Columbia, Vancouver, Canada.",
        "School of Population and Public Health, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Puyat",
      "fore_name": "Joseph H",
      "initials": "JH",
      "name": "Joseph H Puyat",
      "affiliations": [
        "Centre for Advancing Health Outcomes, Providence Health Care Research Institute, British Columbia, Vancouver, Canada.",
        "School of Population and Public Health, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Guhn",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Guhn",
      "affiliations": [
        "Human Early Learning Partnership, School of Population and Public Health, University of British Columbia, Vancouver, Canada.",
        "School of Population and Public Health, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Human Early Learning Partnership, School of Population and Public Health, University of British Columbia, Vancouver, Canada.",
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Gadermann",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Gadermann",
      "affiliations": [
        "Human Early Learning Partnership, School of Population and Public Health, University of British Columbia, Vancouver, Canada.",
        "Centre for Advancing Health Outcomes, Providence Health Care Research Institute, British Columbia, Vancouver, Canada.",
        "School of Population and Public Health, University of British Columbia, Vancouver, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Child psychiatry and human development",
    "iso_abbreviation": "Child Psychiatry Hum Dev",
    "issn": "1573-3327",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "03"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40317402",
    "doi": "10.1007/s10578-025-01842-2",
    "pii": "10.1007/s10578-025-01842-2"
  },
  "doi": "10.1007/s10578-025-01842-2",
  "dates": {
    "revised": "2025-05-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.749293",
    "pmid": "40317402"
  }
}