{
  "pmid": "40315916",
  "uid": "40315916",
  "title": "Days at Home for Older Adults Receiving a Remote Monitoring Intervention Compared with Usual Home Care Recipients.",
  "abstract": "OBJECTIVES: Many older adults will experience physical and or cognitive decline, limiting their ability to live independently. To better support these individuals, remote monitoring programs use technology to track patient falls, location, and medication adherence. Our main objective was to compare outcomes of patients enrolled in a remote monitoring program with matched individuals who received home care. DESIGN: Propensity score-matched cohort study. SETTING AND PARTICIPANTS: Toronto, Ontario, Canada. Older adults (aged 65 or older) in a remote monitoring program (N = 1587) compared with a control group of older adults initiating a new episode of home care (N = 33,207). METHODS: The primary outcome was days spent at home in the following 100 days. Additional outcomes included days in different health care settings, days alive, and health care costs. RESULTS: Before matching, patients enrolled in the remote monitoring program (946 female) were younger [mean (SD) = 80.1 years (8.2) vs 82.4 (8.5), standardized mean difference 0.21] than those in the home care group (20,877 female). After matching, there were 1494 individuals in each group. In the 100 days following the index date, those in the remote monitoring group spent 3.4 more days at home than the home care group (92.3 vs 88.9 days, 95% CI, 1.9-5.0 days; rate ratio, 1.04; 95% CI, 1.02-1.06). This was attributable to more days alive (98.6 vs 96.4 days; 95% CI, 1.3-3.1 days; rate ratio, 1.03; 95% CI, 1.01-1.03). In addition, the remote monitoring group had lower health care costs overall (difference of $1635.54 CAD, 95% CI, $228.83-$3087.11). CONCLUSIONS AND IMPLICATIONS: Individuals enrolled in a remote monitoring program spent more days at home compared with those who received home care services, mainly attributed to more days alive. Further study is needed to confirm our findings; however, remote monitoring is a promising solution to support older adults with high care needs.",
  "authors": [
    {
      "last_name": "Salahub",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Salahub",
      "affiliations": [
        "Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Austin",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Austin",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada; Sunnybrook Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bai",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Bai",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ivers",
      "fore_name": "Noah M",
      "initials": "NM",
      "name": "Noah M Ivers",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada; Women's College Institute for Health System Solutions and Virtual Care, Women's College Hospital, Toronto, Ontario, Canada; Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada; Department of Family Medicine, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tadrous",
      "fore_name": "Mina",
      "initials": "M",
      "name": "Mina Tadrous",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Women's College Institute for Health System Solutions and Virtual Care, Women's College Hospital, Toronto, Ontario, Canada; Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Jake",
      "initials": "J",
      "name": "Jake Tran",
      "affiliations": [
        "Toronto Grace Health Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lapointe-Shaw",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Lapointe-Shaw",
      "affiliations": [
        "Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada; ICES, Toronto, Ontario, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada; Women's College Institute for Health System Solutions and Virtual Care, Women's College Hospital, Toronto, Ontario, Canada; Department of Medicine, University of Toronto, Toronto, Ontario, Canada; Division of General Internal Medicine and Geriatrics, University Health Network and Sinai Health System, Toronto, Ontario, Canada. Electronic address: lauren.lapointe-shaw@uhn.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "105611",
  "pages": "105611",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comparative Study"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Male",
    "Home Care Services",
    "Aged",
    "Aged, 80 and over",
    "Ontario",
    "Propensity Score",
    "Cohort Studies",
    "Telemedicine",
    "Accidental Falls"
  ],
  "article_ids": {
    "pubmed": "40315916",
    "doi": "10.1016/j.jamda.2025.105611",
    "pii": "S1525-8610(25)00128-8"
  },
  "doi": "10.1016/j.jamda.2025.105611",
  "dates": {
    "completed": "2025-07-12",
    "revised": "2025-07-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.537876",
    "pmid": "40315916"
  }
}