{
  "pmid": "40319911",
  "uid": "40319911",
  "title": "Does Lingual Frenotomy Improve Breastfeeding in Newborns With Ankyloglossia? A Randomized Controlled Trial.",
  "abstract": "BACKGROUND: The management of ankyloglossia and its impact on breastfeeding remains a controversial issue with limited scientific evidence, particularly regarding the utility of frenotomies. PURPOSE: The study purpose was to determine the effects of lingual frenotomy on improving breastfeeding effectiveness and pain in newborns with ankyloglossia. STUDY DESIGN, SETTING, AND SAMPLE: We conducted a double-blind randomized controlled trial at Tampa General Hospital from April 2015 to October 2017. Eligible mother-newborn couplets with breastfeeding difficulties and ankyloglossia were randomized to frenotomy or sham procedure. Exclusion criteria included prematurity, older than 2 weeks, craniofacial anomalies, neurological compromise, or maternal conditions affecting milk supply. PREDICTOR VARIABLE: The predictor variable was lingual frenum management, and newborns were randomly assigned in a 1:1 allocation to frenotomy or sham procedure. OUTCOME VARIABLES: The outcome variables were the changes in LATCH scores (a breastfeeding assessment tool) and maternal pain scores (using the Wong-Baker Pain Scale), assessed by a blinded lactation consultant before and immediately after the intervention. COVARIATES: The covariates were newborn age, gestational age, sex, race, severity of ankyloglossia, as well as maternal comorbidities. ANALYSES: Descriptive and multivariate linear regression analyses were conducted, with significance set at P < .05. RESULTS: A total of 112 couplets were enrolled (55 [49%] frenotomy, 57 [1%] sham). No significant differences were observed in LATCH or pain scores between groups (LATCH: 0.02; 95% CI, 0.64 to 0.69; P = .9; and pain: 0.32; 95% CI, 0.56 to 1.19; P = .5). Similarly, the results of the multivariate linear regression analyses showed no significant differences between the 2 groups for improvements in both LATCH and pain scores (-0.11; 95% CI, -0.89 to 0.68; P = .8 and .38; 95% CI, -1.20 to 1.96; P = .6, respectively). CONCLUSIONS: The study findings did not demonstrate significant differences between lingual frenotomy and sham procedures on immediate improvements in pain or LATCH scores. Therefore, this study does not support the recommendation of a lingual frenotomy to improve breastfeeding difficulties in the immediate newborn setting.",
  "authors": [
    {
      "last_name": "Dinh",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Dinh",
      "affiliations": [
        "Private practice, Lakeland, FL."
      ]
    },
    {
      "last_name": "El-Rabbany",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed El-Rabbany",
      "affiliations": [
        "Assistant Clinical Professor, Division of Oral and Maxillofacial Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Aslam",
      "fore_name": "Sadaf",
      "initials": "S",
      "name": "Sadaf Aslam",
      "affiliations": [
        "Associate Professor, Division of Infectious Diseases and International Medicine, Department of Internal Medicine; Research Instructor, Clinical and Translational Sciences, University of South Florida Morsani College of Medicine, Tampa, FL."
      ]
    },
    {
      "last_name": "Ricalde",
      "fore_name": "Pat",
      "initials": "P",
      "name": "Pat Ricalde",
      "affiliations": [
        "Private Practice, Florida Craniofacial Institute; Associate Professor, University of South Florida; Director, Tampa Bay Cleft and Craniofacial Center; Fellowship Director, FCI Cleft and Craniofacial Surgery, Tampa, FL. Electronic address: ricalde@flcranio.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of oral and maxillofacial surgery : official journal of the American Association of Oral and Maxillofacial Surgeons",
    "iso_abbreviation": "J Oral Maxillofac Surg",
    "issn": "1531-5053",
    "issn_type": "Electronic",
    "volume": "83",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "806",
  "end_page": "812",
  "pages": "806-812",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Humans",
    "Ankyloglossia",
    "Breast Feeding",
    "Infant, Newborn",
    "Lingual Frenum",
    "Female",
    "Double-Blind Method",
    "Male",
    "Pain Measurement",
    "Treatment Outcome",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "40319911",
    "doi": "10.1016/j.joms.2025.04.006",
    "pii": "S0278-2391(25)00239-3"
  },
  "doi": "10.1016/j.joms.2025.04.006",
  "dates": {
    "completed": "2025-07-03",
    "revised": "2025-07-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:18.043374",
    "pmid": "40319911"
  }
}