{
  "pmid": "40323972",
  "uid": "40323972",
  "title": "Healthcare professionals' perspectives on barriers and facilitators to implementing a warning signs intervention for older rural-dwelling medical patients at risk for hospital readmission.",
  "abstract": "INTRODUCTION: Prior research has identified that older rural patients and their families view preparation for detecting and responding to worsening health after a hospital stay as their most pressing unmet need, and perceive an evidence-based warning signs intervention that prepares them to do so as highly likely to meet this need. Yet, little is known about healthcare professionals' perspectives about potential barriers and facilitators to implementing warning signs interventions, especially in rural communities. AIM: This study aimed to identify potential barriers and facilitators to healthcare professionals' provision of a warning signs intervention in rural communities. MATERIALS AND METHODS: In this qualitative descriptive study, we examined healthcare professionals' perspectives on potential barriers and facilitators to providing a warning signs intervention. A purposive, criterion-based sample of healthcare professionals, stratified by professional designation (three strata - nurses, physicians, and allied healthcare professionals) who provide health care to rural dwellers in Ontario, Canada participated in semi-structured telephone focus-group discussions or 1:1 interviews on barriers and facilitators to delivering the intervention. Data were analyzed using conventional qualitative content analysis. RESULTS: Twenty-seven healthcare professionals participated in focus groups and 15 in 1:1 interviews for a total of 42 healthcare professionals. Analysis by healthcare professional stratum revealed nine categories of barriers and facilitators: material resources; human resources; healthcare professional communication; healthcare professional knowledge and skill; healthcare professional buy-in; context of rural practice; patient- and family-specific characteristics; risks and liabilities; and timing of intervention delivery. Seven of these categories converged across healthcare professional strata. However, the reasons why different healthcare professional strata perceived the categories as important, and the ways in which they saw them functioning as barriers and facilitators, varied. Our findings shed light on barriers and facilitators that should be considered to ensure successful implementation of the intervention in rural communities. DISCUSSION: This study adds to the limited research on rural healthcare professionals' perspectives on barriers and facilitators to delivering a warning signs intervention.",
  "authors": [
    {
      "last_name": "Fox",
      "fore_name": "Mary T",
      "initials": "MT",
      "name": "Mary T Fox",
      "affiliations": [
        "School of Nursing, York University, Toronto, Ontario, Canada.",
        "York University Centre for Aging Research and Education, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-0572-3892"
    },
    {
      "last_name": "Butler",
      "fore_name": "Jeffrey I",
      "initials": "JI",
      "name": "Jeffrey I Butler",
      "affiliations": [
        "School of Nursing, York University, Toronto, Ontario, Canada.",
        "York University Centre for Aging Research and Education, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Day",
      "fore_name": "Adam M B",
      "initials": "AMB",
      "name": "Adam M B Day",
      "affiliations": [
        "Northern Ontario School of Medicine, Thunder Bay, Ontario, Canada."
      ],
      "orcid": "0000-0001-9082-6233"
    },
    {
      "last_name": "Durocher",
      "fore_name": "Evelyne",
      "initials": "E",
      "name": "Evelyne Durocher",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dahlke",
      "fore_name": "Sherry",
      "initials": "S",
      "name": "Sherry Dahlke",
      "affiliations": [
        "Faculty of Nursing, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "Trent School of the Environment, Trent University, Peterborough, Ontario, Canada."
      ],
      "orcid": "0000-0001-7148-6827"
    },
    {
      "last_name": "Nowrouzi-Kia",
      "fore_name": "Behdin",
      "initials": "B",
      "name": "Behdin Nowrouzi-Kia",
      "affiliations": [
        "Department of Occupational Science and Occupational Therapy, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-5586-4282"
    },
    {
      "last_name": "Yamada",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Yamada",
      "affiliations": [
        "School of Nursing, Toronto Metropolitan University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Maimets",
      "fore_name": "Ilo-Katryn",
      "initials": "IK",
      "name": "Ilo-Katryn Maimets",
      "affiliations": [
        "Steacie Science and Engineering Library, York University, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "5",
    "pub_year": "2025"
  },
  "start_page": "e0322138",
  "pages": "e0322138",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Health Personnel",
    "Rural Population",
    "Patient Readmission",
    "Ontario",
    "Aged",
    "Focus Groups",
    "Attitude of Health Personnel",
    "Middle Aged",
    "Qualitative Research",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "40323972",
    "pmc": "PMC12052142",
    "doi": "10.1371/journal.pone.0322138",
    "pii": "PONE-D-24-37531"
  },
  "doi": "10.1371/journal.pone.0322138",
  "pmc_id": "PMC12052142",
  "dates": {
    "completed": "2025-05-05",
    "revised": "2025-05-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:29.402302",
    "pmid": "40323972"
  }
}