{
  "pmid": "40328652",
  "uid": "40328652",
  "title": "Mapping the components of the effective implementation of diabetes prevention programmes after gestational diabetes mellitus: a protocol for a scoping review.",
  "abstract": "INTRODUCTION: Women with a history of gestational diabetes mellitus (GDM) have a high lifetime risk of developing type 2 diabetes. Diabetes prevention programmes may reduce this risk. However, challenges related to the successful implementation of diabetes prevention programmes after GDM exist. Our objective is to map the components of the effective implementation of diabetes prevention programmes after GDM. We also plan to connect the available evidence on the effective implementation of diabetes prevention programmes to the Consolidated Framework for Implementation Research. METHODS AND ANALYSIS: We will conduct a scoping review following Levac's adaptation of Arksey and O'Malley's framework for scoping reviews. We will report it according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses Extension for Scoping Reviews. Using a peer-reviewed search strategy, we will search Medline, Embase, PsycInfo and Emcare for primary studies describing the effective implementation of diabetes prevention programmes after GDM. Study selection will be completed in DistillerSR by two independent reviewers. Data will be extracted by one reviewer and verified by a second reviewer for accuracy using data extraction forms in DistillerSR. ETHICS AND DISSEMINATION: Ethics approval was not required. Study results will be published in a peer-reviewed journal and presented at relevant conferences. STUDY REGISTRATION DETAILS: This scoping review protocol was registered with Open Science Framework (OSF; preregistration, 15 April 2024; registration ID: 10.17605/OSF.IO/MPNQD).",
  "authors": [
    {
      "last_name": "Sushko",
      "fore_name": "Katelyn",
      "initials": "K",
      "name": "Katelyn Sushko",
      "affiliations": [
        "Women's College Research and Innovation Institute, Women's College Hospital, Toronto, Canada sushkokj@mcmaster.ca."
      ],
      "orcid": "0000-0002-8530-6900"
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Smith",
      "affiliations": [
        "Toronto East Health Network Michael Garron Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Lipscombe",
      "fore_name": "Lorraine L",
      "initials": "LL",
      "name": "Lorraine L Lipscombe",
      "affiliations": [
        "Women's College Research and Innovation Institute, Women's College Hospital, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "06"
  },
  "start_page": "e088811",
  "pages": "e088811",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Scoping Review as Topic",
    "Humans",
    "Diabetes, Gestational",
    "Female",
    "Pregnancy",
    "Diabetes Mellitus, Type 2",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "40328652",
    "pmc": "PMC12056632",
    "doi": "10.1136/bmjopen-2024-088811",
    "pii": "bmjopen-2024-088811"
  },
  "doi": "10.1136/bmjopen-2024-088811",
  "pmc_id": "PMC12056632",
  "dates": {
    "completed": "2025-05-07",
    "revised": "2025-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.792317",
    "pmid": "40328652"
  }
}