{
  "pmid": "40323510",
  "uid": "40323510",
  "title": "Arthroscopic and Open Postoperative Hip Capsular Deficiency Management Strategies - A Scoping Review.",
  "abstract": "PURPOSE OF REVIEW: This scoping review aimed to identify the indications, techniques, outcomes, and knowledge gaps related to managing postoperative native hip instability. Specifically, it examined how capsular repair and reconstruction strategies address iatrogenic capsular insufficiency following hip preservation procedures, with the goal of clarifying optimal surgical decision-making and guiding future research. RECENT FINDINGS: Arthroscopic reconstruction emerged as the most commonly described technique for post-arthroscopic hip instability, frequently involving the use of dermal allografts, iliotibial band, or Achilles tendon grafts. Arthroscopic repair methods (i.e., capsular plication) were also widely reported, showing improved patient-reported outcomes in case series and retrospective cohorts. Open reconstruction and repair approaches were less common but demonstrated comparable potential for restoring hip stability in select patients. Postoperative protocols emphasized restricted weight-bearing, bracing, and controlled rehabilitation to prevent excessive capsular strain. Despite promising clinical improvements, published data were predominantly case reports, technical notes, and small retrospective studies. Instability should be carefully considered and properly assessed in patients experiencing persistent pain and sensations of abnormal hip \"looseness\" or locking following hip arthroscopy. Capsular repair and reconstruction are viable interventions for addressing hip capsular deficiency and alleviating symptoms of iatrogenic instability. In the absence of high-quality comparative trials, no definitive consensus exists on optimal graft selection or surgical technique, although dermal allografts and iliotibial band constructs have both shown positive outcomes. Larger, prospective and/or comparative studies are needed to refine patient selection, establish standardized protocols, and evaluate long-term efficacy.",
  "authors": [
    {
      "last_name": "Amoyaw",
      "fore_name": "Brendan",
      "initials": "B",
      "name": "Brendan Amoyaw",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Bryan",
      "initials": "B",
      "name": "Bryan Sun",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bourgeault-Gagnon",
      "fore_name": "Yoan",
      "initials": "Y",
      "name": "Yoan Bourgeault-Gagnon",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Faculté de médecine et des sciences de la santé, Université de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Cohen",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Öhlin",
      "fore_name": "Axel",
      "initials": "A",
      "name": "Axel Öhlin",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Maurice",
      "fore_name": "Corinne",
      "initials": "C",
      "name": "Corinne Maurice",
      "affiliations": [
        "Faculté de médecine et des sciences de la santé, Université de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. ayenif@mcmaster.ca.",
        "Faculty of Health Sciences, McMaster University, 1200 Main St West, Hamilton, ON, L8N 1H4, Canada. ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Current reviews in musculoskeletal medicine",
    "iso_abbreviation": "Curr Rev Musculoskelet Med",
    "issn": "1935-973X",
    "issn_type": "Print",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "05"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40323510",
    "doi": "10.1007/s12178-025-09977-4",
    "pii": "10.1007/s12178-025-09977-4"
  },
  "doi": "10.1007/s12178-025-09977-4",
  "dates": {
    "revised": "2025-05-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.876143",
    "pmid": "40323510"
  }
}