{
  "pmid": "40335268",
  "uid": "40335268",
  "title": "Identifying and profiling prearrival characteristics of avoidable emergency department visits transported by paramedics: a cohort study using linked prehospital and hospital data.",
  "abstract": "BACKGROUND: Increasing demand and crowding in emergency departments (EDs) remain persistent challenges for healthcare systems worldwide. A portion of these visits is avoidable, indicating they could have been effectively managed in non-ED care settings. There has been increased attention on paramedics redirecting avoidable visits to community-based care before ED transport. However, limited evidence exists to identify which patients might be suitable for non-ED care models, particularly based on prehospital clinical presentations. This study aimed to examine the patient characteristics associated with avoidable and potentially avoidable ED visits prior to ED transport. METHODS: We conducted a cohort study using linked data from Hamilton Paramedic Services and a Canadian academic hospital between January 2022 and January 2024. ED visit records were classified using the Emergency Department Avoidability Classification into three classes: avoidable, potentially avoidable and not avoidable, and matched with their paramedic care reports. We used Firth's binary logistic regression to identify primary concerns associated with avoidable or potentially avoidable ED visits, reported as ORs with 95% CIs controlling for multiple comparisons using a false discovery rate of 0.10. RESULTS: Among the 23 891 ED visits analysed, 4.9% were classified as avoidable, 16.8% as potentially avoidable and 21.7% as either avoidable or potentially avoidable. Patients were primarily young-to-middle aged, presenting with a low medical acuity, taking fewer prescribed medications regularly and having stable vital signs within normal ranges. Primary concerns associated with these ED transports included social problems (OR 16.7, 4.5-95.5), anxiety (OR 15.0, 4.0-75.1), cough or congestion (OR 12.5, 3.2-65.4), lacerations (OR 11.0, 3.3-62.0) and minor problems (OR 7.8, 2.2-39.3). CONCLUSION: Our findings highlight key patient characteristics and primary concerns that could inform paramedics to identify patients suitable for non-ED care models. Incorporating evidence-based criteria into paramedic decision-making could support the safe and effective implementation of alternative care models, which could potentially reduce ED visitation and promote optimal healthcare resource distribution.",
  "authors": [
    {
      "last_name": "Strum",
      "fore_name": "Ryan Peter",
      "initials": "RP",
      "name": "Ryan Peter Strum",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada strumr@mcmaster.ca.",
        "Research Institute of St Joe's Hamilton, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1902-4734"
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Research Institute of St Joe's Hamilton, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McLeod",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent McLeod",
      "affiliations": [
        "Hamilton Paramedic Service, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mondoux",
      "fore_name": "Shawn E",
      "initials": "SE",
      "name": "Shawn E Mondoux",
      "affiliations": [
        "Department of Medicine, McMaster University Department of Medicine, Hamilton, Ontario, Canada.",
        "Department of Emergency Medicine, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Emergency medicine journal : EMJ",
    "iso_abbreviation": "Emerg Med J",
    "issn": "1472-0213",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "19"
  },
  "start_page": "442",
  "end_page": "450",
  "pages": "442-450",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Emergency Service, Hospital",
    "Male",
    "Female",
    "Middle Aged",
    "Adult",
    "Cohort Studies",
    "Aged",
    "Allied Health Personnel",
    "Adolescent",
    "Emergency Medical Services",
    "Canada",
    "Transportation of Patients",
    "Emergency Medical Technicians",
    "Emergency Room Visits",
    "Paramedics"
  ],
  "article_ids": {
    "pubmed": "40335268",
    "doi": "10.1136/emermed-2024-214792",
    "pii": "emermed-2024-214792"
  },
  "doi": "10.1136/emermed-2024-214792",
  "dates": {
    "completed": "2025-06-23",
    "revised": "2025-06-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:37.710729",
    "pmid": "40335268"
  }
}