{
  "pmid": "40338857",
  "uid": "40338857",
  "title": "Electrolyte abnormalities and clinical outcomes in children aged one month to 13 years hospitalized with acute gastroenteritis in two large referral hospitals in Botswana.",
  "abstract": "Acute gastroenteritis (AGE) is a common childhood disease, with a median of 2.5 diarrhoea episodes per child per year in both low- and middle-income countries. Morbidity and mortality from AGE result from a number of causes, including electrolyte abnormalities. This study characterized children hospitalized for AGE in Botswana with and without electrolyte abnormalities. This was a prospective observational study of children under the age of 13 years who were admitted with AGE in Princess Marina Hospital (PMH) and Nyangabgwe Referral Hospital (NRH) between May 2011 and April 2013. All children with serum electrolyte values obtained within 48 hours of admission were included. Patient characteristics and prevalence of electrolyte abnormalities were described. Risk factors for mortality were explored using univariate and multivariate logistic regression analyses. Among 544 patients, 37% had electrolyte abnormalities, namely hyponatraemia (9%), hypernatraemia (12%) and hypokalaemia (16%). Patients with hypernatraemia were younger (median age 6 months) compared to those with normal electrolytes (median age 9 months, p < 0.001). Patients with hypokalaemia presented after a longer duration of diarrhoea (median 4 days) compared to those with normal electrolytes (median 2 days, p < 0.001). Length of stay was longer in hypokalaemic (5 days) and hyponatraemic (5 days) patients compared to patients with hypernatraemia (3 days) and those without electrolyte abnormalities (3 days, p < 0.002). Those with malnutrition were significantly more likely to have electrolyte imbalances, with 19% having hypokalaemia. In multivariate analysis, the strongest predictors of mortality were malnutrition (OR 4.3; 95% CI 1.44-12.9); hypokalaemia (OR 5.5; 95% CI 1.84-16.6) and hypernatraemia (OR 3.9; 95% CI 1.11-13.5). Given the global impact of paediatric AGE, it is important that clinicians take additional care and precautions when admitting children with AGE and hypokalaemia, hypernatraemia, or malnutrition, as these increase the length of stay and odds of mortality.",
  "authors": [
    {
      "last_name": "Kinasha",
      "fore_name": "Anita A",
      "initials": "AA",
      "name": "Anita A Kinasha",
      "affiliations": [
        "Aga Khan Hospital, Dar es Salaam, Tanzania.",
        "Department of Paediatric and Adolescent Health, Faculty of Medicine, University of Botswana, Gaborone, Botswana."
      ],
      "orcid": "0009-0007-2596-0410"
    },
    {
      "last_name": "Pernica",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Pernica",
      "affiliations": [
        "Department of Paediatrics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4380-5402"
    },
    {
      "last_name": "Banda",
      "fore_name": "Francis M",
      "initials": "FM",
      "name": "Francis M Banda",
      "affiliations": [
        "Department of Paediatric and Adolescent Health, Faculty of Medicine, University of Botswana, Gaborone, Botswana.",
        "Section of Infectious Diseases, Nationwide Children's Hospital, Columbus, Ohio, United States of America."
      ],
      "orcid": "0000-0001-7011-2620"
    },
    {
      "last_name": "Goldfarb",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Goldfarb",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Henry D",
      "initials": "HD",
      "name": "Henry D Welch",
      "affiliations": [
        "Department of Paediatrics, Baylor College of Medicine, Houston, Texas, United States of America."
      ]
    },
    {
      "last_name": "Steenhoff",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Steenhoff",
      "affiliations": [
        "Department of Paediatric and Adolescent Health, Faculty of Medicine, University of Botswana, Gaborone, Botswana.",
        "Global Health Center, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania, United States of America.",
        "Division of Infectious Diseases, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania, United States of America.",
        "Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, United States of America."
      ]
    },
    {
      "last_name": "MacLean",
      "fore_name": "Sarah A",
      "initials": "SA",
      "name": "Sarah A MacLean",
      "affiliations": [
        "Global Health Center, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania, United States of America.",
        "Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, United States of America."
      ],
      "orcid": "0000-0003-2324-0448"
    }
  ],
  "journal": {
    "title": "PLOS global public health",
    "iso_abbreviation": "PLOS Glob Public Health",
    "issn": "2767-3375",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "5",
    "pub_year": "2025"
  },
  "start_page": "e0004588",
  "pages": "e0004588",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40338857",
    "pmc": "PMC12061178",
    "doi": "10.1371/journal.pgph.0004588",
    "pii": "PGPH-D-24-00748"
  },
  "doi": "10.1371/journal.pgph.0004588",
  "pmc_id": "PMC12061178",
  "dates": {
    "revised": "2025-05-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:09.336407",
    "pmid": "40338857"
  }
}