{
  "pmid": "40335351",
  "uid": "40335351",
  "title": "Guidelines for postoperative care in cesarean delivery: Enhanced Recovery After Surgery Society recommendations (part 3)-2025 update.",
  "abstract": "Enhanced Recovery After Cesarean Delivery (ERAC) protocols include evidence-based interventions designed to improve maternal and neonatal outcomes and patient experiences while reducing healthcare-related costs. This is the first update to the Enhanced Recovery After Surgery Society guidelines for postoperative care in cesarean delivery published in 2019. Interventions were selected based on expert consensus. An updated literature search was performed in September 2024 using Embase, PubMed, MEDLINE, EBSCO CINAHL, Scopus, and Web of Science databases. Targeted searches were performed by a medical librarian to identify relevant articles published since the 2019 Enhanced Recovery After Surgery Society guidelines publication, which evaluated each postoperative Enhanced Recovery After Cesarean Delivery intervention, focusing on randomized clinical trials and large observational studies (≥800 patients) to maximize search feasibility and relevance. After a review of the evidence, a consensus was reached regarding the quality of evidence and the strength of recommendation for each proposed intervention according to the Grading of Recommendations, Assessment, Development, and Evaluation system. The 13 recommended Enhanced Recovery After Cesarean Delivery interventions were (1) early drinking and feeding (low evidence, strong recommendation), (2) early discontinuation of intravenous fluid (very low evidence, strong recommendation), (3) early mobilization and ambulation (low evidence, strong recommendation), (4) early removal of urinary catheter (low evidence, strong recommendation), (5) scheduled acetaminophen (moderate evidence, strong recommendation), (6) scheduled nonsteroidal anti-inflammatory drugs (high evidence, strong recommendation), (7) oral rescue opioids (low evidence, strong recommendation), (8) standardized rescue medication protocol for side effects (low to moderate evidence, strong recommendation), (9) venous thromboembolism prophylaxis (low evidence, strong recommendation), (10) anemia remediation (moderate evidence, strong recommendation), (11) breastfeeding support and education (low evidence, strong recommendation), (12) promotion of rest periods (low evidence, strong recommendation), and (13) facilitate patient-centered transition to discharge (low evidence, strong recommendation). The 13 recommended postoperative interventions should be considered in the absence of contraindications in patients undergoing cesarean delivery to optimize maternal recovery and outcomes.",
  "authors": [
    {
      "last_name": "Sultan",
      "fore_name": "Pervez",
      "initials": "P",
      "name": "Pervez Sultan",
      "affiliations": [
        "Department of Anesthesiology, Critical Care, and Pain Medicine, Stanford University School of Medicine, Palo Alto, CA; Department of Targeted Intervention, University College London, London, United Kingdom. Electronic address: psultan@stanford.edu."
      ]
    },
    {
      "last_name": "Monks",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Monks",
      "affiliations": [
        "Department of Anesthesiology, Washington University in Saint Louis, MO."
      ]
    },
    {
      "last_name": "Sharawi",
      "fore_name": "Nadir",
      "initials": "N",
      "name": "Nadir Sharawi",
      "affiliations": [
        "Department of Anesthesiology, University of Arkansas for Medical Sciences, Little Rock, AR."
      ]
    },
    {
      "last_name": "Bamber",
      "fore_name": "James",
      "initials": "J",
      "name": "James Bamber",
      "affiliations": [
        "Department of Anaesthesia, Cambridge University Hospitals, Cambridge, UK."
      ]
    },
    {
      "last_name": "Panelli",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Panelli",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Stanford University School of Medicine, Palo Alto, CA."
      ]
    },
    {
      "last_name": "Sauro",
      "fore_name": "Khara M",
      "initials": "KM",
      "name": "Khara M Sauro",
      "affiliations": [
        "Department of Surgery, and Cumming School of Medicine, University of Calgary, Alberta, Canada; Department of Community Health Sciences, and Cumming School of Medicine, University of Calgary, Alberta, Canada; Department of Oncology, and Cumming School of Medicine, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakeshkumar S",
      "initials": "PS",
      "name": "Prakeshkumar S Shah",
      "affiliations": [
        "Department of Pediatrics, Mount Sinai Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": [
        "Departments of Obstetrics and Gynecology and Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Metcalfe",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Metcalfe",
      "affiliations": [
        "Departments of Obstetrics and Gynecology, Medicine, and Community Health Sciences, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Wood",
      "fore_name": "Stephen L",
      "initials": "SL",
      "name": "Stephen L Wood",
      "affiliations": [
        "Department of Obstetrics and Gynecology, and Cumming School of Medicine, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Jago",
      "fore_name": "Caitlin A",
      "initials": "CA",
      "name": "Caitlin A Jago",
      "affiliations": [
        "Department of Obstetrics and Gynecology, and Cumming School of Medicine, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Daly",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Daly",
      "affiliations": [
        "Maternal Fetal Medicine, Rotunda Hospital, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Blake",
      "fore_name": "Lindsay E A",
      "initials": "LEA",
      "name": "Lindsay E A Blake",
      "affiliations": [
        "University of Arkansas Medical Sciences Library, Little Rock, AR."
      ]
    },
    {
      "last_name": "Macones",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Macones",
      "affiliations": [
        "Department of Women's Health, Dell Medical School, University of Texas, Austin, Texas."
      ]
    },
    {
      "last_name": "Caughey",
      "fore_name": "Aaron B",
      "initials": "AB",
      "name": "Aaron B Caughey",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Oregon Health and Science University, Portland, OR."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "R Douglas",
      "initials": "RD",
      "name": "R Douglas Wilson",
      "affiliations": [
        "Department of Obstetrics and Gynecology, and Cumming School of Medicine, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Nelson",
      "fore_name": "Gregg",
      "initials": "G",
      "name": "Gregg Nelson",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Calgary, Calgary, Alberta, Canada; Ariadne Labs, Brigham and Women's Hospital, Harvard T.H. Chan School of Public Health, Boston, MA."
      ]
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "28"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40335351",
    "doi": "10.1016/j.ajog.2025.01.038",
    "pii": "S0002-9378(25)00071-7"
  },
  "doi": "10.1016/j.ajog.2025.01.038",
  "dates": {
    "revised": "2025-05-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:39.030688",
    "pmid": "40335351"
  }
}