{
  "pmid": "40331687",
  "uid": "40331687",
  "title": "Starting with the End in Mind: Recommendations to Optimize Implementation of a Novel TBI Classification from the 2024 NINDS TBI Classification and Nomenclature Workshop's Knowledge to Practice Working Group.",
  "abstract": "The Knowledge to Practice Working Group (K2P WG) was one of six expert groups convened in early 2023 to plan the 2024 National Institute of Neurological Disorders and Stroke Traumatic brain injury (TBI) Classification and Nomenclature Workshop. Recognizing that implementation of revised classification systems is essential to achieve intended impact, the K2P WG's key aims were to foster shared understanding of knowledge translation (KT), build capacity for implementation of a revised TBI classification system, identify and prioritize KT actions, implementation steps and audiences; and make recommendations to advance implementation. The cornerstone of this work was a focused survey to identify \"who needs to do what differently,\" while prioritizing potential implementation actions. Survey findings, dialogue with other working groups, stakeholder discussions, and public feedback were also utilized to support implementation of the revised Clinical, Biomarker, Imaging-Modifiers and retrospective TBI classification system. Forty researchers across five working groups responded to the survey (Response Rate = 59.7%). Fifty-two unique implementation actions were identified. The top 15 priorities across the five working groups comprised six pertaining to clinical practice (e.g., change Glasgow Coma Scale [GCS] assessment); seven focusing on research (e.g., develop tools for measuring psychological and environmental factors); and one each on lived experience (simplified language for patients and families) and other settings (insurance company support for biomarker testing). Twenty-seven stakeholder groups and 18 target settings were identified as being most impacted by the revised classification system. Key recommendations included: develop guidelines based on systematic reviews, clearly explain the rationale for the change, develop implementation toolkits with input from all stakeholders, and embed the new classification in a learning health system database to facilitate implementation strategies based on audits, feedback, and cost-effectiveness analyses.",
  "authors": [
    {
      "last_name": "Bragge",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Bragge",
      "affiliations": [
        "Monash Sustainable Development Institute and Behaviour Works Australia, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "McNett",
      "fore_name": "Molly",
      "initials": "M",
      "name": "Molly McNett",
      "affiliations": [
        "College of Nursing, Helene Fuld Health Trust National Institute for Evidence-based Practice in Nursing & Healthcare, The Ohio State University, Columbus, Ohio, USA."
      ]
    },
    {
      "last_name": "Bayley",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Bayley",
      "affiliations": [
        "UHN-Toronto Rehabilitation Institute and Division of Physical Medicine and Rehabilitation, Temerty Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Nakase-Richardson",
      "fore_name": "Risa",
      "initials": "R",
      "name": "Risa Nakase-Richardson",
      "affiliations": [
        "James A. Haley Veterans Hospital & Department of Internal Medicine, Division of Pulmonary, Critical Care, and Sleep Medicine, University of South Florida, Tampa, Florida, USA."
      ]
    },
    {
      "last_name": "Peek-Asa",
      "fore_name": "Corinne",
      "initials": "C",
      "name": "Corinne Peek-Asa",
      "affiliations": [
        "University of California, San Diego, La Jolla, California, USA."
      ]
    },
    {
      "last_name": "Turgeon",
      "fore_name": "Alexis F",
      "initials": "AF",
      "name": "Alexis F Turgeon",
      "affiliations": [
        "Department of Anesthesiology and Critical Care Medicine, Division of Critical Care Medicine, Faculty of Medicine, Université Laval, Québec City, Canada.",
        "Population Health and Optimal Health Practice Research Unit, Centre Hospitalier Universitaire de Québec, Université Laval Research Center, Québec City, Canada."
      ]
    },
    {
      "last_name": "Awwad",
      "fore_name": "Hibah",
      "initials": "H",
      "name": "Hibah Awwad",
      "affiliations": [
        "Division of Neuroscience, National Institute of Neurological Disorders and Stroke, Bethesda, Maryland, USA."
      ]
    },
    {
      "last_name": "Dams-O'Connor",
      "fore_name": "Kristen",
      "initials": "K",
      "name": "Kristen Dams-O'Connor",
      "affiliations": [
        "Department of Rehabilitation and Human Performance, Icahn School of Medicine, Mount Sinai, New York, New York, USA.",
        "Department of Neurology, Icahn School of Medicine, Mount Sinai, New York, New York, USA."
      ]
    },
    {
      "last_name": "Doperalski",
      "fore_name": "Adele",
      "initials": "A",
      "name": "Adele Doperalski",
      "affiliations": [
        "Division of Neuroscience, National Institute of Neurological Disorders and Stroke, Bethesda, Maryland, USA."
      ]
    },
    {
      "last_name": "Maas",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Maas",
      "affiliations": [
        "Department of Neurosurgery, Antwerp University Hospital, Edegem, Belgium.",
        "Department of Translational Neuroscience, Faculty of Medicine and Health Science, University of Antwerp, Antwerp, Belgium."
      ]
    },
    {
      "last_name": "McCrea",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike McCrea",
      "affiliations": [
        "Department of Neurosurgery, Medical College of Wisconsin, Milwaukee, Wisconsin, USA."
      ]
    },
    {
      "last_name": "Umoh",
      "fore_name": "Nsini",
      "initials": "N",
      "name": "Nsini Umoh",
      "affiliations": [
        "Division of Neuroscience, National Institute of Neurological Disorders and Stroke, Bethesda, Maryland, USA."
      ]
    },
    {
      "last_name": "Manley",
      "fore_name": "Geoff",
      "initials": "G",
      "name": "Geoff Manley",
      "affiliations": [
        "Neurological Surgery, University of California San Francisco, San Francisco, California, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of neurotrauma",
    "iso_abbreviation": "J Neurotrauma",
    "issn": "1557-9042",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "13-14",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "1096",
  "end_page": "1108",
  "pages": "1096-1108",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Brain Injuries, Traumatic",
    "United States",
    "Terminology as Topic",
    "National Institute of Neurological Disorders and Stroke (U.S.)"
  ],
  "article_ids": {
    "pubmed": "40331687",
    "doi": "10.1089/neu.2024.0576"
  },
  "doi": "10.1089/neu.2024.0576",
  "dates": {
    "completed": "2025-07-10",
    "revised": "2025-07-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.369825",
    "pmid": "40331687"
  }
}