{
  "pmid": "40333928",
  "uid": "40333928",
  "title": "Effect of timed exercise interventions on patient-reported outcome measures: A systematic review.",
  "abstract": "BACKGROUND: Exercising at a specific time of day has the potential to mitigate the negative effects of disrupted circadian rhythms caused by irregular work and sleep schedules on the development of chronic diseases. Afternoon/evening exercise is postulated to be superior to morning exercise for various health outcomes, but patient acceptance of timed exercise remains unclear. The aim of this systematic review was to assess the impact of exercise timing on patient-reported outcomes (PROMs). METHODS: We conducted a systematic review, following Cochrane and PRISMA guidelines (PROSPERO: CRD42022322646). We systematically searched databases including MEDLINE, SCOPUS, Embase, APA PsycInfo, CINAHL, and Web of Science, to identify studies which reported on PROMs related to timed exercise interventions: either acutely after a bout of exercise or following extended training (>1 month). Studies were included if they reported primary data from randomized or non-randomized experiments of timed exercise interventions (against any comparator), published in English until August 2023 and reporting on any PROM. Machine-learning software (AR Reviews) was used to aid in abstract screening. Subsequently, two independent reviewers reviewed the included full texts, extracted study details (participants, interventions, outcomes), and evaluated the risk of bias using Cochrane tools (ROB-2 and ROBINS-I). Exercise interventions were summarized using the TIDieR reporting method and results were presented in accordance with the Synthesis Without Meta-analysis (SWiM) guidelines for systematic reviews. RESULTS: Seventeen studies with 403 participants were included in the review. The interventions varied widely in exercise modality, duration, and participant characteristics, contributing to substantial heterogeneity in the findings. Most studies found no significant impact of exercise timing on PROMs. There was some inconsistency between studies for certain outcomes. DISCUSSION: The review suggests that there are no clear detrimental effects of afternoon or evening exercise on PROMs compared to morning exercise. However, the lack of homogeneity in study populations and small sample sizes resulting in low power for PROM outcomes are major limitations of the research in this field. If future research confirms the metabolic advantages of afternoon/evening exercise, this may be an acceptable alternative for individuals.",
  "authors": [
    {
      "last_name": "Karavetian",
      "fore_name": "Mirey",
      "initials": "M",
      "name": "Mirey Karavetian",
      "affiliations": [
        "Faculty of Kinesiology and Physical Education, University of Toronto, Toronto, Canada."
      ],
      "orcid": "0000-0001-5916-6740"
    },
    {
      "last_name": "El Khoury",
      "fore_name": "Cosette Fakih",
      "initials": "CF",
      "name": "Cosette Fakih El Khoury",
      "affiliations": [
        "National Institute of Public Health, Clinical Epidemiology, and Toxicology-Lebanon, Beirut, Lebanon."
      ],
      "orcid": "0000-0001-6935-2758"
    },
    {
      "last_name": "Rutters",
      "fore_name": "Femke",
      "initials": "F",
      "name": "Femke Rutters",
      "affiliations": [
        "Department of Epidemiology and Data Science, Amsterdam University Medical Center, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Slebe",
      "fore_name": "Romy",
      "initials": "R",
      "name": "Romy Slebe",
      "affiliations": [
        "Department of Epidemiology and Data Science, Amsterdam University Medical Center, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Lorenzetti",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Lorenzetti",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Blondin",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Blondin",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine and Health Sciences, Université de Sherbrooke, Quebec, Canada."
      ]
    },
    {
      "last_name": "Carpentier",
      "fore_name": "André",
      "initials": "A",
      "name": "André Carpentier",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine and Health Sciences, Université de Sherbrooke, Quebec, Canada."
      ]
    },
    {
      "last_name": "Després",
      "fore_name": "Jean-Pierre",
      "initials": "JP",
      "name": "Jean-Pierre Després",
      "affiliations": [
        "Department of Kinesiology, Université Laval, Quebec City, Canada."
      ]
    },
    {
      "last_name": "Hoeks",
      "fore_name": "Joris",
      "initials": "J",
      "name": "Joris Hoeks",
      "affiliations": [
        "Department of Nutrition and Movement Sciences, Faculty of Health, NUTRIM School of Nutrition and Translational Research in Metabolism, Medicine and Life Sciences, University of Maastricht, Maastricht, Netherlands."
      ]
    },
    {
      "last_name": "Kalsbeek",
      "fore_name": "Andries",
      "initials": "A",
      "name": "Andries Kalsbeek",
      "affiliations": [
        "Department of Endocrinology and Metabolism, Amsterdam University Medical Centre, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "de Mutsert",
      "fore_name": "Renée",
      "initials": "R",
      "name": "Renée de Mutsert",
      "affiliations": [
        "Department of Clinical Epidemiology, Leiden University and Medical Center, Leiden, Netherlands."
      ]
    },
    {
      "last_name": "Pigeyre",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Pigeyre",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Schrauwen",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Schrauwen",
      "affiliations": [
        "Department of Clinical Epidemiology, Leiden University and Medical Center, Leiden, Netherlands."
      ],
      "orcid": "0000-0002-0973-847X"
    },
    {
      "last_name": "Serlie",
      "fore_name": "Mireille",
      "initials": "M",
      "name": "Mireille Serlie",
      "affiliations": [
        "Department of Endocrinology and Metabolism, Amsterdam University Medical Centre, Amsterdam, Netherlands.",
        "Department of Medicine, Yale University, New Haven, Connecticut, United States of America."
      ]
    },
    {
      "last_name": "Thieba",
      "fore_name": "Camilia",
      "initials": "C",
      "name": "Camilia Thieba",
      "affiliations": [
        "Department of Interdisciplinary Health Sciences, Faculty of Health Sciences, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "van der Velde",
      "fore_name": "Jeroen",
      "initials": "J",
      "name": "Jeroen van der Velde",
      "affiliations": [
        "Department of Clinical Epidemiology, Leiden University and Medical Center, Leiden, Netherlands."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "David J T",
      "initials": "DJT",
      "name": "David J T Campbell",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Canada.",
        "Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, Canada.",
        "Department of Cardiac Sciences, Cumming School of Medicine, University of Calgary, Calgary, Canada."
      ],
      "orcid": "0000-0002-5570-3630"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "5",
    "pub_year": "2025"
  },
  "start_page": "e0321526",
  "pages": "e0321526",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Patient Reported Outcome Measures",
    "Exercise",
    "Exercise Therapy",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "40333928",
    "pmc": "PMC12057914",
    "doi": "10.1371/journal.pone.0321526",
    "pii": "PONE-D-23-40485"
  },
  "doi": "10.1371/journal.pone.0321526",
  "pmc_id": "PMC12057914",
  "dates": {
    "completed": "2025-05-07",
    "revised": "2025-05-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.206102",
    "pmid": "40333928"
  }
}