{
  "pmid": "40335352",
  "uid": "40335352",
  "title": "Guidelines for intraoperative care in cesarean delivery: Enhanced Recovery After Surgery Society recommendations (part 2)-2025 update.",
  "abstract": "Enhanced recovery after cesarean delivery protocols include evidence-based interventions which are designed to improve patient experience and maternal and neonatal outcomes, whilst reducing healthcare related costs. This is the first update to the Enhanced Recovery After Surgery Society guidelines for intraoperative care in cesarean delivery published in 2018. Interventions were selected based on expert consensus. An updated literature search was conducted in September 2024 involving the Embase, PubMed MEDLINE, EBSCO Cumulative Index of Nursing and Allied Health Literature, Scopus, and Web of Science databases. Targeted searches were performed by a medical librarian to identify relevant articles published since the 2018 Enhanced Recovery After Surgery Society guidelines publication, which evaluated each intraoperative enhanced recovery after cesarean delivery intervention, focusing on randomized clinical trials and large observational studies (≥800 patients) to maximize search feasibility and relevance. Following a review of the evidence, consensus was achieved surrounding the quality of evidence and strength of recommendation for each proposed intervention according to the Grading of Recommendations, Assessment, Development, and Evaluation system. The ten recommended enhanced recovery after cesarean delivery intraoperative intervention categories are: (i) use of personal support persons (very low evidence, strong recommendation); (ii) prophylactic antibiotics (moderate to high evidence, strong recommendation); (iii) abdominal and vaginal preparation (moderate evidence, strong recommendation); (iv) antiemetic prophylaxis (low evidence, strong recommendation); (v) prevention of spinal hypotension (low evidence, strong recommendation); (vi) maintenance of normothermia (moderate evidence, strong recommendation); (vii) maintenance of euvolemia (low evidence, strong recommendation), (viii) optimal use of uterotonics (moderate evidence, strong recommendation); (ix) multimodal analgesia (low evidence, strong recommendation); and (x) early initiation of skin-to-skin care (moderate evidence, strong recommendation). The ten recommended intraoperative interventions outlined above represent the best evidence to date and should be considered in the absence of contraindications in patients undergoing cesarean delivery to optimize patient recovery and outcomes.",
  "authors": [
    {
      "last_name": "Caughey",
      "fore_name": "Aaron B",
      "initials": "AB",
      "name": "Aaron B Caughey",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Oregon Health and Science University, Portland, OR. Electronic address: caughey@ohsu.edu."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Pervez",
      "initials": "P",
      "name": "Pervez Sultan",
      "affiliations": [
        "Department of Anesthesiology, Critical Care, and Pain Medicine, Stanford University School of Medicine, Palo Alto, CA; Department of Targeted Intervention, University College London, London, UK."
      ]
    },
    {
      "last_name": "Monks",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Monks",
      "affiliations": [
        "Department of Anesthesiology, Washington University in Saint Louis, St. Louis, MO."
      ]
    },
    {
      "last_name": "Sharawi",
      "fore_name": "Nadir",
      "initials": "N",
      "name": "Nadir Sharawi",
      "affiliations": [
        "Department of Anesthesiology, University of Arkansas for Medical Sciences, Little Rock, AR."
      ]
    },
    {
      "last_name": "Bamber",
      "fore_name": "James",
      "initials": "J",
      "name": "James Bamber",
      "affiliations": [
        "Department of Anaesthesia, Cambridge University Hospitals, Cambridge, UK."
      ]
    },
    {
      "last_name": "Panelli",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Panelli",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Stanford University School of Medicine, Palo Alto, CA."
      ]
    },
    {
      "last_name": "Sauro",
      "fore_name": "Khara M",
      "initials": "KM",
      "name": "Khara M Sauro",
      "affiliations": [
        "Department of Surgery, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada; Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada; Department of Oncology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakeshkumar S",
      "initials": "PS",
      "name": "Prakeshkumar S Shah",
      "affiliations": [
        "Department of Pediatrics, Mount Sinai Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": [
        "Departments of Obstetrics and Gynecology and Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Metcalfe",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Metcalfe",
      "affiliations": [
        "Departments of Obstetrics and Gynecology, Medicine, and Community Health Sciences, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Wood",
      "fore_name": "Stephen L",
      "initials": "SL",
      "name": "Stephen L Wood",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Jago",
      "fore_name": "Caitlin A",
      "initials": "CA",
      "name": "Caitlin A Jago",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Daly",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Daly",
      "affiliations": [
        "Maternal Fetal Medicine, Rotunda Hospital, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Blake",
      "fore_name": "Lindsay E A",
      "initials": "LEA",
      "name": "Lindsay E A Blake",
      "affiliations": [
        "University of Arkansas Medical Sciences Library, Little Rock, AR."
      ]
    },
    {
      "last_name": "Macones",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Macones",
      "affiliations": [
        "Department of Women's Health, Dell Medical School, University of Texas, Austin, TX."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "R Douglas",
      "initials": "RD",
      "name": "R Douglas Wilson",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Nelson",
      "fore_name": "Gregg",
      "initials": "G",
      "name": "Gregg Nelson",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Calgary, Calgary, Alberta, Canada; Ariadne Labs, Brigham and Women's Hospital, Harvard T.H. Chan School of Public Health, Boston, MA."
      ]
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "28"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40335352",
    "doi": "10.1016/j.ajog.2025.02.040",
    "pii": "S0002-9378(25)00121-8"
  },
  "doi": "10.1016/j.ajog.2025.02.040",
  "dates": {
    "revised": "2025-05-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:39.031432",
    "pmid": "40335352"
  }
}