{
  "pmid": "40332719",
  "uid": "40332719",
  "title": "Delayed but successful development of immune memory against SARS-COV-2 after B cell-depleting monotherapy.",
  "abstract": "PURPOSE: Patients receiving CD20-directed therapies are known to insufficiently develop neutralizing antibody titers against SARS-COV-2 after two vaccinations. We investigated the impact of a third and fourth vaccination, possibly deriving predictive factors. METHODS: In a monocentric, prospective, non-interventional observational study patients who had received at least one administration of a monoclonal CD20 antibody (mCD20Ab) within 9 months prior to vaccination were included to receive mRNA-based third vaccination. SARS-COV-2 IgG titer was determined before and four weeks after immunisation. Patients without adequate humoral immune response proceeded to a fourth vaccination. Furthermore, tolerability and prespecified potentially influencing factors such as age, baseline lymphocyte counts and others were analysed. RESULTS: Twenty-four patients were included and vaccination was well tolerated. Quantitative analysis of humoral response four weeks after third vaccination revealed a significant increase which, however, did not translate into a clinically relevant seroconversion rate. In the subgroup analysis, patients older than 65 years and mCD20Ab therapy longer than 6 months ago benefited. All evaluable patients on mCD20Ab monotherapy (n = 7) showed an immediate or delayed immune response after third vaccination, while all non-responders (n = 7) were on combination therapy. Clinical parameters such as lymphocyte count, immunoglobulin status and others did not appear to have any influence. CONCLUSION: An interval of at least 6 months after the last mCD20Ab administration and mCD20Ab monotherapy appears to be favorable for humoral immune response to third vaccination. Furthermore, patients can be reassured that delayed immune responses are possible. Future studies should therefore also investigate seroconversion at later time points.",
  "authors": [
    {
      "last_name": "Graf",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Graf",
      "affiliations": [
        "Medical Department II, Section Oncology, Donau-Isar-Klinikum Deggendorf, Deggendorf, Germany. nicolasgraf@gmx.de.",
        "Ambulantes Therapiezentrum für Hämatologie und Onkologie Ärztehaus, 4. Stock Ebertplatz 12, 77654, Offenburg, Germany. nicolasgraf@gmx.de."
      ]
    },
    {
      "last_name": "Bayerl",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Bayerl",
      "affiliations": [
        "Institute for Laboratory Diagnostics, Immunohaematology and Microbiology, Donau-Isar-Klinikum Deggendorf, Deggendorf, Germany."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute of Microbiology and Hygiene, Clinical Virology and Infection Immunology, University Hospital Regensburg, Regensburg, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Infection",
    "iso_abbreviation": "Infection",
    "issn": "1439-0973",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "07"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40332719",
    "doi": "10.1007/s15010-025-02544-6",
    "pii": "10.1007/s15010-025-02544-6"
  },
  "doi": "10.1007/s15010-025-02544-6",
  "dates": {
    "revised": "2025-05-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.477319",
    "pmid": "40332719"
  }
}