{
  "pmid": "40330163",
  "uid": "40330163",
  "title": "Pilot Study: A Multicenter, Prospective Study Demonstrating Safety, Usability, and Feasibility of Perioperative 1-hour Electrical Stimulation Therapy for Enhancing Peripheral Nerve Regeneration.",
  "abstract": "BACKGROUND: Electrical stimulation (ES) applied for 1 hour following surgical intervention enhances axonal regeneration and functional outcomes. Clinical implementation, however, has been hindered due to the lack of appropriately designed stimulators. METHODS: This multicenter, prospective, open-label study aimed to demonstrate the safety and device feasibility of a novel, single-use stimulator for implementing perioperative ES therapy in a variety of upper extremity surgical procedures. Patients undergoing surgical intervention for upper extremity nerve injury, neuropathy, or lesions were included. An investigational version of a novel therapeutic peripheral nerve stimulator was used to deliver 1-hour ES therapy perioperatively. Safety was assessed by the cumulation of adverse events. Patient tolerance to ES therapy was obtained during the treatment, and pain was also assessed at the first postoperative visit. Device usability questionnaires were completed by the study surgeons. RESULTS: A total of 25 patients were enrolled. There were no related adverse events or adverse device effects. Implementation of the device took less than 5 minutes in the operating room in most cases. Bipolar stimulation was preferred, with a mean ± SD stimulus level of 2.2 ± 0.7 mA, and therapy was well tolerated. The mean first postoperative pain score was 1.2 out of 10. Surgeons indicated that perioperative implementation of the therapeutic peripheral nerve stimulator was easy and did not cause major disruptions to the clinical workflow. CONCLUSIONS: Perioperative application of 1-hour ES therapy is a feasible, safe, and promising approach to enhancing peripheral nerve regeneration as an adjunct to surgical intervention.",
  "authors": [
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "From the Department of Surgery, Hamilton Health Sciences, Hamilton, Ontario, Canada.",
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Levis",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Levis",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Surgery, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Willand",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Willand",
      "affiliations": [
        "Epineuron Technologies, Inc., Mississauga, Ontario, Canada."
      ]
    },
    {
      "last_name": "So",
      "fore_name": "Katelyn J W",
      "initials": "KJW",
      "name": "Katelyn J W So",
      "affiliations": [
        "Epineuron Technologies, Inc., Mississauga, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bain",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Bain",
      "affiliations": [
        "From the Department of Surgery, Hamilton Health Sciences, Hamilton, Ontario, Canada.",
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery. Global open",
    "iso_abbreviation": "Plast Reconstr Surg Glob Open",
    "issn": "2169-7574",
    "issn_type": "Print",
    "volume": "13",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "e6729",
  "pages": "e6729",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40330163",
    "pmc": "PMC12055111",
    "doi": "10.1097/GOX.0000000000006729",
    "pii": "GOX-D-24-01290"
  },
  "doi": "10.1097/GOX.0000000000006729",
  "pmc_id": "PMC12055111",
  "dates": {
    "revised": "2025-05-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:48.103993",
    "pmid": "40330163"
  }
}