{
  "pmid": "40347308",
  "uid": "40347308",
  "title": "Sports Injuries in Female and Non-Binary Athletes: A Systematic Review.",
  "abstract": "PURPOSE OF REVIEW: The main purpose of this review was to summarize the current evidence on treatment and outcomes of sports injuries requiring surgical intervention in female and non-binary athletes and identify key gaps in the related literature concerning sports injuries requiring surgical intervention to guide future research. RECENT FINDINGS: Of the 59 included studies, all focused on biological sex or sex-based differences, while none of the studies discussed gender or the inclusion of non-binary and transgender individuals. Most of the studies (47/59, 80%) focused on ACL reconstruction (37%), hip arthroscopy (27%) or rotator cuff repair (15%). Important sex-based differences were seen with these injuries including differences in fears regarding recovery after ACL injury and pre- and post-operative pain scores following rotator cuff injury. Despite increasing recognition of the role of biologic sex in the treatment and outcomes of sports injuries, very little is known about the impact of gender in sports injuries. Previous sociological literature suggests that gender may play an important role in one's athletic experience, and thus their injury experience. With most of the included studies focused on only three injury types, the experiences of female and non-binary athletes with all other sports injuries are poorly characterized. The lack of gender-inclusive sports injuries research means that the complete experiences of female, non-binary and transgender athletes are not comprehensively captured in the current literature. Future research should aim to characterize the effect of gender on the treatment and outcomes on all sport-related injuries, with the goal of providing inclusive surgical care for all athletes.",
  "authors": [
    {
      "last_name": "Nairn",
      "fore_name": "Leah N",
      "initials": "LN",
      "name": "Leah N Nairn",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Aziz",
      "fore_name": "Amar",
      "initials": "A",
      "name": "Amar Aziz",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Moayad",
      "fore_name": "Lana",
      "initials": "L",
      "name": "Lana Moayad",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gyemi",
      "fore_name": "Lauren A",
      "initials": "LA",
      "name": "Lauren A Gyemi",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Current reviews in musculoskeletal medicine",
    "iso_abbreviation": "Curr Rev Musculoskelet Med",
    "issn": "1935-973X",
    "issn_type": "Print",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "10"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40347308",
    "doi": "10.1007/s12178-025-09974-7",
    "pii": "10.1007/s12178-025-09974-7"
  },
  "doi": "10.1007/s12178-025-09974-7",
  "dates": {
    "revised": "2025-05-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.949391",
    "pmid": "40347308"
  }
}