{
  "pmid": "40349738",
  "uid": "40349738",
  "title": "Adapting World Health Organization COVID-19 living guidelines balancing methodological rigor with efficiency and flexibility: a case study from Argentina.",
  "abstract": "OBJECTIVES: We assessed the perceptions about a new methodological process to translate and adapt the World Health Organization living guidelines for COVID-19 recommendations for therapeutics in Argentina from the guideline development group's (GDG) perspective. METHODS: A tailored adaptation process, linked to a prototype tool and created as part of the GATEWAY project by the MAGIC Evidence Ecosystem Foundation, starts by assessing the recommendation and justification and then examining evidence to decision factors. We focused our evaluation on the adaptation process steps carried out from December 2022 to June 2023. We collected information through (1) observations of the panel meeting, (2) focus group with methods team, (3) semistructured interviews with panel members, (4) postpanel meeting survey, and (5) a satisfaction survey. We carried out descriptive analyses of surveys and content analysis of focus groups and interviews. RESULTS: GDG adapted four recommendations, of which two were modified in direction or strength and elaborated one de novo. The survey showed that most GDG members found the training session (89%) and prepanel meeting survey (100%) facilitated adaptation. Focus groups and interviews showed that GDG agreed that the process considered the relevant local factors to adapt the recommendations and that it was transparent and easy to understand, allowing it to reach a consensus efficiently. GDG valued the process's flexibility and time optimization. They considered the premeeting survey analysis crucial in facilitating the consensus. CONCLUSION: From the GDG perspective, this case study demonstrated that this tailored approach provides a transparent, efficient, and rigorous methodology for translating and adapting the World Health Organization living guidelines for COVID-19.",
  "authors": [
    {
      "last_name": "Zaror",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Zaror",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Faculty of Dentistry, Department of Pediatric Dentistry and Orthodontics, Universidad de La Frontera, Temuco, Chile; Faculty of Dentistry, Center for Research in Epidemiology, Economics and Oral Public Health (CIEESPO), Universidad de La Frontera, Temuco, Chile. Electronic address: carlos.zaror@ufrontera.cl."
      ]
    },
    {
      "last_name": "Klenner",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Klenner",
      "affiliations": [
        "Faculty of Education, Social Sciences and Humanities, Department of Languages, Literature and Communication, Universidad de La Frontera, Temuco, Chile."
      ]
    },
    {
      "last_name": "Song",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Song",
      "affiliations": [
        "School of Medicine, Chinese University of Hong Kong, Shenzhen, China; Iberoamerican Cochrane Centre, Biomedical Research, Institute Sant Pau (IIB Sant Pau), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Faculty of Medicine, Division of General Internal Medicine, University Hospitals of Geneva, Geneva, Switzerland; MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Balaciano",
      "fore_name": "Giselle",
      "initials": "G",
      "name": "Giselle Balaciano",
      "affiliations": [
        "Ministerio de Salud de la Nación, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Sanguine",
      "fore_name": "Verónica",
      "initials": "V",
      "name": "Verónica Sanguine",
      "affiliations": [
        "Ministerio de Salud de la Nación, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Lev",
      "fore_name": "Débora",
      "initials": "D",
      "name": "Débora Lev",
      "affiliations": [
        "Ministerio de Salud de la Nación, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Tortosa",
      "fore_name": "Fernando",
      "initials": "F",
      "name": "Fernando Tortosa",
      "affiliations": [
        "Carrera de medicina, Universidad Nacional de Rio Negro, Viedma, Río Negro, Argentina."
      ]
    },
    {
      "last_name": "Bengolea",
      "fore_name": "Agustín",
      "initials": "A",
      "name": "Agustín Bengolea",
      "affiliations": [
        "Ministerio de Salud de la Nación, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Izcovich",
      "fore_name": "Ariel",
      "initials": "A",
      "name": "Ariel Izcovich",
      "affiliations": [
        "Facultad de Medicina, Universidad del Salvador, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Van de Velde",
      "fore_name": "Stijn",
      "initials": "S",
      "name": "Stijn Van de Velde",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Reveiz",
      "fore_name": "Ludovic",
      "initials": "L",
      "name": "Ludovic Reveiz",
      "affiliations": [
        "Science and Knowledge for Impact Unit, Department of Evidence and Intelligence for Action in Health, Pan American Health Organization, Washington, DC, USA."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per",
      "initials": "P",
      "name": "Per Vandvik",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway; Faculty of Medicine, Institute of Health and Society, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "184",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "09"
  },
  "start_page": "111823",
  "pages": "111823",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40349738",
    "doi": "10.1016/j.jclinepi.2025.111823",
    "pii": "S0895-4356(25)00156-8"
  },
  "doi": "10.1016/j.jclinepi.2025.111823",
  "dates": {
    "revised": "2025-06-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:10:50.205740",
    "pmid": "40349738"
  }
}