{
  "pmid": "40349615",
  "uid": "40349615",
  "title": "Toward smart ocean monitoring: Real-time detection of marine litter using YOLOv12 in support of pollution mitigation.",
  "abstract": "Marine litter has emerged as a pressing global environmental and public health crisis, posing severe threats to biodiversity, food security, and coastal economies. Effective large-scale monitoring and early detection are critical for mitigating marine pollution, yet current manual and sensor-based approaches are limited by high costs, low efficiency, and insufficient accuracy across diverse marine environments. This study presents a real-time marine litter detection framework based on the latest YOLOv12 algorithm to address these challenges. We developed a multi-class annotated dataset comprising 15 representative marine litter categories using both aerial and underwater imagery. The proposed model integrates attention-enhanced convolutional modules, multi-scale feature fusion, and Distribution Focal Loss to improve detection performance under complex oceanic conditions. Experimental results demonstrate that YOLOv12 achieves an mAP@50 of 0.8354 and mAP@50-95 of 0.7025, with robust performance in the presence of occlusion, reflections, small-object detection, and multi-object coexistence. Visual and quantitative evaluations confirm the model's potential for real-world deployment in autonomous platforms such as UAVs and underwater robots. This work offers a scalable and high-precision solution for marine litter monitoring, providing critical technical support for pollution mitigation, environmental governance, and sustainable ocean management.",
  "authors": [
    {
      "last_name": "Ma",
      "fore_name": "Jianhua",
      "initials": "J",
      "name": "Jianhua Ma",
      "affiliations": [
        "Sun Yat-sen University, School of Earth Sciences and Engineering, Zhuhai 519000, Guangdong, China; Sun Yat-sen University, Center for Earth Environment and Earth Resources, Zhuhai 519000, Guangdong, China; Key Laboratory of Geological Processes and Mineral Resources Exploration, Guangdong Province, Zhuhai 519000, Guangdong, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Yongzhang",
      "initials": "Y",
      "name": "Yongzhang Zhou",
      "affiliations": [
        "Sun Yat-sen University, School of Earth Sciences and Engineering, Zhuhai 519000, Guangdong, China; Sun Yat-sen University, Center for Earth Environment and Earth Resources, Zhuhai 519000, Guangdong, China; Key Laboratory of Geological Processes and Mineral Resources Exploration, Guangdong Province, Zhuhai 519000, Guangdong, China; Institute for Carbon Neutrality and Green Development, Sun Yat-sen University, Zhuhai, Guangdong 519000, China. Electronic address: zhouyz@mail.sysu.edu.cn."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Zimeng",
      "initials": "Z",
      "name": "Zimeng Zhou",
      "affiliations": [
        "Sun Yat-sen University, School of Earth Sciences and Engineering, Zhuhai 519000, Guangdong, China; Sun Yat-sen University, Center for Earth Environment and Earth Resources, Zhuhai 519000, Guangdong, China; Key Laboratory of Geological Processes and Mineral Resources Exploration, Guangdong Province, Zhuhai 519000, Guangdong, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Sun Yat-sen University, School of Earth Sciences and Engineering, Zhuhai 519000, Guangdong, China; Sun Yat-sen University, Center for Earth Environment and Earth Resources, Zhuhai 519000, Guangdong, China; Key Laboratory of Geological Processes and Mineral Resources Exploration, Guangdong Province, Zhuhai 519000, Guangdong, China."
      ]
    },
    {
      "last_name": "He",
      "fore_name": "Luhao",
      "initials": "L",
      "name": "Luhao He",
      "affiliations": [
        "Sun Yat-sen University, School of Earth Sciences and Engineering, Zhuhai 519000, Guangdong, China; Sun Yat-sen University, Center for Earth Environment and Earth Resources, Zhuhai 519000, Guangdong, China; Key Laboratory of Geological Processes and Mineral Resources Exploration, Guangdong Province, Zhuhai 519000, Guangdong, China. Electronic address: helh8@mail2.sysu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Marine pollution bulletin",
    "iso_abbreviation": "Mar Pollut Bull",
    "issn": "1879-3363",
    "issn_type": "Electronic",
    "volume": "217",
    "pub_year": "2025",
    "pub_month": "Aug"
  },
  "start_page": "118136",
  "pages": "118136",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Environmental Monitoring",
    "Oceans and Seas",
    "Algorithms",
    "Water Pollution",
    "Remote Sensing Technology"
  ],
  "article_ids": {
    "pubmed": "40349615",
    "doi": "10.1016/j.marpolbul.2025.118136",
    "pii": "S0025-326X(25)00611-3"
  },
  "doi": "10.1016/j.marpolbul.2025.118136",
  "dates": {
    "completed": "2025-06-01",
    "revised": "2025-06-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.756876",
    "pmid": "40349615"
  }
}