{
  "pmid": "40347539",
  "uid": "40347539",
  "title": "'A name to the pain': A mixed methods analysis of diagnostic delay and perceptions of diagnosis importance in Australians with endometriosis.",
  "abstract": "Diagnostic delay is a significant issue facing people with endometriosis; however, the Australian perspective and participant voice is missing for why delay occurs. The current study aimed to assess the length of diagnostic delay, whether this is changing over time, correlates of longer delay and the importance of diagnosis. This study utilised a mixed methods cross-sectional online survey of people with endometriosis (n = 506). Individuals with self-reported endometriosis were recruited via social media and websites of Australian endometriosis organisations completing an online, cross-sectional survey. Hierarchical multiple regression, ANOVA and template analysis were conducted. Participants reported an average diagnostic delay of 12.3 years (SD = 7.7), with delay appearing shorter in those who first saw a general practitioner (GP) for their symptoms since 2018 (mean 4.7 years, SD = 3.4). More recent endometriosis-related symptom onset, younger age at diagnosis, and accessing medical care through public healthcare were associated with shorter delays, whilst seeing a higher number of doctors prior to diagnosis and queer identity was associated with longer delays. Participants indicated that diagnostic delay most commonly occurs due to dismissal and disbelief by medical professionals and qualitative accounts revealed that receiving a diagnosis is important for many reasons. Diagnostic delay is perceived as a barrier to receiving timely, effective care for endometriosis. Increased societal and medical professional knowledge regarding symptoms indicative of endometriosis, and early treatment and clinical skills focused on pain validation and acknowledgement are recommended to improve timely diagnosis.",
  "authors": [
    {
      "last_name": "Mosterd",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Mosterd",
      "affiliations": [
        "School of Psychology, Deakin University, Burwood, VIC, Australia. Electronic address: dmosterd@deakin.edu.au."
      ]
    },
    {
      "last_name": "Evans",
      "fore_name": "Subhadra",
      "initials": "S",
      "name": "Subhadra Evans",
      "affiliations": [
        "School of Psychology, Deakin University, Burwood, VIC, Australia. Electronic address: subhadra.evans@deakin.edu.au."
      ]
    },
    {
      "last_name": "Van Niekerk",
      "fore_name": "Leesa",
      "initials": "L",
      "name": "Leesa Van Niekerk",
      "affiliations": [
        "School of Psychological Sciences, College of Health & Medicine, University of Tasmania, Hobart, TAS, Australia; National Endometriosis Clinical and Scientific Trials (NECST) Network, UNSW, Sydney, Australia. Electronic address: leesa.vanniekerk@utas.edu.au."
      ]
    },
    {
      "last_name": "Skvarc",
      "fore_name": "David",
      "initials": "D",
      "name": "David Skvarc",
      "affiliations": [
        "School of Psychology, Deakin University, Burwood, VIC, Australia. Electronic address: david.skvarc@deakin.edu.au."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, McMaster University, Hamilton, ON, Canada; Robinson Research Institute, University of Adelaide, Adelaide, SA, Australia. Electronic address: leonam@mcmaster.ca."
      ]
    },
    {
      "last_name": "Stanley",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Stanley",
      "affiliations": [
        "Endo Help Foundation, Victoria, Australia. Electronic address: katherine@endohelp.com.au."
      ]
    },
    {
      "last_name": "Mikocka-Walus",
      "fore_name": "Antonina",
      "initials": "A",
      "name": "Antonina Mikocka-Walus",
      "affiliations": [
        "School of Psychology, Deakin University, Burwood, VIC, Australia; National Endometriosis Clinical and Scientific Trials (NECST) Network, UNSW, Sydney, Australia. Electronic address: antonina.mikockawalus@deakin.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Journal of psychosomatic research",
    "iso_abbreviation": "J Psychosom Res",
    "issn": "1879-1360",
    "issn_type": "Electronic",
    "volume": "193",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "112143",
  "pages": "112143",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Endometriosis",
    "Female",
    "Adult",
    "Australia",
    "Delayed Diagnosis",
    "Cross-Sectional Studies",
    "Middle Aged",
    "Young Adult",
    "Surveys and Questionnaires",
    "Health Knowledge, Attitudes, Practice",
    "Australasian People"
  ],
  "article_ids": {
    "pubmed": "40347539",
    "doi": "10.1016/j.jpsychores.2025.112143",
    "pii": "S0022-3999(25)00107-2"
  },
  "doi": "10.1016/j.jpsychores.2025.112143",
  "dates": {
    "completed": "2025-05-24",
    "revised": "2025-05-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.186063",
    "pmid": "40347539"
  }
}