{
  "pmid": "40349492",
  "uid": "40349492",
  "title": "Accuracy and stability in non-immersive VR: How display type and body position influence motor performance.",
  "abstract": "The application of virtual and augmented reality spans various domains, including education, entertainment, healthcare, the military, sports, telecommunications, and space exploration. These technological advancements have profoundly transformed how millions of people interact with and navigate their environments. However, the impact of display type and body position on motor performance remains underexplored. This study aims to elucidate how these environmental constraints affect bimanual coordination by comparing performance under two display conditions: virtual reality (VR) goggles and projected screen. Participants (N = 12), all right-limb dominant, performed a continuous 1:1 bimanual force coordination task with a 90° relative phase offset using Lissajous plots as visual feedback. Performance was assessed in two body positions (upright and recumbent) manipulated by a tilt table. The results revealed that using VR goggles minimized performance differences between the upright and recumbent positions, suggesting that using VR goggles stabilizes motor coordination by reducing perceptual distractions and mitigating environmental constraints. In contrast, the projection screen condition demonstrated higher force coherence in the 8-12 Hz band during the recumbent condition compared to the upright position, indicative of force synchronization differences related to body position. However, the projected screen group displayed lower absolute error during the recumbent positions. This suggests that while VR goggles support consistent motor output across varied postures by simplifying perceptual input, projection screens may enhance motor synchronization and attention under controlled conditions due to more straightforward visual processing. These findings highlight a trade-off between display types: VR offers stability and adaptability, making it advantageous for tasks that require consistent performance across changing postures, whereas projection screens may be better suited for tasks requiring precise motor control and heightened attentional focus. The study underscores the need for task-specific considerations in the design and use of display environments for training, rehabilitation, and motor coordination tasks.",
  "authors": [
    {
      "last_name": "Weinrich",
      "fore_name": "Madison",
      "initials": "M",
      "name": "Madison Weinrich",
      "affiliations": [
        "Department of Kinesiology and Sport Management, Texas A&M University, TX, USA."
      ]
    },
    {
      "last_name": "Neto",
      "fore_name": "Osmar P",
      "initials": "OP",
      "name": "Osmar P Neto",
      "affiliations": [
        "Department of Kinesiology, California State University, San Marcos, USA."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yiyu",
      "initials": "Y",
      "name": "Yiyu Wang",
      "affiliations": [
        "Department of Psychology, Princeton University, Princeton, NJ, USA."
      ]
    },
    {
      "last_name": "Abbott",
      "fore_name": "Renee",
      "initials": "R",
      "name": "Renee Abbott",
      "affiliations": [
        "Department of Aerospace Engineering, Texas A&M University, TX, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Visualization, Texas A&M University, TX, USA."
      ]
    },
    {
      "last_name": "Diaz-Artiles",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Diaz-Artiles",
      "affiliations": [
        "Department of Aerospace Engineering, Texas A&M University, TX, USA."
      ]
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Deanna M",
      "initials": "DM",
      "name": "Deanna M Kennedy",
      "affiliations": [
        "Department of Kinesiology and Sport Management, Texas A&M University, TX, USA. Electronic address: HPEDMK@TAMU.EDU."
      ]
    }
  ],
  "journal": {
    "title": "Human movement science",
    "iso_abbreviation": "Hum Mov Sci",
    "issn": "1872-7646",
    "issn_type": "Electronic",
    "volume": "101",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "103360",
  "pages": "103360",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Psychomotor Performance",
    "Virtual Reality",
    "Adult",
    "Female",
    "Young Adult",
    "Posture",
    "Feedback, Sensory",
    "Attention",
    "User-Computer Interface"
  ],
  "article_ids": {
    "pubmed": "40349492",
    "doi": "10.1016/j.humov.2025.103360",
    "pii": "S0167-9457(25)00042-9"
  },
  "doi": "10.1016/j.humov.2025.103360",
  "dates": {
    "completed": "2025-06-09",
    "revised": "2025-06-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.542502",
    "pmid": "40349492"
  }
}