{
  "pmid": "40340054",
  "uid": "40340054",
  "title": "Canadian Cardiovascular Society Clinical Practice Update on Contemporary Approaches to Smoking Cessation.",
  "abstract": "Smoking tobacco is the leading cause of preventable disease and death in Canada. Life expectancy of those who smoke is on average 10 years shorter than those who do not smoke. It is the most important modifiable risk factor for cardiovascular disease (CVD), doubling the risk of abdominal aortic aneurysm, coronary artery disease, ischemic stroke, and peripheral arterial disease. Smoking cessation is the single most powerful preventative intervention in clinical practice. Within 1 year of smoking cessation, the risk of CVD events decreases by 50%; after 15 years, the risk is the same as that of someone who has never smoked. Those who quit by age 40 have a life expectancy similar to that of people who have never smoked. Smoking cessation is a fundamental responsibility of every health care provider and must be a priority in all clinical settings. All patients must be systematically identified, treated, and have sufficient follow-up arranged. Advice should be brief, clear, and unambiguous to inform people who smoke about the harms of smoking and the benefits of cessation, in a personalized and nonjudgemental manner. It should be combined with pharmacotherapy because this can increase the likelihood of success by almost threefold. Health care practitioners should be as comfortable managing smoking cessation and initiating pharmacotherapy as they would be managing other CVD risk factors like hypertension or dyslipidemia.",
  "authors": [
    {
      "last_name": "Mir",
      "fore_name": "Hassan",
      "initials": "H",
      "name": "Hassan Mir",
      "affiliations": [
        "University of Ottawa Heart Institute, Ottawa, Ontario, Canada; Faculty of Medicine, Department of Medicine, School of Medicine, University of Ottawa, Ontario, Canada. Electronic address: HMir@ottawaheart.ca."
      ]
    },
    {
      "last_name": "Eisenberg",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Eisenberg",
      "affiliations": [
        "Divisions of Cardiology and Clinical Epidemiology, Jewish General Hospital/McGill University, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Benowitz",
      "fore_name": "Neal L",
      "initials": "NL",
      "name": "Neal L Benowitz",
      "affiliations": [
        "Clinical Pharmacology Research Program, Division of Cardiology, Department of Medicine, University of California, San Francisco, California, USA; Center for Tobacco Control Research and Education, University of California, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Cowley",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Cowley",
      "affiliations": [
        "Department of Pharmacy, Alberta Health Services, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Heshmati",
      "fore_name": "Javad",
      "initials": "J",
      "name": "Javad Heshmati",
      "affiliations": [
        "University of Ottawa Heart Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jha",
      "fore_name": "Prabhat",
      "initials": "P",
      "name": "Prabhat Jha",
      "affiliations": [
        "Centre for Global Health Research, Unity Health Toronto and Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khara",
      "fore_name": "Milan",
      "initials": "M",
      "name": "Milan Khara",
      "affiliations": [
        "Faculty of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Mullen",
      "fore_name": "Kerri-Anne",
      "initials": "KA",
      "name": "Kerri-Anne Mullen",
      "affiliations": [
        "University of Ottawa Heart Institute, Ottawa, Ontario, Canada; School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ofori",
      "fore_name": "Sandra N",
      "initials": "SN",
      "name": "Sandra N Ofori",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rigotti",
      "fore_name": "Nancy A",
      "initials": "NA",
      "name": "Nancy A Rigotti",
      "affiliations": [
        "Tobacco Research and Treatment Center, Mongan Institute, Division of General Internal Medicine, Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts, USA; Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "San Cartier",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard San Cartier",
      "affiliations": [
        "Maamwesying North Shore Community Health Services, Cutler, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "797",
  "end_page": "812",
  "pages": "797-812",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Practice Guideline"
  ],
  "keywords": [
    "Humans",
    "Smoking Cessation",
    "Canada",
    "Cardiovascular Diseases",
    "Societies, Medical",
    "Cardiology",
    "Smoking",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "40340054",
    "doi": "10.1016/j.cjca.2024.12.037",
    "pii": "S0828-282X(25)00009-1"
  },
  "doi": "10.1016/j.cjca.2024.12.037",
  "dates": {
    "completed": "2025-05-09",
    "revised": "2025-05-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:49:32.100177",
    "pmid": "40340054"
  }
}