{
  "pmid": "40349736",
  "uid": "40349736",
  "title": "Metaresearch on patient-reported outcomes in trial protocols and results publications suggested large outcome reporting bias.",
  "abstract": "OBJECTIVES: Patient-reported outcomes (PROs) provide crucial information for evaluating health-care interventions, but previous research in specific disease areas suggested infrequent use and incomplete reporting of PROs. We examined the prevalence and characteristics of PROs in randomized clinical trial (RCT) protocols across medical fields, their reporting quality, and the consistency between PROs specified in trial protocols and subsequent reporting in trial publications. STUDY DESIGN AND SETTING: We included 237 RCT protocols approved in 2012 and 251 approved in 2016, by ethics committees in Switzerland, Germany, and Canada. We systematically searched for corresponding peer-reviewed results publications and results on trial registries. Pairs of reviewers independently extracted characteristics of RCT protocols, PROs specified in protocols and reported in corresponding results publications, and assessed the reporting quality of RCTs with a PRO as the primary outcome using the Consolidated Standards of Reporting Trials-patient-reported outcome (CONSORTs-PRO) extension. RESULTS: Out of 488 included RCT protocols, 147 (30%) did not report use of a PRO; 97 (20%) specified a PRO as the primary outcome and an additional 244 (50%) as a secondary outcome. The prevalence of PROs varied substantially across medical fields, ranging from 100% in rheumatology and psychiatry to about one-third in cardiology and anesthesiology. At 8-10 years after RCT approval, results were available for 264 of the 341 (77%) trial protocols that prespecified PROs. Forty-four percent of the published trials (115/264) reported all PROs as defined in the protocol, 21% (55/264) did not report any prespecified PROs, and 36% (94/264) reported more, fewer, or different PROs than those prespecified. These findings were consistent between trial protocols approved in 2012 and 2016. Among 63 peer-reviewed RCT publications that reported a PRO as their primary outcome, reporting quality was often inadequate, with seven of 13 CONSORT-PRO items. CONCLUSION: Less than half of RCT protocols with planned PROs reported them as specified in corresponding published results, suggesting outcome reporting bias, and PRO reporting quality was often deficient. These limitations complicate informed decision-making between patients and health-care providers, as well as the development of evidence-based clinical practice guidelines.",
  "authors": [
    {
      "last_name": "Taji Heravi",
      "fore_name": "Ala",
      "initials": "A",
      "name": "Ala Taji Heravi",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland. Electronic address: alaheravi@gmail.com."
      ]
    },
    {
      "last_name": "Gryaznov",
      "fore_name": "Dmitry",
      "initials": "D",
      "name": "Dmitry Gryaznov",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland; Viatris Innovation GmbH, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Departments of Medicine and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Schönenberger",
      "fore_name": "Christof Manuel",
      "initials": "CM",
      "name": "Christof Manuel Schönenberger",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "von Niederhäusern",
      "fore_name": "Belinda",
      "initials": "B",
      "name": "Belinda von Niederhäusern",
      "affiliations": [
        "Roche Pharma AG, Grenzach-Wyhlen, Germany; Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Hausheer",
      "fore_name": "Lena",
      "initials": "L",
      "name": "Lena Hausheer",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Covino",
      "fore_name": "Manuela",
      "initials": "M",
      "name": "Manuela Covino",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Schwenke",
      "fore_name": "Johannes M",
      "initials": "JM",
      "name": "Johannes M Schwenke",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Epp",
      "fore_name": "Selina",
      "initials": "S",
      "name": "Selina Epp",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland; Medical Microbiology, Cantonal Hospital Lucerne, Lucerne, Switzerland."
      ]
    },
    {
      "last_name": "Griessbach",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Griessbach",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Chiaborelli",
      "fore_name": "Malena",
      "initials": "M",
      "name": "Malena Chiaborelli",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland; Department of Public Health, Swiss Tropical and Public Health Institute, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; Division of General Internal Medicine, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lohner",
      "fore_name": "Szimonetta",
      "initials": "S",
      "name": "Szimonetta Lohner",
      "affiliations": [
        "MTA-PTE Lendület Momentum Evidence in Medicine Research Group, Medical School, University of Pécs, Pécs, Hungary."
      ]
    },
    {
      "last_name": "Hirt",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Hirt",
      "affiliations": [
        "Research Center for Clinical Neuroimmunology and Neuroscience Basel (RC2NB), University Hospital Basel and University of Basel, Basel, Switzerland; Department of Health, Eastern Switzerland University of Applied Sciences, St.Gallen, Switzerland."
      ]
    },
    {
      "last_name": "Schandelmaier",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Schandelmaier",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Egli",
      "fore_name": "Simon B",
      "initials": "SB",
      "name": "Simon B Egli",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Makhele",
      "fore_name": "Moshao Amos",
      "initials": "MA",
      "name": "Moshao Amos Makhele",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Amstutz",
      "fore_name": "Alain",
      "initials": "A",
      "name": "Alain Amstutz",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland; Population Health Sciences, Bristol Medical School, University of Bristol, Bristol, UK; Oslo Center for Biostatistics and Epidemiology, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Blümle",
      "fore_name": "Anette",
      "initials": "A",
      "name": "Anette Blümle",
      "affiliations": [
        "Clinical Trials Unit, Faculty of Medicine and Medical Center, University of Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "von Elm",
      "fore_name": "Erik",
      "initials": "E",
      "name": "Erik von Elm",
      "affiliations": [
        "Cochrane Switzerland, Centre for Primary Care and Public Health (Unisante'), University of Lausanne, Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Saccilotto",
      "fore_name": "Ramon",
      "initials": "R",
      "name": "Ramon Saccilotto",
      "affiliations": [
        "Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Odutayo",
      "fore_name": "Ayodele",
      "initials": "A",
      "name": "Ayodele Odutayo",
      "affiliations": [
        "Centre for Statistics in Medicine, Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, UK; Applied Health Research Centre, Li Ka Shing Knowledge Institute of St Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hopewell",
      "fore_name": "Sally",
      "initials": "S",
      "name": "Sally Hopewell",
      "affiliations": [
        "Oxford Clinical Trials Research Unit, NDORMS, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Speich",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Speich",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": [
        "CLEAR-Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "185",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "09"
  },
  "start_page": "111822",
  "pages": "111822",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40349736",
    "doi": "10.1016/j.jclinepi.2025.111822",
    "pii": "S0895-4356(25)00155-6"
  },
  "doi": "10.1016/j.jclinepi.2025.111822",
  "dates": {
    "revised": "2025-07-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.902566",
    "pmid": "40349736"
  }
}