{
  "pmid": "40347119",
  "uid": "40347119",
  "title": "A Global Cross-Sectional Database Study of Low Dose FVIII SHL Prophylaxis in Haemophilia A.",
  "abstract": "INTRODUCTION: Haemophilia treatment is costly and only 25% of patients receive adequate care. Although not optimal, Factor VIII (FVIII) low-dose prophylaxis (LDP) may reduce annual joint bleeding rates. Understanding FVIII usage, collected through the Web-Accessible Population Pharmacokinetic Service-Hemophilia (WAPPS-Hemo) platform, and its association with Gross National Income per capita (GNI) and Universal Health Coverage index (UHCI) may provide insights in global disparities. AIMS: To provide insights in FVIII use to advocate for LDP in low-income countries by providing: (i) statistical summary of FVIII usage, LDP prevalence, GNI and UHCI in WAPPS-Hemo in 2017-2023; (ii) estimation of the relationship between LDP probability (PLDP) and GNI/UHCI for children (≤12 years) and adults; (iii) exploratory comparison of pharmacokinetics (PKs) across LDP/non-LDP. METHODS: Descriptive statistics/graphical summaries for (i) and (iii), mixed-effects logistic regression for (ii). RESULTS: Data from 6223 severe haemophilia patients (ages 0.1-92 years) showed that 18% and 32% of countries used ≤1% LDP infusions in children and adults. LDP prevalence rose annually, peaking at 7% for children and 14% for adults. GNI was found lower in LDP-prevalent countries in children. In both children and adults, PLDP demonstrated an inverse association with GNI and UHCI. PK outcomes were similar across LDP status, except potentially for plasma-derived products in children, however limited by sample size. CONCLUSION: Underrepresentation of low-resource countries in WAPPS-Hemo underscores the financial challenges in haemophilia treatment. The association between GNI/UHCI and PLDP suggests cost-driven adoption of LDP in low-resource settings, especially in children. PK outcomes average similarities may facilitate LDP-usage in WAPPS-Hemo. TRIAL REGISTRATION: NCT02061072, NCT03533504 (ClinicalTrials.gov).",
  "authors": [
    {
      "last_name": "Hajducek",
      "fore_name": "Dagmar M",
      "initials": "DM",
      "name": "Dagmar M Hajducek",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sinkovic",
      "fore_name": "Oceana",
      "initials": "O",
      "name": "Oceana Sinkovic",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chelle",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Chelle",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, Ontario, Canada."
      ],
      "orcid": "0000-0002-0167-4774"
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Waterloo, Ontario, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    },
    {
      "last_name": "Edginton",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Edginton",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, Ontario, Canada."
      ],
      "orcid": "0000-0002-9014-1653"
    }
  ],
  "journal": {
    "title": "Haemophilia : the official journal of the World Federation of Hemophilia",
    "iso_abbreviation": "Haemophilia",
    "issn": "1365-2516",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "10"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40347119",
    "doi": "10.1111/hae.70061"
  },
  "doi": "10.1111/hae.70061",
  "dates": {
    "revised": "2025-05-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.432744",
    "pmid": "40347119"
  }
}