{
  "pmid": "40349735",
  "uid": "40349735",
  "title": "Randomization procedures in parallel-arm cluster randomized trials in low- and middle-income countries: a review of 300 trials published between 2017 and 2022.",
  "abstract": "OBJECTIVES: Cluster randomized trials (CRTs) are frequently used to evaluate interventions in low- and middle-income countries (LMICs). Robust execution and transparent reporting of randomization procedures are essential for successful implementation and accurate interpretation of CRTs. Our objectives were to review the quality of reporting and implementation of randomization procedures in a sample of parallel-arm CRTs conducted in LMICs. STUDY DESIGN AND SETTING: We selected a random sample of 300 primary reports of parallel-arm CRTs from a database of 800 CRTs conducted in LMICs between 2017 and 2022. Data were extracted by two reviewers per trial and summarized using descriptive statistics. RESULTS: Among 300 trials, 192 (64%) reported the method of sequence generation, 213 (71%) reported the type of randomization procedure used, 146 (49%) reported who generated the sequence, 136 (45%) reported whether randomization was implemented by an independent person, and 75 (25%) reported a method of allocation concealment. Among those reporting the methods used, suboptimal randomization procedures were common: 28% did not use a computer, 21% did not use restricted randomization, 58% did not use a statistician to generate the sequence, in 53% the person was not independent from the trial, and 80% did not use central randomization. Public randomization ceremonies were used in 10% of trials as an alternative method of allocation concealment and to reassure participants of fair allocation procedures. CONCLUSION: The conduct and reporting of randomization procedures of CRTs in LMICs is suboptimal. Dissemination of guidance to promote robust implementation of randomization in LMICs is required, and future research on the implementation of public randomization ceremonies is warranted. PLAIN LANGUAGE SUMMARY: Cluster randomized trials (CRTs) are trials where entire groups, rather than individuals, are randomly assigned to different treatments (eg, intervention or usual care). This randomization process can be challenging in CRTs; clear reporting and proper execution are important to ensure fairness and accurate results. In this study, we reviewed how well randomization procedures were reported and carried out in 300 CRTs, selected from a larger database of 800 CRTs, conducted in low- and middle-income countries (LMICs), and published between 2017 and 2022. We found that reporting on key aspects of randomization was often incomplete: 64% reported how they created the random allocation sequence, 71% reported the type of randomization method used, 49% reported who generated the sequence, 45% reported whether a person independent from the trial handled the randomization, and 25% reported how they kept group assignments hidden until the intervention was ready to begin. Even when trials did reported these methods, many did not follow best practices: 28% did not use a computer, 21% did not apply techniques to ensure balanced treatment arms, 58% did not involve a statistician to generate the sequence, 53% had someone involved in the trial handle randomization (as opposed to an independent person), and 80% did not use central randomization to assign groups, where a third party reveals treatment assignment to groups. Interestingly, 10% of trials used public randomization ceremonies (events where group assignments are revealed in a public setting) to keep group assignments hidden until revealment and to reassure participants that the process was fair. Overall, we found that randomization procedures in CRTs were often not well reported or carried out optimally. It is important for researchers to follow established guidelines to ensure randomization is done properly in CRTs in LMICs. More research is also needed to understand how public randomization ceremonies are used in practice.",
  "authors": [
    {
      "last_name": "Shaw",
      "fore_name": "Julia F",
      "initials": "JF",
      "name": "Julia F Shaw",
      "affiliations": [
        "Methodological and Implementation Research Program, Ottawa Hospital Research Institute, 501 Smyth Rd, Ottawa, Ontario, Canada K1H 8L6; School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, 600 Peter Morand Cres, Ottawa, Ontario, Canada K1G 5Z3. Electronic address: julishaw@ohri.ca."
      ]
    },
    {
      "last_name": "Goldstein",
      "fore_name": "Cory E",
      "initials": "CE",
      "name": "Cory E Goldstein",
      "affiliations": [
        "Methodological and Implementation Research Program, Ottawa Hospital Research Institute, 501 Smyth Rd, Ottawa, Ontario, Canada K1H 8L6; School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, 600 Peter Morand Cres, Ottawa, Ontario, Canada K1G 5Z3."
      ]
    },
    {
      "last_name": "Mazzetti",
      "fore_name": "Thais",
      "initials": "T",
      "name": "Thais Mazzetti",
      "affiliations": [
        "Graduate Program in Dentistry, Federal University of Pelotas, R. Gonçalves Chaves, 457-Centro, Pelotas, Rio Grande do Sul, Brazil 96015-560."
      ]
    },
    {
      "last_name": "Vieira Armond",
      "fore_name": "Anna Catharina",
      "initials": "AC",
      "name": "Anna Catharina Vieira Armond",
      "affiliations": [
        "Metaresearch and Open Science Centre, University of Ottawa Heart Institute, 40 Ruskin St., Ottawa, Ontario, Canada, K1Y 4W7."
      ]
    },
    {
      "last_name": "Marouf",
      "fore_name": "Yacine",
      "initials": "Y",
      "name": "Yacine Marouf",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, 27 King's College Cir, Toronto, Ontario, Canada M5S 1A1."
      ]
    },
    {
      "last_name": "Lamprecht",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Lamprecht",
      "affiliations": [
        "Faculty of Health Sciences, University of Ottawa, 200 Lees Ave, Ottawa, Ontario, Canada, K1S 5S9."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Tran",
      "affiliations": [
        "Shulich School of Medicine and Dentistry, Western University, 1151 Richmond St, London, Ontario, Canada, N6A 5C1."
      ]
    },
    {
      "last_name": "Abdul",
      "fore_name": "Sami",
      "initials": "S",
      "name": "Sami Abdul",
      "affiliations": [
        "School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, 600 Peter Morand Cres, Ottawa, Ontario, Canada K1G 5Z3."
      ]
    },
    {
      "last_name": "London",
      "fore_name": "Alex John",
      "initials": "AJ",
      "name": "Alex John London",
      "affiliations": [
        "Center for Ethics and Policy, Carnegie Mellon University, 5000 Forbes Ave, Pittsburgh, PA 15213, USA."
      ]
    },
    {
      "last_name": "Weijer",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Weijer",
      "affiliations": [
        "Department of Medicine, Western University, 1151 Richmond St. N., London, Ontario, Canada N6A 3K7; Department of Epidemiology and Biostatistics, Western University, 1151 Richmond St. N., London, Ontario, Canada N6A 3K7; Department of Philosophy, Western University, 1151 Richmond St. N., London, Ontario, Canada N6A 3K7."
      ]
    },
    {
      "last_name": "Hemming",
      "fore_name": "Karla",
      "initials": "K",
      "name": "Karla Hemming",
      "affiliations": [
        "Institute of Applied Health Research, University of Birmingham, 97 Vincent Dr, Birmingham, United Kingdom B15 2SQ."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Biostatistics Unit, St Joseph's Healthcare, 50 Charlton Ave E, Hamilton, Ontario, Canada L8N 4A6."
      ]
    },
    {
      "last_name": "Johri",
      "fore_name": "Mira",
      "initials": "M",
      "name": "Mira Johri",
      "affiliations": [
        "University of Montreal Hospital Research Centre (CRCHUM), 900 Saint Denis St, Montreal, Quebec, Canada H2X 0A9; Department of Health Management, Evaluation and Policy, School of Public Health, University of Montreal, 7101 Park Ave, Montreal, Quebec, Canada H3N 1X9."
      ]
    },
    {
      "last_name": "Ferrand",
      "fore_name": "Rashida",
      "initials": "R",
      "name": "Rashida Ferrand",
      "affiliations": [
        "Clinical Research Department, London School of Hygiene and Tropical Medicine, Keppel Street, London, United Kingdom WC1E 7HT; The Health Research Unit Zimbabwe, Biomedical Research and Training Institute, 10 Seagrave Avondale, Harare, Zimbabwe."
      ]
    },
    {
      "last_name": "Treweek",
      "fore_name": "Shaun",
      "initials": "S",
      "name": "Shaun Treweek",
      "affiliations": [
        "Aberdeen Centre for Evaluation, University of Aberdeen, Foresterhill, Aberdeen, United Kingdom AB25 2ZD."
      ]
    },
    {
      "last_name": "Nicholls",
      "fore_name": "Stuart G",
      "initials": "SG",
      "name": "Stuart G Nicholls",
      "affiliations": [
        "Methodological and Implementation Research Program, Ottawa Hospital Research Institute, 501 Smyth Rd, Ottawa, Ontario, Canada K1H 8L6; Office for Patient Engagement in Research Activity (OPERA), Ottawa Hospital Research Institute, 501 Smyth Rd, Ottawa, Ontario, Canada K1H 8L6."
      ]
    },
    {
      "last_name": "Taljaard",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Taljaard",
      "affiliations": [
        "Methodological and Implementation Research Program, Ottawa Hospital Research Institute, 501 Smyth Rd, Ottawa, Ontario, Canada K1H 8L6; School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, 600 Peter Morand Cres, Ottawa, Ontario, Canada K1G 5Z3."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "184",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "09"
  },
  "start_page": "111825",
  "pages": "111825",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40349735",
    "doi": "10.1016/j.jclinepi.2025.111825",
    "pii": "S0895-4356(25)00158-1"
  },
  "doi": "10.1016/j.jclinepi.2025.111825",
  "dates": {
    "revised": "2025-06-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:40.517979",
    "pmid": "40349735"
  }
}