{
  "pmid": "40346453",
  "uid": "40346453",
  "title": "Characterizing complex care relationships in Canada using the Canadian Longitudinal Study on Aging (CLSA).",
  "abstract": "INTRODUCTION: Most caregiving research and policy has focused on dyadic, unidirectional relationships with one caregiver and one care receiver despite evidence for more complex caring relationships. OBJECTIVE: To describe caregivers and care receivers' relationships, with a focus on non-dyadic relationships, using baseline data from the Canadian Longitudinal Study on Aging (CLSA). METHODS: In this cross-sectional study, we analyzed unweighted baseline CLSA data to describe different self-reported care relationships. Care relationships of interest included: a) spousal reciprocal relationships, b) care chains, where one person receives and gives care with separate individuals, c) care caravans, where one person receives care from multiple caregivers, and d) compound caregivers, where one person provides care to multiple care receivers. We estimated frequencies for categorical variables, and either means and standard deviations or medians and interquartile ranges for continuous variables. RESULTS: Our sample included 51,338 CLSA participants. Of these respondents, 39% identified as a caregiver (mean age 62, 54% women), 6.5% identified as a care receiver (mean age 65, 58% women), and 5.3% identified as both a caregiver and care receiver (mean age 63, 65% women). Our research showed that 40% of caregivers reported giving care to 2 or more receivers and 52% of care receivers reported receiving care from 2 or more caregivers. Individuals both receiving and giving care demonstrated the following relationships: compound care chains (73%), care chains (19%), and reciprocal spousal care (4.6%). Gender characterization showed women had a wider range of care partners and were more likely to identify as caregivers and care receivers. While spouse and first degree relatives were the most commonly reported caregivers, friends and others were a large proportion of reported caregivers. CONCLUSION: We found that a large proportion of caregiving relationships were best described as a network that frequently included multiple caregivers, multiple care receivers, and some in both roles, as well as non-kin and extended relative participants. This characterization of care relationships allows us to better understand the needs of older adults and their caregivers as the population ages and care shifts towards aging-in-place strategies.",
  "authors": [
    {
      "last_name": "Utas",
      "fore_name": "Janaia",
      "initials": "J",
      "name": "Janaia Utas",
      "affiliations": [
        "Department of Family Medicine, Faculty of Medicine and Dentistry, College of Health Sciences, University of Alberta, Edmonton, AB, Canada. jutas@ualberta.ca."
      ]
    },
    {
      "last_name": "Adel",
      "fore_name": "Tasmin",
      "initials": "T",
      "name": "Tasmin Adel",
      "affiliations": [
        "Department of Family Medicine, Faculty of Medicine and Dentistry, College of Health Sciences, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Jensen",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Jensen",
      "affiliations": [
        "Department of Family Medicine, Faculty of Medicine and Dentistry, College of Health Sciences, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Chamberlain",
      "fore_name": "Stephanie A",
      "initials": "SA",
      "name": "Stephanie A Chamberlain",
      "affiliations": [
        "Faculty of Nursing, College of Health Sciences, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Baumbusch",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Baumbusch",
      "affiliations": [
        "School of Nursing, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Anderson",
      "affiliations": [
        "Department of Family Medicine, Faculty of Medicine and Dentistry, College of Health Sciences, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Parmar",
      "fore_name": "Jasneet",
      "initials": "J",
      "name": "Jasneet Parmar",
      "affiliations": [
        "Department of Family Medicine, Faculty of Medicine and Dentistry, College of Health Sciences, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gruneir",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gruneir",
      "affiliations": [
        "Department of Family Medicine, Faculty of Medicine and Dentistry, College of Health Sciences, University of Alberta, Edmonton, AB, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "09"
  },
  "start_page": "320",
  "pages": "320",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Longitudinal Studies",
    "Caregivers",
    "Canada",
    "Cross-Sectional Studies",
    "Aged",
    "Middle Aged",
    "Aging",
    "Aged, 80 and over",
    "Interpersonal Relations",
    "Spouses"
  ],
  "article_ids": {
    "pubmed": "40346453",
    "pmc": "PMC12063404",
    "doi": "10.1186/s12877-025-05972-z",
    "pii": "10.1186/s12877-025-05972-z"
  },
  "doi": "10.1186/s12877-025-05972-z",
  "pmc_id": "PMC12063404",
  "dates": {
    "completed": "2025-05-10",
    "revised": "2025-05-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:15.550132",
    "pmid": "40346453"
  }
}