{
  "pmid": "40356043",
  "uid": "40356043",
  "title": "Navigating the impact of the 21st-Century Cures Act Final Rule: A national cross-sectional survey of US genetic counselors.",
  "abstract": "The 21st Century Cures Act Final Rule (Final Rule) increases patient access to their health records but raises concerns about distress and misunderstanding of automatically released results and documentation. Little is known about genetic counselors' (GCs') experiences with the Final Rule. In Fall 2023, we conducted a cross-sectional survey of US GCs about the Final Rule's perceived impact on practice and assessed if being the ordering versus non-ordering provider for genetic testing affected perceptions of Final Rule-related changes. GCs (n = 102) reported demographic and workplace characteristics, institutional policy changes, workflow changes, and perceived patient harms and benefits due to the Final Rule. To compare ordering and non-ordering providers, we conducted Fisher's exact tests for categorical variables and trend tests for ordinal variables. Open-response questions elicited examples of positive and negative patient impacts, the effects of patient characteristics, and practice changes in response to the Final Rule. Twenty-seven GCs were ordering providers and 66 were non-ordering providers. Relative to ordering providers, non-ordering providers expressed stronger agreement with statements indicating concern about the emotional impact on patients reviewing results or notes without support (p = 0.002, 33% vs. 51% strongly agree), patients misunderstanding or misinterpreting results (p = 0.025, 44% vs. 70% strongly agree), and patients contacting the inappropriate party to discuss results (p = 0.023, 19% vs. 48% strongly agree). Agreement with the statement \"patients have more knowledge/context/questions at our disclosure session due to previous results review\" also differed by ordering provider status (p = 0.007). In open responses, GCs expressed concerns about patients' strong emotional reactions, patients misinterpreting results, workflow disruptions, and widening health disparities. Benefits included patients' ability to be reassured, informed, or empowered earlier; ease of sharing health information; more efficient workflow due to the automatic release of results. These results emphasize the importance of clear communication within health systems and between patients and providers.",
  "authors": [
    {
      "last_name": "Lowe",
      "fore_name": "Chenery",
      "initials": "C",
      "name": "Chenery Lowe",
      "affiliations": [
        "Center for Biomedical Ethics, Department of Pediatrics, Stanford University, Stanford, California, USA."
      ],
      "orcid": "0000-0002-8759-6075"
    },
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "Center for Individualized Medicine, Mayo Clinic, Jacksonville, Florida, USA."
      ],
      "orcid": "0000-0003-4070-5657"
    },
    {
      "last_name": "Morris",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Morris",
      "affiliations": [
        "Division of Genetics and Genomics, Boston Children's Hospital, Boston, Massachusetts, USA."
      ],
      "orcid": "0000-0003-4881-6343"
    },
    {
      "last_name": "Anderson",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Anderson",
      "affiliations": [
        "Division of Cardiovascular Medicine, Vanderbilt University Medical Center, Nashville, Tennessee, USA."
      ],
      "orcid": "0000-0002-1380-8493"
    },
    {
      "last_name": "Dratch",
      "fore_name": "Laynie",
      "initials": "L",
      "name": "Laynie Dratch",
      "affiliations": [
        "Penn Frontotemporal Degeneration Center and Department of Neurology, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
      ],
      "orcid": "0000-0002-2179-3199"
    },
    {
      "last_name": "Mathews",
      "fore_name": "Debra J H",
      "initials": "DJH",
      "name": "Debra J H Mathews",
      "affiliations": [
        "Department of Genetic Medicine, Berman Institute of Bioethics, Johns Hopkins University, Baltimore, Maryland, USA."
      ],
      "orcid": "0000-0002-4897-7617"
    }
  ],
  "journal": {
    "title": "Journal of genetic counseling",
    "iso_abbreviation": "J Genet Couns",
    "issn": "1573-3599",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "e70005",
  "pages": "e70005",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Cross-Sectional Studies",
    "United States",
    "Genetic Counseling",
    "Surveys and Questionnaires",
    "Female",
    "Male",
    "Counselors",
    "Adult",
    "Genetic Testing",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "40356043",
    "mid": "NIHMS2051054",
    "pmc": "PMC12077599",
    "doi": "10.1002/jgc4.70005"
  },
  "doi": "10.1002/jgc4.70005",
  "pmc_id": "PMC12077599",
  "dates": {
    "completed": "2025-05-13",
    "revised": "2025-05-15"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "T32 HG008953",
      "agency": "NHGRI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32HG008953",
      "agency": "NHGRI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:34.825729",
    "pmid": "40356043"
  }
}