{
  "pmid": "40354248",
  "uid": "40354248",
  "title": "\"I would not want my leg back\": Living experiences of adult amputees following intensive functional rehabilitation.",
  "abstract": "PURPOSE: Individuals living with amputations following intensive functional rehabilitation (IFR) represent an under-researched group in Quebec. This pilot study aimed to examine the health experiences of adults living with an amputation in Quebec by exploring their personal narratives. Design/Research Method: A qualitative descriptive design was adopted aiming to capture and convey the lived experiences of people with lower limb amputations or upper limb amputations who, at any point of their lives, followed IFR. Individual qualitative interviews with 10 adult amputees were conducted between 2018 and 2019. RESULTS: Thematic analysis revealed seven key themes: (a) overcoming public scrutiny; (b) intrapersonal challenges; (c) stakeholders as sources of motivation; (d) the role of play; (e) recognizing normality in situations of disability; (f) acceptance and personal development; and (g) shortcomings in IFR services. CONCLUSION: This research stresses the impact IFR and long-term follow-up can pose on physical and psychosocial development and on going back to a normalized lifestyle. As such, fostering stakeholders for motivational support, strengthening work and sports activities focused on challenging and playful activities to improve limb-loss-affected skills, and providing sustained rehabilitation support, appear to facilitate recovery, postamputation development, and psychosocial adaptation. Improved access to information on postrehabilitation aids, including financial rights and prosthetics, appears important. Although the study sample was restricted in terms of representation, the findings may support the consideration of diverse patient perspectives and distinct types of amputations to better understand the impact of IFR and follow-up throughout the lifespan. (PsycInfo Database Record (c) 2025 APA, all rights reserved).",
  "authors": [
    {
      "last_name": "Montanez",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Montanez",
      "affiliations": [
        "Department of Psychology, Bishop's University."
      ],
      "orcid": "0000-0001-9856-7109"
    },
    {
      "last_name": "Kairy",
      "fore_name": "Dahlia",
      "initials": "D",
      "name": "Dahlia Kairy",
      "affiliations": [
        "Faculte de Medecine, Universite de Montreal."
      ]
    },
    {
      "last_name": "Gilbert",
      "fore_name": "Maxime",
      "initials": "M",
      "name": "Maxime Gilbert",
      "affiliations": [
        "Department of Psychology, Bishop's University."
      ],
      "orcid": "0009-0007-7451-5882"
    },
    {
      "last_name": "Gulino",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Gulino",
      "affiliations": [
        "Faculte de Medecine, Universite de Montreal."
      ]
    },
    {
      "last_name": "Ormel",
      "fore_name": "Ilja",
      "initials": "I",
      "name": "Ilja Ormel",
      "affiliations": [
        "Department of Family Medicine, McGill University."
      ]
    },
    {
      "last_name": "Pytka-Jones",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Pytka-Jones",
      "affiliations": [
        "Department of Psychology, Bishop's University."
      ]
    },
    {
      "last_name": "Law",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Law",
      "affiliations": [
        "Department of Family Medicine, McGill University."
      ]
    }
  ],
  "journal": {
    "title": "Rehabilitation psychology",
    "iso_abbreviation": "Rehabil Psychol",
    "issn": "1939-1544",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "12"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40354248",
    "doi": "10.1037/rep0000617",
    "pii": "2026-15469-001"
  },
  "doi": "10.1037/rep0000617",
  "dates": {
    "revised": "2025-05-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:59.611818",
    "pmid": "40354248"
  }
}