{
  "pmid": "40350057",
  "uid": "40350057",
  "title": "The Psychometric Performance of the EQ Health and Wellbeing in Caregivers of Persons Living With Dementia.",
  "abstract": "OBJECTIVES: The EQ Health and Wellbeing (EQ-HWB) is a generic instrument recently developed for use in economic evaluations across public health and social care, including impacts on caregivers. Providing informal care to a person living with dementia can significantly affect the health and well-being of carers. However, it is unclear to what extent the EQ-HWB can capture such impacts. We aimed to investigate the psychometric properties of the EQ-HWB compared with other available instruments in caregivers of persons living with dementia. METHODS: An online survey included demographics, informal care-related questions, and quality-of-life measures suitable for caregivers (C-DEMQOL and CarerQol) and the 25-item EQ-HWB. We used the UK pilot value set for the index scores for the EQ-HWB-S (9-item short form). The psychometric properties of the EQ-HWB and EQ-HWB-S were assessed in terms of acceptability (missing data), response distribution, known-groups validity analysis using t tests and one-way ANOVAs (Cohen's d and Eta squared for effect size), convergent validity (Spearman correlations), and an exploration of dimensionality using exploratory factor analysis. RESULTS: In known-group validity analysis, the EQ-HWB instruments performed similarly to the C-DEMQOL in terms of effect sizes across a range of variables and slightly better than the CarerQol on some variables. At the item level, 13 of the 25 items could discriminate respondents by caregiving time and 23 of 25 items by caregivers' general self-reported health. Most hypothesized correlations in the convergent validity analysis were found to be above 0.3. CONCLUSIONS: Our results suggest that the EQ-HWB instruments performed well in this population.",
  "authors": [
    {
      "last_name": "Bailey",
      "fore_name": "Cate",
      "initials": "C",
      "name": "Cate Bailey",
      "affiliations": [
        "Melbourne Health Economics, School of Population and Global Health, The University of Melbourne, Carlton, Victoria, Australia. Electronic address: cate.bailey@unimelb.edu.au."
      ]
    },
    {
      "last_name": "Peasgood",
      "fore_name": "Tessa",
      "initials": "T",
      "name": "Tessa Peasgood",
      "affiliations": [
        "Sheffield Centre for Health and Related Research, School of Medicine and Population Health, University of Sheffield, UK."
      ]
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "Patient-Reported Outcomes & Health Economics Research, German Center for Neurodegenerative Diseases (DZNE) Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Engel",
      "fore_name": "Lidia",
      "initials": "L",
      "name": "Lidia Engel",
      "affiliations": [
        "Monash University Health Economics Group (MUHEG), School of Population Health and Preventive Medicine, Monash University."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "09"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40350057",
    "doi": "10.1016/j.jval.2025.04.2168",
    "pii": "S1098-3015(25)02336-8"
  },
  "doi": "10.1016/j.jval.2025.04.2168",
  "dates": {
    "revised": "2025-06-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.050703",
    "pmid": "40350057"
  }
}