{
  "pmid": "40350199",
  "uid": "40350199",
  "title": "Risk predictors of severe adverse maternal outcomes in pre-eclampsia: a systematic review and meta-analysis protocol.",
  "abstract": "INTRODUCTION: Pre-eclampsia (PE) remains a major contributor to maternal morbidity and mortality globally. Early identification of risk factors and evaluation of prognostic models for severe adverse maternal outcomes are essential for improving management and reducing complications. While numerous studies have explored potential risk markers, there is still no consensus on the most reliable factors and models to use in clinical practice. This systematic review aims to consolidate research on both individual predictors and prognostic models of severe adverse maternal outcomes in PE, providing a comprehensive overview to support better clinical decision-making and patient care. METHODS AND ANALYSIS: This review follows the Meta-analyses Of Observational Studies in Epidemiology (MOOSE) guidelines and the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) Protocol 2015 checklist. A systematic search will be performed using a detailed strategy across Medline, Embase, Cochrane, ProQuest dissertations, and grey literature from inception to 2 April 2024. Eligible studies will include those investigating clinical, laboratory-based, and sociodemographic predictors of severe adverse maternal outcomes in PE. Two reviewers will independently assess titles, abstracts, full texts, and extract data and assess study quality using the Quality In Prognostic Studies (QUIPS) tool for studies on risk predictors and the Prediction model Risk of Bias Assessment Tool (PROBAST) for prognostic models. The inclusion criteria will encompass cohort, case-control, and cross-sectional studies published in English and French involving women diagnosed with PE and reporting on the risk prediction for adverse maternal outcomes. The main outcomes of interest will include severe maternal morbidity and mortality during pregnancy, delivery, or within the postpartum period. Analyses will include both narrative synthesis and, where appropriate, meta-analysis using random-effects models. Pooled estimates will be calculated, with publication bias assessed through funnel plots and statistical tests (eg, Begg's and Egger's). Heterogeneity will be primarily assessed through visual inspection of forest plots, supported by statistical measures, such as the I² test, with further exploration through sensitivity, subgroup, and meta-regression analyses. ETHICS AND DISSEMINATION: This systematic review will be based on published data and will not require ethics approval. Results will be disseminated through peer-reviewed publications and presentations at academic conferences. PROSPERO REGISTRATION NUMBER: CRD42024517097.",
  "authors": [
    {
      "last_name": "Dasari",
      "fore_name": "Harika",
      "initials": "H",
      "name": "Harika Dasari",
      "affiliations": [
        "Department of Biomedical Sciences, Faculty of Medicine, Université de Montréal, Montreal, Quebec, Canada.",
        "Centre for Outcomes Research and Evaluation, Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada."
      ],
      "orcid": "0000-0002-0979-0956"
    },
    {
      "last_name": "Hammache",
      "fore_name": "Meriem",
      "initials": "M",
      "name": "Meriem Hammache",
      "affiliations": [
        "Faculty of Medicine, Université Laval, Quebec City, Quebec, Canada."
      ]
    },
    {
      "last_name": "Deveaux-Cattino",
      "fore_name": "Bérengère",
      "initials": "B",
      "name": "Bérengère Deveaux-Cattino",
      "affiliations": [
        "Faculty of Medicine, Université de Montréal, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hales",
      "fore_name": "Lindsay",
      "initials": "L",
      "name": "Lindsay Hales",
      "affiliations": [
        "Medical Library, McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Bourgeois",
      "fore_name": "Sophia",
      "initials": "S",
      "name": "Sophia Bourgeois",
      "affiliations": [
        "Centre for Outcomes Research and Evaluation, Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Keepanasseril",
      "fore_name": "Anish",
      "initials": "A",
      "name": "Anish Keepanasseril",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, Puducherry, India."
      ],
      "orcid": "0000-0002-4881-0382"
    },
    {
      "last_name": "Nerenberg",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara Nerenberg",
      "affiliations": [
        "Department of Medicine, Obstetrics and Gynaecology, and Community Health Sciences, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Grandi",
      "fore_name": "Sonia M",
      "initials": "SM",
      "name": "Sonia M Grandi",
      "affiliations": [
        "Department of Epidemiology, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "D'Souza",
      "fore_name": "Rohan",
      "initials": "R",
      "name": "Rohan D'Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Obstetric & Gynecology, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4049-2017"
    },
    {
      "last_name": "Daskalopoulou",
      "fore_name": "Stella S",
      "initials": "SS",
      "name": "Stella S Daskalopoulou",
      "affiliations": [
        "Centre for Outcomes Research and Evaluation, Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada.",
        "Department of Medicine, McGill University Health Centre, Montreal, Quebec, Canada."
      ],
      "orcid": "0000-0003-4774-2549"
    },
    {
      "last_name": "Malhamé",
      "fore_name": "Isabelle",
      "initials": "I",
      "name": "Isabelle Malhamé",
      "affiliations": [
        "Centre for Outcomes Research and Evaluation, Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada Isabelle.malhame@mcgill.ca.",
        "Department of Medicine, McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "11"
  },
  "start_page": "e094550",
  "pages": "e094550",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Pre-Eclampsia",
    "Pregnancy",
    "Female",
    "Systematic Reviews as Topic",
    "Meta-Analysis as Topic",
    "Risk Factors",
    "Research Design",
    "Pregnancy Outcome",
    "Prognosis",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "40350199",
    "pmc": "PMC12067771",
    "doi": "10.1136/bmjopen-2024-094550",
    "pii": "bmjopen-2024-094550"
  },
  "doi": "10.1136/bmjopen-2024-094550",
  "pmc_id": "PMC12067771",
  "dates": {
    "completed": "2025-05-12",
    "revised": "2025-05-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:29.805073",
    "pmid": "40350199"
  }
}