{
  "pmid": "40366326",
  "uid": "40366326",
  "title": "Blood Pressure Lowering and Risk of Cancer: Individual Participant-Level Data Meta-Analysis and Mendelian Randomization Studies.",
  "abstract": "BACKGROUND: Pharmacologic blood pressure (BP) lowering is typically a lifelong treatment, and both clinicians and patients may have concerns about the long-term use of antihypertensive agents and the risk for cancer. However, evidence from randomized controlled trials (RCTs) regarding the effect of long-term pharmacologic BP lowering on the risk for new-onset cancer is limited, with most knowledge derived from observational studies. OBJECTIVES: The aim of this study was to assess whether long-term BP lowering affects the risk for new-onset cancer, cause-specific cancer death, and selected site-specific cancers. METHODS: Individual-level data from 42 RCTs were pooled using a one-stage individual participant data meta-analysis. The primary outcome was incident cancer of all types, and secondary outcomes were cause-specific cancer death and selected site-specific cancers. Prespecified subgroup analyses were conducted to assess the heterogeneity of the BP-lowering effect by baseline variables and over follow-up time. Cox proportional hazards regression, stratified by trial, was used for the statistical analysis. For site-specific cancers, analyses were complemented with Mendelian randomization, using naturally randomized genetic variants associated with BP lowering to mimic the design of a long-term RCT. RESULTS: Data from 314,016 randomly allocated participants without known cancer at baseline were analyzed. Over a median follow-up of 4 years (Q1-Q3: 3-5 years), 17,954 participants (5.7%) developed cancer, and 4,878 (1.5%) died of cancer. In the individual participant data meta-analysis, no associations were found between reductions in systolic or diastolic BP and cancer risk (HR per 5 mm Hg reduction in systolic BP: 1.03 [95% CI: 0.99-1.06]; HR per 3 mm Hg reduction in diastolic BP: 1.03 [95% CI: 0.98-1.07]). No changes in relative risk for incident cancer were observed over follow-up time, nor was there evidence of heterogeneity in treatment effects across baseline subgroups. No effect on cause-specific cancer death was found. For site-specific cancers, no evidence of an effect was observed, except a possible link with lung cancer risk (HR for systolic BP reduction: 1.17; 99.5% CI: 1.02-1.32). Mendelian randomization studies showed no association between systolic or diastolic BP reduction and site-specific cancers, including overall lung cancer and its subtypes. CONCLUSIONS: Randomized data analysis provided no evidence to indicate that pharmacologic BP lowering has a substantial impact, either increasing or decreasing, on the risk for incident cancer, cause-specific cancer death, or selected site-specific cancers.",
  "authors": [
    {
      "last_name": "Nazarzadeh",
      "fore_name": "Milad",
      "initials": "M",
      "name": "Milad Nazarzadeh",
      "affiliations": [
        "Deep Medicine, Oxford Martin School, University of Oxford, Oxford, United Kingdom; Nuffield Department of Women's and Reproductive Health, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Copland",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Copland",
      "affiliations": [
        "Deep Medicine, Oxford Martin School, University of Oxford, Oxford, United Kingdom; Nuffield Department of Women's and Reproductive Health, University of Oxford, Oxford, United Kingdom; National Institute for Health and Care Research Oxford Biomedical Research Centre, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Smith Byrne",
      "fore_name": "Karl",
      "initials": "K",
      "name": "Karl Smith Byrne",
      "affiliations": [
        "Cancer Epidemiology Unit, Nuffield Department of Population Health, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Canoy",
      "fore_name": "Dexter",
      "initials": "D",
      "name": "Dexter Canoy",
      "affiliations": [
        "Population Health Sciences Institute, Newcastle University, Newcastle upon Tyne, United Kingdom."
      ]
    },
    {
      "last_name": "Bidel",
      "fore_name": "Zeinab",
      "initials": "Z",
      "name": "Zeinab Bidel",
      "affiliations": [
        "Deep Medicine, Oxford Martin School, University of Oxford, Oxford, United Kingdom; Nuffield Department of Women's and Reproductive Health, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Woodward",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Woodward",
      "affiliations": [
        "The George Institute for Global Health, University of New South Wales, Sydney, Australia; The George Institute for Global Health, School of Public Health, Imperial College London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Qianqian",
      "initials": "Q",
      "name": "Qianqian Yang",
      "affiliations": [
        "Deep Medicine, Oxford Martin School, University of Oxford, Oxford, United Kingdom; Nuffield Department of Women's and Reproductive Health, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "McKay",
      "fore_name": "James",
      "initials": "J",
      "name": "James McKay",
      "affiliations": [
        "Genomic Epidemiology Branch, International Agency for Research on Cancer, Lyon, France."
      ]
    },
    {
      "last_name": "Mälarstig",
      "fore_name": "Anders",
      "initials": "A",
      "name": "Anders Mälarstig",
      "affiliations": [
        "Discovery Network, Pfizer Worldwide Research and Development, Stockholm, Sweden; Department of Medicine, Karolinska Institute, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Hedman",
      "fore_name": "Åsa K",
      "initials": "ÅK",
      "name": "Åsa K Hedman",
      "affiliations": [
        "Discovery Network, Pfizer Worldwide Research and Development, Stockholm, Sweden; Department of Medicine, Karolinska Institute, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Chalmers",
      "fore_name": "John",
      "initials": "J",
      "name": "John Chalmers",
      "affiliations": [
        "The George Institute for Global Health, University of New South Wales, Sydney, Australia."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pepine",
      "fore_name": "Carl J",
      "initials": "CJ",
      "name": "Carl J Pepine",
      "affiliations": [
        "College of Medicine, University of Florida, Gainesville, Florida, USA."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Barry R",
      "initials": "BR",
      "name": "Barry R Davis",
      "affiliations": [
        "School of Public Health, The University of Texas, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Kjeldsen",
      "fore_name": "Sverre E",
      "initials": "SE",
      "name": "Sverre E Kjeldsen",
      "affiliations": [
        "Department of Cardiology, University of Oslo, Ullevaal Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Sundström",
      "fore_name": "Johan",
      "initials": "J",
      "name": "Johan Sundström",
      "affiliations": [
        "The George Institute for Global Health, University of New South Wales, Sydney, Australia; Department of Medical Sciences, Clinical Epidemiology, Uppsala University, Uppsala, Sweden."
      ]
    },
    {
      "last_name": "Rahimi",
      "fore_name": "Kazem",
      "initials": "K",
      "name": "Kazem Rahimi",
      "affiliations": [
        "Deep Medicine, Oxford Martin School, University of Oxford, Oxford, United Kingdom; Nuffield Department of Women's and Reproductive Health, University of Oxford, Oxford, United Kingdom; National Institute for Health and Care Research Oxford Biomedical Research Centre, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom. Electronic address: kazem.rahimi@wrh.ox.ac.uk."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JACC. CardioOncology",
    "iso_abbreviation": "JACC CardioOncol",
    "issn": "2666-0873",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Apr",
    "pub_day": "30"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40366326",
    "doi": "10.1016/j.jaccao.2025.03.005",
    "pii": "S2666-0873(25)00131-0"
  },
  "doi": "10.1016/j.jaccao.2025.03.005",
  "dates": {
    "revised": "2025-07-06"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:50.684440",
    "pmid": "40366326"
  }
}