{
  "pmid": "40367728",
  "uid": "40367728",
  "title": "Cannabis consumption and motor vehicle collision: A systematic review and meta-analysis of observational studies.",
  "abstract": "BACKGROUND: Increasing legalization of recreational cannabis and availability of cannabinoid products has resulted in expanded use, which is associated with adverse effects including concerns over increased risk of motor vehicle collision (MVC). We aimed to explore the association between cannabis consumption and MVC. METHODS: We searched MEDLINE, EMBASE, CINAHL, Cochrane library, SCOPUS, PsycInfo, Web of Science, TRID from inception to November 2024. We included studies assessing the association between cannabis consumption on MVC fatalities, any injuries, and culpability/unsafe driving actions. Pairs of reviewers independently screened search results, extracted data, and assessed risk of bias. We used a DerSimonian and Laird random-effects model for all meta-analyses and the GRADE approach to assess the certainty of evidence. RESULTS: We included 31 studies with 328,388 individuals. Low certainty evidence suggests that cannabis consumption may be associated with an increased risk of MVC fatality (8 studies, OR 1.55, 95% CI: 1.20 to 1.98) with an absolute risk increase (ARI) of 14 more deaths per 100,000 MVC's. Low certainty evidence from 9 case-control studies suggests cannabis consumption may be associated with an increased risk of injury due to MVC (OR 2.00, [95% CI: 1.31-3.07]; absolute risk increase of 6.8%). We are uncertain about the association of cannabis consumption with MVC culpability/unsafe driving action as the evidence was only very low certainty. CONCLUSIONS: Low certainty evidence suggests that cannabis consumption may increase risk of MVC fatality and risk of injury from MVC. The association between cannabis use and risk of unsafe driving is uncertain. PROTOCOL REGISTRATION: CRD42022357478.",
  "authors": [
    {
      "last_name": "Jin",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Jin",
      "affiliations": [
        "Department of Neurology, McMaster University, Hamilton, Ontario, Canada. Electronic address: andrew.jin@medportal.ca."
      ]
    },
    {
      "last_name": "Darzi",
      "fore_name": "Andrea J",
      "initials": "AJ",
      "name": "Andrea J Darzi",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada. Electronic address: darzia@mcmaster.ca."
      ]
    },
    {
      "last_name": "Dargham",
      "fore_name": "Amne",
      "initials": "A",
      "name": "Amne Dargham",
      "affiliations": [
        "Department of Medicine, LAU Gilbert and Rose-Marie Chagoury School of Medicine, Byblos, Lebanon."
      ]
    },
    {
      "last_name": "Liddar",
      "fore_name": "Navroop",
      "initials": "N",
      "name": "Navroop Liddar",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada. Electronic address: nliddar@uwo.ca."
      ]
    },
    {
      "last_name": "Bozorgi",
      "fore_name": "Sepehr",
      "initials": "S",
      "name": "Sepehr Bozorgi",
      "affiliations": [
        "School of Medicine, University of Western Australia, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Sohrevardi",
      "fore_name": "Shamim",
      "initials": "S",
      "name": "Shamim Sohrevardi",
      "affiliations": [
        "Faculty of Health Sciences, Western University, London, Ontario, Canada. Electronic address: ssohrev2@uwo.ca."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Maurice",
      "initials": "M",
      "name": "Maurice Zhang",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Torabiardakani",
      "fore_name": "Kian",
      "initials": "K",
      "name": "Kian Torabiardakani",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada. Electronic address: torabiak@mcmaster.ca."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel J",
      "initials": "RJ",
      "name": "Rachel J Couban",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada. Electronic address: rcouban@mcmaster.ca."
      ]
    },
    {
      "last_name": "Khalili",
      "fore_name": "Malahat",
      "initials": "M",
      "name": "Malahat Khalili",
      "affiliations": [
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, ON, Canada. Electronic address: khalim80@mcmaster.ca."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada; The Michael G. DeGroote Centre for Medicinal Cannabis Research, McMaster University, Hamilton, Ontario, Canada. Electronic address: bussejw@mcmaster.ca."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, ON, Canada. Electronic address: sadeghb@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The International journal on drug policy",
    "iso_abbreviation": "Int J Drug Policy",
    "issn": "1873-4758",
    "issn_type": "Electronic",
    "volume": "142",
    "pub_year": "2025",
    "pub_month": "Aug"
  },
  "start_page": "104832",
  "pages": "104832",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Accidents, Traffic",
    "Observational Studies as Topic",
    "Marijuana Use"
  ],
  "article_ids": {
    "pubmed": "40367728",
    "doi": "10.1016/j.drugpo.2025.104832",
    "pii": "S0955-3959(25)00132-X"
  },
  "doi": "10.1016/j.drugpo.2025.104832",
  "dates": {
    "completed": "2025-06-15",
    "revised": "2025-06-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:00.001011",
    "pmid": "40367728"
  }
}