{
  "pmid": "40367102",
  "uid": "40367102",
  "title": "A pilot pragmatic randomized controlled trial of a 12-month Healthy Lifestyles Program: A collaborative care model for chronic conditions addressing behavioural change.",
  "abstract": "BACKGROUND: Lifestyle or behavioural changes can help to address the burden associated with chronic diseases. However, they take time and use of multiple techniques or strategies tailored to a person's needs. The primary objective of this study was to assess the feasibility of the Healthy Lifestyles Program (HLP), a novel 12-month complex intervention based in cognitive behavioural therapy and theories of behaviour change, delivered in a community-based setting in Hamilton, Canada. The secondary objective of the study was to explore implementation factors of the HLP. METHODS: This pilot pragmatic randomised controlled trial used quantitative and qualitative evaluation methods. Participants were randomly allocated to either intervention group (n = 15) or comparator group (n = 15). The intervention group attended weekly group education sessions and met with the program intervention team monthly to create and review personalized health goals and action plans. The comparator group met with a trained research assistant every three months to develop health goals and action plans. We assessed program feasibility by measuring recruitment, participation and retention rates, missing data, and attendance. Implementation was assessed in accordance with the Reach, Effectiveness, Adoption, Implementation, Maintenance (RE-AIM) framework. Participant-directed and clinical outcome measures were analyzed for between and within group changes using Generalized Estimating Equations (GEE). Thematic analysis was conducted for qualitative data. RESULTS: Retention rate was 60% (9/15) for the intervention group and 47% (7/15) for the comparator group. Less than 1% of participant-directed and clinical outcomes were missing for those that completed the study. Participants attended an average of 29 of 43 educational sessions and 100% of one-to-one sessions. The program intervention team valued the holistic approach to care, increased time and interaction with participants, professional collaboration, and the ability to provide counselling and health support. Location accessibility was an important factor facilitating implementation. Reducing the number of psycho-social education sessions and having access to a gym could improve retention and program delivery for a larger trial. CONCLUSION: This study demonstrated the feasibility of the HLP with minor modifications recommended for a larger trial and for the intervention.",
  "authors": [
    {
      "last_name": "Singh",
      "fore_name": "Japteg",
      "initials": "J",
      "name": "Japteg Singh",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8203-0574"
    },
    {
      "last_name": "Feeny",
      "fore_name": "David",
      "initials": "D",
      "name": "David Feeny",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-7917-3657"
    },
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-2436-4290"
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Qutob",
      "fore_name": "Majdi",
      "initials": "M",
      "name": "Majdi Qutob",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Samaan",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-5974-9361"
    },
    {
      "last_name": "Sutton",
      "fore_name": "Arielle",
      "initials": "A",
      "name": "Arielle Sutton",
      "affiliations": [
        "MD Program, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walli-Attaei",
      "fore_name": "Marjan",
      "initials": "M",
      "name": "Marjan Walli-Attaei",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Smith",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton."
      ]
    },
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-2333-0144"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "5",
    "pub_year": "2025"
  },
  "start_page": "e0322118",
  "pages": "e0322118",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Pragmatic Clinical Trial"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Pilot Projects",
    "Chronic Disease",
    "Middle Aged",
    "Healthy Lifestyle",
    "Adult",
    "Cognitive Behavioral Therapy",
    "Aged",
    "Health Promotion"
  ],
  "article_ids": {
    "pubmed": "40367102",
    "pmc": "PMC12077671",
    "doi": "10.1371/journal.pone.0322118",
    "pii": "PONE-D-24-38490"
  },
  "doi": "10.1371/journal.pone.0322118",
  "pmc_id": "PMC12077671",
  "dates": {
    "completed": "2025-05-15",
    "revised": "2025-06-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.668694",
    "pmid": "40367102"
  }
}