{
  "pmid": "40368861",
  "uid": "40368861",
  "title": "[Finite element analysis of adding one transverse screw for Pauwels type Ⅲ femoral neck fractures].",
  "abstract": "OBJECTIVE: To investigate whether adding 1 transverse screw (TS) to the triangular parallel cannulated screw (TPCS) fixation has a mechanical stability advantage for Pauwels type Ⅲ femoral neck fractures by conducting finite element analysis on four internal fixation methods. METHODS: Based on CT data of a healthy adult male volunteer's femur, three Pauwels type Ⅲ femoral neck fracture models (Pauwels angle 70°, Pauwels angle 80°, and Pauwels angle 70° combined with bone defect) were constructed using Mimics 21.0 software and SolidWorks 2017 software. Four different internal fixation models were built at the same time, including TPCS, TPCS+TS, three cross screws (TCS), and TPCS+medial buttress plate (MBP). The mechanical stability of different models under the same load was compared by finite element analysis. RESULTS: The femoral model established in this study exhibited a maximum stress of 28.62 MPa, with relatively higher stress concentrated in the femoral neck. These findings were comparable to previous studies, indicating that the constructed femoral finite element model was correct. The maximum stress of internal fixation in finite element analysis showed that TCS was the lowest and TPCS+MBP was the highest in Pauwels angle 70° and 80° models, while TPCS+TS was the lowest and TCS was the highest in Pauwels angle 70° combined with bone defect model. The maximum displacement of internal fixation in each fracture model was located at the top of the femoral head, with TCS having the highest maximum displacement of the femur. The maximum stress of fracture surface in finite element analysis showed that TCS was the lowest and TPCS was the highest in the Pauwels angle 70° model, while TPCS+MBP was the lowest and TPCS/TCS were the highest in the Pauwels angle 80° model and the Pauwels angle 70° combined with bone defect model, respectively. The maximum displacement of fracture surfece analysis showed that TPCS+MBP was the lowest and TCS was the highest in Pauwels angle 70° and 80° models, while TPCS+TS was the lowest and TCS was the highest in Pauwels angle 70° combined with bone defect model. CONCLUSION: For Pauwels type Ⅲ femoral neck fractures, the biomechanical stability of TPCS+TS was superior to that of TPCS alone and TCS, but it has not yet reached the level of TPCS+MBP.",
  "authors": [
    {
      "last_name": "Ma",
      "fore_name": "Luyao",
      "initials": "L",
      "name": "Luyao Ma",
      "affiliations": [
        "Department of Orthopaedics, Second Hospital of Shanxi Medical University, Taiyuan Shanxi, 030001, P. R. China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Xueao",
      "initials": "X",
      "name": "Xueao Sun",
      "affiliations": [
        "Department of Orthopaedics, Daning County People's Hospital, Daning Shanxi, 042300, P. R. China."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Qingjun",
      "initials": "Q",
      "name": "Qingjun Tan",
      "affiliations": [
        "The Second Clinical Medical College, Shanxi Medical University, Taiyuan Shanxi, 030001, P. R. China."
      ]
    },
    {
      "last_name": "Lan",
      "fore_name": "Yanping",
      "initials": "Y",
      "name": "Yanping Lan",
      "affiliations": [
        "Department of Orthopaedics, Second Hospital of Shanxi Medical University, Taiyuan Shanxi, 030001, P. R. China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiaohu",
      "initials": "X",
      "name": "Xiaohu Wang",
      "affiliations": [
        "Department of Orthopaedics, Second Hospital of Shanxi Medical University, Taiyuan Shanxi, 030001, P. R. China."
      ]
    },
    {
      "last_name": "Yin",
      "fore_name": "Yunsheng",
      "initials": "Y",
      "name": "Yunsheng Yin",
      "affiliations": [
        "Department of Orthopaedics, Second Hospital of Shanxi Medical University, Taiyuan Shanxi, 030001, P. R. China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "The First Department of Orthopaedics, China-Japan Friendship Hospital, Beijing, 100029, P. R. China."
      ]
    }
  ],
  "journal": {
    "title": "Zhongguo xiu fu chong jian wai ke za zhi = Zhongguo xiufu chongjian waike zazhi = Chinese journal of reparative and reconstructive surgery",
    "iso_abbreviation": "Zhongguo Xiu Fu Chong Jian Wai Ke Za Zhi",
    "issn": "1002-1892",
    "issn_type": "Print",
    "volume": "39",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "15"
  },
  "start_page": "584",
  "end_page": "591",
  "pages": "584-591",
  "language": "chi",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Finite Element Analysis",
    "Humans",
    "Femoral Neck Fractures",
    "Bone Screws",
    "Fracture Fixation, Internal",
    "Male",
    "Bone Plates",
    "Stress, Mechanical",
    "Biomechanical Phenomena",
    "Tomography, X-Ray Computed",
    "Adult",
    "Femur Neck"
  ],
  "article_ids": {
    "pubmed": "40368861",
    "pmc": "PMC12091731",
    "doi": "10.7507/1002-1892.202501061"
  },
  "doi": "10.7507/1002-1892.202501061",
  "pmc_id": "PMC12091731",
  "dates": {
    "completed": "2025-05-15",
    "revised": "2025-05-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.410347",
    "pmid": "40368861"
  }
}