{
  "pmid": "40379362",
  "uid": "40379362",
  "title": "Pharmacological treatment of anxiety in older adults: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Anxiety and its disorders are common in later life. Given the known risks of psychopharmacological treatments in older adults, clinical decision making for anxiety management should be guided by the strongest available evidence. This study aimed to comprehensively synthesise evidence on the pharmacological treatment of anxiety in older adults. METHODS: In this systematic review and meta-analysis, we searched MEDLINE, Cochrane Central, Embase, PsycINFO, and CINAHL from database inception to April 23, 2024, for randomised controlled trials on pharmacological treatments for anxiety in older adults (aged 60 years or older, mean age 65 years or older, or subgroup analyses meeting these criteria). Primary outcomes included reduction in anxiety symptoms, or treatment response, or remission. Standardised mean differences (SMD) were calculated for continuous variables and absolute difference and risk ratio (RR) for dichotomous variables. The risk of bias was assessed using the Cochrane Risk of Bias tool, and the certainty of evidence rated using GRADE. People with lived experience were involved in conducting this research. This trial is registered with PROSPERO (CRD42023407837). FINDINGS: We identified 19 eligible studies, including 2336 participants, 1592 (68·15%) of whom were women and 722 (30·91%) men, and sex was not reported for the other 22 (0·94%) participants. Only eight of 19 studies reported on race or ethnicity, and study participants were predominantly White (1309 [91·6%] of 1428), and no studies reported outcomes related to gender. Antidepressants were more effective than placebo or waitlist control in reducing anxiety symptoms (SMD -1·19 [95% CI -1·80 to -0·58), with moderate certainty of evidence and substantial heterogeneity (I[2] 92·34%; p<0·0001). Antidepressants were also more effective than placebo or waitlist control in response or remission (RR 1·52 [95% CI 1·21 to 1·90]; absolute difference 146 per 1000 [95% CI 59 to 252]); with a low certainty of evidence and low heterogeneity (I[2] 8·09%; p=0·36). Planned subgroup analysis indicated selective serotonin reuptake inhibitors led to a greater reduction in anxiety symptoms (SMD -1·84 [95% CI -2·52 to -1·17]) compared with serotonin-norepinephrine reuptake inhibitors (SMD -0·46 [95% CI -0·65 to -0·27]), and there was no difference in response or remission. Benzodiazepines might reduce anxiety symptoms compared with placebo, but the evidence is very uncertain with high risk of bias. Meta-analyses for other drug classes for primary outcomes were not possible. INTERPRETATION: Antidepressants are more effective than placebo or waitlist for reducing anxiety symptoms, with evidence supporting their safety and tolerability in older adults. Evidence for the efficacy and safety of benzodiazepines is weak. These findings can guide evidence-based practice. FUNDING: Public Health Agency of Canada.",
  "authors": [
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada; National Collaborating Centre for Methods and Tools, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Levy",
      "fore_name": "AnneMarie",
      "initials": "A",
      "name": "AnneMarie Levy",
      "affiliations": [
        "KITE Toronto Rehab Research Institute, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Flint",
      "fore_name": "Alastair J",
      "initials": "AJ",
      "name": "Alastair J Flint",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Goodarzi",
      "fore_name": "Zahra",
      "initials": "Z",
      "name": "Zahra Goodarzi",
      "affiliations": [
        "Division of Geriatric Medicine, Department of Medicine, Community Health Sciences, and Department of Clinical Neurosciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada; Hotchkiss Brain Institute, University of Calgary, Calgary, AB, Canada; O'Brien Institute of Public Health, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Gough",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Gough",
      "affiliations": [
        "Department of Psychiatry, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Trenaman",
      "fore_name": "Shanna C",
      "initials": "SC",
      "name": "Shanna C Trenaman",
      "affiliations": [
        "College of Pharmacy, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Ameringen",
      "fore_name": "Michael Van",
      "initials": "MV",
      "name": "Michael Van Ameringen",
      "affiliations": [
        "Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Weir",
      "fore_name": "Erica",
      "initials": "E",
      "name": "Erica Weir",
      "affiliations": [
        "Public Health Sciences, Queens University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Yeung",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Yeung",
      "affiliations": [
        "Department of Psychiatry, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Akram",
      "fore_name": "Mahnoor R",
      "initials": "MR",
      "name": "Mahnoor R Akram",
      "affiliations": [
        "Canadian Coalition for Seniors' Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Titus A",
      "initials": "TA",
      "name": "Titus A Chan",
      "affiliations": [
        "Canadian Coalition for Seniors' Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Grenier",
      "fore_name": "Sébastien",
      "initials": "S",
      "name": "Sébastien Grenier",
      "affiliations": [
        "Department of Psychology, University of Montréal, Montréal, QC, Canada; Research Centre of the University Institute of Geriatrics of Montréal, Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Juola",
      "fore_name": "Heli",
      "initials": "H",
      "name": "Heli Juola",
      "affiliations": [
        "Psychogeriatric Resource Consultation Program, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mojgani",
      "fore_name": "Juliette",
      "initials": "J",
      "name": "Juliette Mojgani",
      "affiliations": [
        "Canadian Coalition for Seniors' Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Reynolds",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Reynolds",
      "affiliations": [
        "Department of Psychology, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Whitmore",
      "fore_name": "Carly",
      "initials": "C",
      "name": "Carly Whitmore",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Iaboni",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Iaboni",
      "affiliations": [
        "KITE Toronto Rehab Research Institute, University Health Network, Toronto, ON, Canada; Department of Psychiatry, University of Toronto, Toronto, ON, Canada. Electronic address: Canadaandrea.iaboni@uhn.ca."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Psychiatry",
    "iso_abbreviation": "Lancet Psychiatry",
    "issn": "2215-0374",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "421",
  "end_page": "432",
  "pages": "421-432",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Anti-Anxiety Agents",
    "Anxiety",
    "Anxiety Disorders",
    "Randomized Controlled Trials as Topic",
    "Antidepressive Agents",
    "Female",
    "Male",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "40379362",
    "doi": "10.1016/S2215-0366(25)00100-2",
    "pii": "S2215-0366(25)00100-2"
  },
  "doi": "10.1016/S2215-0366(25)00100-2",
  "dates": {
    "completed": "2025-05-16",
    "revised": "2025-05-27"
  },
  "chemicals": [
    "Anti-Anxiety Agents",
    "Antidepressive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.177007",
    "pmid": "40379362"
  }
}