{
  "pmid": "40378861",
  "uid": "40378861",
  "title": "Effects of Janus kinase inhibitors in adults admitted to hospital due to COVID-19: a systematic review and individual participant data meta-analysis of randomised clinical trials.",
  "abstract": "BACKGROUND: Evidence from randomised clinical trials (RCTs) of Janus kinase (JAK) inhibitors-compared with usual care or placebo-in adults treated in hospital for COVID-19 is conflicting. We aimed to evaluate the benefits and harms of JAK inhibitors compared with placebo or usual care and whether treatment effects differed between prespecified participant subgroups. METHODS: For this systematic review and individual participant data meta-analysis (IPDMA), we searched Medline via Ovid, Embase via Elsevier, the Cochrane Central Register of Controlled Trials, the Cochrane COVID-19 Study Register, and the COVID-19 L·OVE Platform, including backward and forward citation searching (last search Nov 28, 2024), for RCTs (unpublished or published in any format and any language) that randomly assigned adults (aged ≥16 years) admitted to a hospital due to COVID-19 to receive either a JAK inhibitor (any type) or no JAK inhibitor (ie, received site-specific standard of care with or without placebo), and requested individual participant data (IPD) from the original trial teams. The primary outcome was all-cause mortality at day 28 after random assignment. We used two-stage meta-analyses adjusting for age and respiratory support, and pooled estimates using random-effects models. The assessment of individual-level effect modifiers was based solely on within-trial information and continuous modifiers were investigated as both linear and non-linear interactions. We used the Instrument for Assessing the Credibility of Effect Modification Analyses to appraise the subgroup analyses and the Grading of Recommendations Assessment, Development, and Evaluation approach to adjudicate the certainty of evidence. Grade 3 or 4 adverse events and serious adverse events by day 28, and adverse events of special interest within 28 days, were assessed among secondary outcomes. This study was registered with PROSPERO (CRD42023431817). FINDINGS: We identified 16 eligible trials. IPD were obtained from 12 trials, corresponding to 12 902 adults admitted to hospital between May, 2020, and March, 2022. These trials represented 12 902 [96·1%] of 13 423 participants from all eligible trials worldwide. Seven trials evaluated baricitinib, three evaluated tofacitinib, and two evaluated ruxolitinib. Overall, 755 (11·7%) of 6465 participants in the JAK inhibitor group died by day 28 compared with 805 (13·2%) of 6108 participants in the no JAK inhibitor group (adjusted odds ratio [aOR] 0·67 [95% CI 0·55-0·82]; high-certainty evidence; 39 fewer per 1000 [95% CI 55 fewer to 21 fewer]). JAK inhibitors decreased the need for new mechanical ventilation or other respiratory support and allowed for faster discharge from hospital by about 1 day. We observed fewer grade 3 and 4 adverse events and serious adverse events in the JAK inhibitor group (14 fewer per 1000 [95% CI 24 fewer to 4 fewer]; moderate-certainty evidence). The rates of adverse events of special interest were similar across both groups. No credible subgroup effect on mortality at day 28 was found for ventilation status, type of JAK inhibitor, presence of comorbidities, timing of treatment initiation after symptom onset, C-reactive protein concentration, or concomitant use of dexamethasone or tocilizumab. We found a moderately credible effect modification by age, with younger participants showing larger relative treatment effects than older participants, but similar absolute treatment effects due to higher baseline risk for older participants. INTERPRETATION: This IPDMA of RCTs in adults admitted to hospital due to COVID-19 found that JAK inhibitors reduced mortality across all levels of respiratory support, independent of dexamethasone or tocilizumab, and probably decreased serious and severe adverse events compared with no JAK inhibitors. FUNDING: This project has received funding from the EU's Horizon 2020 research and innovation programme under grant agreement number 101015736.",
  "authors": [
    {
      "last_name": "Amstutz",
      "fore_name": "Alain",
      "initials": "A",
      "name": "Alain Amstutz",
      "affiliations": [
        "CLEAR Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel and University of Basel, Basel, Switzerland; Oslo Center for Biostatistics and Epidemiology, Oslo University Hospital, Oslo, Norway; Population Health Sciences, Bristol Medical School, University of Bristol, Bristol, UK. Electronic address: a.amstutz@usb.ch."
      ]
    },
    {
      "last_name": "Schandelmaier",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Schandelmaier",
      "affiliations": [
        "CLEAR Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel and University of Basel, Basel, Switzerland; School of Public Health, University College Cork, Cork, Ireland; MTA-PTE Lendület Momentum Evidence in Medicine Research Group, Medical School, University of Pécs, Pécs, Hungary."
      ]
    },
    {
      "last_name": "Ewald",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Ewald",
      "affiliations": [
        "University Medical Library Basel, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Speich",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Speich",
      "affiliations": [
        "CLEAR Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel and University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Schwenke",
      "fore_name": "Johannes M",
      "initials": "JM",
      "name": "Johannes M Schwenke",
      "affiliations": [
        "CLEAR Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel and University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Schönenberger",
      "fore_name": "Christof M",
      "initials": "CM",
      "name": "Christof M Schönenberger",
      "affiliations": [
        "CLEAR Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel and University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Schobinger",
      "fore_name": "Stephan",
      "initials": "S",
      "name": "Stephan Schobinger",
      "affiliations": [
        "Patient representative, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division of General Internal Medicine, University Hospital Geneva, University of Geneva, Geneva, Switzerland; MAGIC Evidence Ecosystem Foundation, Oslo, Norway; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tomashek",
      "fore_name": "Kay M",
      "initials": "KM",
      "name": "Kay M Tomashek",
      "affiliations": [
        "National Institute of Allergy and Infectious Diseases, Bethesda, MD, USA."
      ]
    },
    {
      "last_name": "Nayak",
      "fore_name": "Seema",
      "initials": "S",
      "name": "Seema Nayak",
      "affiliations": [
        "National Institute of Allergy and Infectious Diseases, Bethesda, MD, USA."
      ]
    },
    {
      "last_name": "Makowski",
      "fore_name": "Mat",
      "initials": "M",
      "name": "Mat Makowski",
      "affiliations": [
        "The EMMES Corporation, Rockville, MD, USA."
      ]
    },
    {
      "last_name": "Morales-Ortega",
      "fore_name": "Alejandro",
      "initials": "A",
      "name": "Alejandro Morales-Ortega",
      "affiliations": [
        "Hospital Universitario de Fuenlabrada, Madrid, Spain."
      ]
    },
    {
      "last_name": "Bernal-Bello",
      "fore_name": "David",
      "initials": "D",
      "name": "David Bernal-Bello",
      "affiliations": [
        "Hospital Universitario de Fuenlabrada, Madrid, Spain."
      ]
    },
    {
      "last_name": "Pomponio",
      "fore_name": "Giovanni",
      "initials": "G",
      "name": "Giovanni Pomponio",
      "affiliations": [
        "Clinica Medica, Ospedali Riuniti di Ancona, Ancona, Italy."
      ]
    },
    {
      "last_name": "Ferrarini",
      "fore_name": "Alessia",
      "initials": "A",
      "name": "Alessia Ferrarini",
      "affiliations": [
        "Gastroenterologia ed Endoscopia Digestiva, Ospedali Riuniti Marche Nord, Fano, Italy."
      ]
    },
    {
      "last_name": "Ghazaeian",
      "fore_name": "Monireh",
      "initials": "M",
      "name": "Monireh Ghazaeian",
      "affiliations": [
        "Pharmaceutical Research Center, Department of Clinical Pharmacy, Faculty of Pharmacy, Mazandaran University of Medical Sciences, Sari, Iran."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Frances",
      "initials": "F",
      "name": "Frances Hall",
      "affiliations": [
        "Cambridge University Hospitals NHS Foundation Trust, Cambridge, UK."
      ]
    },
    {
      "last_name": "Bond",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Bond",
      "affiliations": [
        "Cambridge University Hospitals NHS Foundation Trust, Cambridge, UK."
      ]
    },
    {
      "last_name": "García-Morales",
      "fore_name": "María Teresa",
      "initials": "MT",
      "name": "María Teresa García-Morales",
      "affiliations": [
        "La Paz University Hospital and Spanish Clinical Research Network, Madrid, Spain."
      ]
    },
    {
      "last_name": "Jiménez-González",
      "fore_name": "María",
      "initials": "M",
      "name": "María Jiménez-González",
      "affiliations": [
        "La Paz University Hospital and Spanish Clinical Research Network, Madrid, Spain."
      ]
    },
    {
      "last_name": "Arribas",
      "fore_name": "José R",
      "initials": "JR",
      "name": "José R Arribas",
      "affiliations": [
        "Infectious Diseases Unit, Internal Medicine Department, La Paz University Hospital, IdiPAZ, Madrid, Spain; Centro de Investigación Biomeédica en Red de Enfermedades Infecciosas, Madrid, Spain."
      ]
    },
    {
      "last_name": "Guimaraães",
      "fore_name": "Patricia O",
      "initials": "PO",
      "name": "Patricia O Guimaraães",
      "affiliations": [
        "Hospital Israelita Albert Einstein, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Tavares",
      "fore_name": "Caio A M",
      "initials": "CAM",
      "name": "Caio A M Tavares",
      "affiliations": [
        "Hospital Israelita Albert Einstein, São Paulo, Brazil; Geriatric Cardiology Unit, Instituto do Coração do Hospital das Clínicas da Faculdade de Medicina da Universidade de São Paulo, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Berwanger",
      "fore_name": "Otavio",
      "initials": "O",
      "name": "Otavio Berwanger",
      "affiliations": [
        "The George Institute for Global Health, London, UK; Faculty of Medicine, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Yazdanpanah",
      "fore_name": "Yazdan",
      "initials": "Y",
      "name": "Yazdan Yazdanpanah",
      "affiliations": [
        "Universiteé Paris Citeé, Inserm, IAME, Paris, France; Service de Maladies Infectieuses et Tropicales, Hôpital Bichat, AP-HP, Paris, France."
      ]
    },
    {
      "last_name": "Simensen",
      "fore_name": "Victoria C",
      "initials": "VC",
      "name": "Victoria C Simensen",
      "affiliations": [
        "Department of Vaccines and Immunisation, Division of Infectious Disease Control, Norwegian Institute of Public Health, Oslo, Norway."
      ]
    },
    {
      "last_name": "Lacombe",
      "fore_name": "Karine",
      "initials": "K",
      "name": "Karine Lacombe",
      "affiliations": [
        "Sorbonne Université, Inserm, Institut Pierre-Louis d'Épidémiologie et de Santé Publique, Paris, France; AP-HP, Hôpital Saint-Antoine, Service de Maladies Infectieuses et Tropicales, Paris, France."
      ]
    },
    {
      "last_name": "Hites",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Hites",
      "affiliations": [
        "Clinic of Infectious Diseases, Hôpital Universitaire de Bruxelles, Université Libre de Bruxelles, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Ader",
      "fore_name": "Florence",
      "initials": "F",
      "name": "Florence Ader",
      "affiliations": [
        "Département des Maladies Infectieuses et Tropicales, Hospices Civils de Lyon, Lyon, France; Centre International de Recherche en Infectiologie, Inserm 1111, Université Claude Bernard Lyon 1, CNRS, UMR5308, École Normale Supérieure de Lyon, Université de Lyon, Lyon, France."
      ]
    },
    {
      "last_name": "Tacconelli",
      "fore_name": "Evelina",
      "initials": "E",
      "name": "Evelina Tacconelli",
      "affiliations": [
        "Division of Infectious Diseases, Department of Diagnostics and Public Health, University of Verona, Verona, Italy."
      ]
    },
    {
      "last_name": "Mentré",
      "fore_name": "France",
      "initials": "F",
      "name": "France Mentré",
      "affiliations": [
        "Universiteé Paris Citeé, Inserm, IAME, Paris, France; Département d'Épidémiologie, Biostatistique et Recherche Clinique, Hôpital Bichat, AP-HP, Paris, France."
      ]
    },
    {
      "last_name": "Belhadi",
      "fore_name": "Drifa",
      "initials": "D",
      "name": "Drifa Belhadi",
      "affiliations": [
        "Universiteé Paris Citeé, Inserm, IAME, Paris, France; Département d'Épidémiologie, Biostatistique et Recherche Clinique, Hôpital Bichat, AP-HP, Paris, France."
      ]
    },
    {
      "last_name": "Massonnaud",
      "fore_name": "Clément R",
      "initials": "CR",
      "name": "Clément R Massonnaud",
      "affiliations": [
        "Universiteé Paris Citeé, Inserm, IAME, Paris, France; Département d'Épidémiologie, Biostatistique et Recherche Clinique, Hôpital Bichat, AP-HP, Paris, France."
      ]
    },
    {
      "last_name": "Laouénan",
      "fore_name": "Cédric",
      "initials": "C",
      "name": "Cédric Laouénan",
      "affiliations": [
        "Universiteé Paris Citeé, Inserm, IAME, Paris, France; Département d'Épidémiologie, Biostatistique et Recherche Clinique, Hôpital Bichat, AP-HP, Paris, France."
      ]
    },
    {
      "last_name": "Diallo",
      "fore_name": "Alpha",
      "initials": "A",
      "name": "Alpha Diallo",
      "affiliations": [
        "Clinical Trial Safety and Public Health, ANRS Emerging Infectious Diseases, Paris, France; Clinical Research Safety Department, INSERM, Paris, France."
      ]
    },
    {
      "last_name": "Baldé",
      "fore_name": "Aliou",
      "initials": "A",
      "name": "Aliou Baldé",
      "affiliations": [
        "AP-HP, Hôpital Saint-Antoine, Service de Maladies Infectieuses et Tropicales, Paris, France."
      ]
    },
    {
      "last_name": "Assoumou",
      "fore_name": "Lambert",
      "initials": "L",
      "name": "Lambert Assoumou",
      "affiliations": [
        "AP-HP, Hôpital Saint-Antoine, Service de Maladies Infectieuses et Tropicales, Paris, France."
      ]
    },
    {
      "last_name": "Costagliola",
      "fore_name": "Dominique",
      "initials": "D",
      "name": "Dominique Costagliola",
      "affiliations": [
        "Sorbonne Université, Inserm, Institut Pierre-Louis d'Épidémiologie et de Santé Publique, Paris, France."
      ]
    },
    {
      "last_name": "Ponzi",
      "fore_name": "Erica",
      "initials": "E",
      "name": "Erica Ponzi",
      "affiliations": [
        "Oslo Center for Biostatistics and Epidemiology, Oslo University Hospital, Oslo, Norway; Department of Research Support for Clinical Trials, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Rueegg",
      "fore_name": "Corina S",
      "initials": "CS",
      "name": "Corina S Rueegg",
      "affiliations": [
        "Oslo Center for Biostatistics and Epidemiology, Oslo University Hospital, Oslo, Norway; Department of Research Support for Clinical Trials, Oslo University Hospital, Oslo, Norway; Epidemiology, Biostatistics and Prevention Institute, University of Zurich, Zurich, Switzerland."
      ]
    },
    {
      "last_name": "Olsen",
      "fore_name": "Inge C",
      "initials": "IC",
      "name": "Inge C Olsen",
      "affiliations": [
        "Oslo Center for Biostatistics and Epidemiology, Oslo University Hospital, Oslo, Norway; Department of Research Support for Clinical Trials, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Trøseid",
      "fore_name": "Marius",
      "initials": "M",
      "name": "Marius Trøseid",
      "affiliations": [
        "Section for Clinical Immunology and Infectious Diseases, Oslo University Hospital, Oslo, Norway; Institute of Clinical Medicine, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": [
        "CLEAR Methods Center, Division of Clinical Epidemiology, Department of Clinical Research, University Hospital Basel and University of Basel, Basel, Switzerland; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Respiratory medicine",
    "iso_abbreviation": "Lancet Respir Med",
    "issn": "2213-2619",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "530",
  "end_page": "544",
  "pages": "530-544",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Janus Kinase Inhibitors",
    "Randomized Controlled Trials as Topic",
    "COVID-19 Drug Treatment",
    "COVID-19",
    "Hospitalization",
    "SARS-CoV-2",
    "Pyrimidines",
    "Adult",
    "Purines",
    "Sulfonamides",
    "Nitriles",
    "Azetidines",
    "Piperidines",
    "Pyrazoles",
    "Male",
    "Female",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "40378861",
    "doi": "10.1016/S2213-2600(25)00055-4",
    "pii": "S2213-2600(25)00055-4"
  },
  "doi": "10.1016/S2213-2600(25)00055-4",
  "dates": {
    "completed": "2025-05-29",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Janus Kinase Inhibitors",
    "Pyrimidines",
    "baricitinib",
    "Purines",
    "Sulfonamides",
    "Nitriles",
    "ruxolitinib",
    "Azetidines",
    "Piperidines",
    "Pyrazoles",
    "tofacitinib"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:50.363243",
    "pmid": "40378861"
  }
}