{
  "pmid": "40378038",
  "uid": "40378038",
  "title": "Agreement and Accuracy of Papilledema and Pseudopapilledema Classification Among Pediatric Neuro-Ophthalmologists Using Optic Disc Photographs.",
  "abstract": "BACKGROUND: Serial fundus photography is commonly used to differentiate between papilledema and pseudopapilledema, but there are limited data on the interrater reliability and accuracy of interpreting these images in children. The purpose of this study was to evaluate the agreement and accuracy of pediatric neuro-ophthalmologists in classifying fundus photographs of children with papilledema and pseudopapilledema. METHODS: For this cross-sectional study, 3 masked experts (pediatric neuro-ophthalmologists) classified a multicenter image collection from children with a clinical diagnosis of either papilledema or pseudopapilledema, which was determined based on the results of history, examination, ancillary ophthalmic imaging, neuroimaging, and/or lumbar puncture. Fleiss kappa (κ) was calculated to assess interrater agreement; accuracy, sensitivity, and specificity were calculated to determine expert performance. Subgroup analyses according to papilledema grade and expert certainty were performed. RESULTS: Six hundred fifty-nine photographs from 171 children were included. The full data set, papilledema, and pseudopapilledema κ values were 0.36 (0.32-0.42), 0.40 (0.32-0.49), and 0.28 (0.22-0.34), respectively. Accuracy, sensitivity, and specificity ranged from 58.9% to 63.9%, 54.3% to 76.0%, and 56.1% to 62.6%, respectively, among the 3 experts. Grade 1 papilledema was associated with inaccurate agreement (misinterpretation as pseudopapilledema by all 3 experts) in 31.8% and disagreement in 59.0% of cases. Higher grades of papilledema were associated with higher rates of accurate agreement. All experts achieved high sensitivity in classifying photographs of moderate-to-high-grade papilledema (85%-94%). CONCLUSIONS: Overall agreement was low among pediatric neuro-ophthalmologists when classifying fundus photographs of children with papilledema and pseudopapilledema. When interpreting low-grade papilledema images, inaccurate agreement and disagreement were more likely than accurate agreement among experts. Our study highlights the limitations of interpreting fundus photographs of children with papilledema and pseudopapilledema in isolation, stressing the importance of obtaining a complete neuro-ophthalmologic history and examination, as well as other ancillary ophthalmic imaging, to guide decision making regarding systemic workup.",
  "authors": [
    {
      "last_name": "Phillips",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Phillips",
      "affiliations": [
        "Department of Ophthalmology (MJP, MSB, MYC), Roski Eye Institute, Keck School of Medicine, University of Southern California, Los Angeles, California; Division of Ophthalmology (MWR, MSB, MYC), Children's Hospital Los Angeles, Los Angeles, California; Department of Ophthalmology (EDG, RAG, GH), Boston Children's Hospital, Boston, Massachusetts; Department of Ophthalmology (EDG, RAG, GH), Massachusetts Eye and Ear Infirmary, Harvard Medical School, Boston, Massachusetts; Picower Institute for Learning and Memory (EDG), Massachusetts Institute of Technology, Cambridge, Massachusetts; Department of Ophthalmology (SJB), Byers Eye Institute, Stanford University, Palo Alto, California; and Department of Ophthalmology (SLP), Stein Eye Institute, University of California Los Angeles, Los Angeles, California."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Reid",
      "affiliations": []
    },
    {
      "last_name": "Gaier",
      "fore_name": "Eric D",
      "initials": "ED",
      "name": "Eric D Gaier",
      "affiliations": []
    },
    {
      "last_name": "Gise",
      "fore_name": "Ryan A",
      "initials": "RA",
      "name": "Ryan A Gise",
      "affiliations": []
    },
    {
      "last_name": "Heidary",
      "fore_name": "Gena",
      "initials": "G",
      "name": "Gena Heidary",
      "affiliations": []
    },
    {
      "last_name": "Beres",
      "fore_name": "Shannon J",
      "initials": "SJ",
      "name": "Shannon J Beres",
      "affiliations": []
    },
    {
      "last_name": "Pineles",
      "fore_name": "Stacy L",
      "initials": "SL",
      "name": "Stacy L Pineles",
      "affiliations": []
    },
    {
      "last_name": "Borchert",
      "fore_name": "Mark S",
      "initials": "MS",
      "name": "Mark S Borchert",
      "affiliations": []
    },
    {
      "last_name": "Chang",
      "fore_name": "Melinda Y",
      "initials": "MY",
      "name": "Melinda Y Chang",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of neuro-ophthalmology : the official journal of the North American Neuro-Ophthalmology Society",
    "iso_abbreviation": "J Neuroophthalmol",
    "issn": "1536-5166",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40378038",
    "doi": "10.1097/WNO.0000000000002316",
    "pii": "00041327-990000000-00805"
  },
  "doi": "10.1097/WNO.0000000000002316",
  "dates": {
    "revised": "2025-06-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K23EY033790",
      "agency": "National Eye Institute, Research to Prevent Blindness, Knights Templar Eye Foundation"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.827269",
    "pmid": "40378038"
  }
}