{
  "pmid": "40386816",
  "uid": "40386816",
  "title": "Prevalence and Correlates of Diabetes Distress in Pregnant Individuals With Preexisting Diabetes: A Cross-Sectional Study.",
  "abstract": "OBJECTIVE: Managing preexisting diabetes during pregnancy requires considerable self-management skills to achieve recommended glycemic targets and reduce fetal and obstetrical risks. Given the demands during this time, many individuals may experience diabetes distress. This study aimed to determine the prevalence of diabetes distress and associated clinical factors of diabetes distress during pregnancy. RESEARCH DESIGN AND METHODS: A cross-sectional study was conducted involving 36 pregnant participants with type 1 diabetes and 40 pregnant participants with type 2 diabetes. Assessments of diabetes distress, the primary outcome, were performed, along with assessments of depressive symptoms, self-efficacy, self-management, and patient care satisfaction. Linear and logistic regression analyses were conducted to determine predictors of diabetes distress scores and positive diabetes distress. RESULTS: The prevalence of diabetes distress was 22.4%. Age ≥35 years of age and higher education levels were significantly associated with scores on the Problem Areas in Diabetes (PAID) scale, which measures diabetes-related emotional distress (decreases of 10.18 and 11.77 points, respectively, P = 0.04). Living with others was associated with a reduction in PAID score by 21.56 points (P = 0.05) and the Patient Assessment of Chronic Illness (PACIC) total score as well as PACIC Goal-Setting, and Problem-Solving/Contextual Counseling subscale scores were each associated with a decrease of ∼4 points in PAID score (P <0.05). Having a common-law partner or spouse, comorbid depression, depressive symptoms, and depression scores were all significantly associated with increased PAID scores (P <0.05). CONCLUSION: The prevalence of diabetes distress in pregnancy is similar to estimates for nonpregnant adults with type 1 or type 2 diabetes, based on limited pregnancy literature. Further research is needed to establish diabetes distress rates using a validated tool for pregnancy to understand whether diabetes distress affects obstetrical and fetal outcomes and how diabetes distress levels can be alleviated in this population.",
  "authors": [
    {
      "last_name": "Tschirhart",
      "fore_name": "Holly",
      "initials": "H",
      "name": "Holly Tschirhart",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8205-2917"
    },
    {
      "last_name": "Usman Ali",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Usman Ali",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yost",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Yost",
      "affiliations": [
        "M. Louise Fitzpatrick College of Nursing, Villanova University, Villanova, PA."
      ]
    },
    {
      "last_name": "Nerenberg",
      "fore_name": "Kara A",
      "initials": "KA",
      "name": "Kara A Nerenberg",
      "affiliations": [
        "Departments of Medicine, Obstetrics & Gynecology, and Community Health Sciences, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Landeen",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Landeen",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4423-3848"
    }
  ],
  "journal": {
    "title": "Diabetes spectrum : a publication of the American Diabetes Association",
    "iso_abbreviation": "Diabetes Spectr",
    "issn": "1040-9165",
    "issn_type": "Print",
    "volume": "38",
    "issue": "2",
    "pub_year": "2025"
  },
  "start_page": "133",
  "end_page": "144",
  "pages": "133-144",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40386816",
    "pmc": "PMC12079000",
    "doi": "10.2337/ds24-0014",
    "pii": "DS240014"
  },
  "doi": "10.2337/ds24-0014",
  "pmc_id": "PMC12079000",
  "dates": {
    "revised": "2025-05-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.793494",
    "pmid": "40386816"
  }
}