{
  "pmid": "40399170",
  "uid": "40399170",
  "title": "Minimally invasive ultrasound-guided percutaneous plantar fasciotomy on chronic plantar fasciitis: A retrospective analysis.",
  "abstract": "BACKGROUND: Plantar fasciitis is one of the most common causes of foot pain among the population. This study aimed to review outcomes in patients undergoing Minimally invasive surgery (MIS) ultrasound-guided percutaneous plantar fasciotomy for the treatment of chronic plantar fasciitis. METHODS: A multicenter retrospective chart review of patients undergoing MIS using the Tenex device from January 2020 to December 2022. The main data points collected were Patient-Reported Outcomes Measurement Information System (PROMIS), follow-up times, revision surgery, and complications. RESULTS: 56 patients underwent 60 surgeries. The average age and BMI were 48.6 years (19-80), and 33.2 kg/m2 (19.7-58.6). The average follow-up was 27 months (13.3-48.6). The average improvement in pain, physical function, and mobility PROMIS scores were 5.2 (P < 0.01), 3.6 (P = 0.01), and 3.1 (P = 0.01). CONCLUSION: MIS ultrasound-guided plantar fasciotomy appears to be a reliable surgical treatment option for chronic plantar fasciitis with high patient satisfaction and safety profile. LEVEL OF EVIDENCE: IV.",
  "authors": [
    {
      "last_name": "Encinas",
      "fore_name": "Rodrigo",
      "initials": "R",
      "name": "Rodrigo Encinas",
      "affiliations": [
        "Orlando Health Jewett Orthopaedic Institute Department of Orthopedic Surgery, 52 W Underwood St, Orlando, FL 32806, USA. Electronic address: rodencinas94@gmail.com."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Hall",
      "affiliations": [
        "Prisma Health, Department of Orthopedic Surgery, 2 Medical Park Rd, Suite 404, Columbia, SC 29203, USA. Electronic address: sarahrose.hall@uscmed.sc.edu."
      ]
    },
    {
      "last_name": "Gauthier",
      "fore_name": "Chase",
      "initials": "C",
      "name": "Chase Gauthier",
      "affiliations": [
        "Prisma Health, Department of Orthopedic Surgery, 2 Medical Park Rd, Suite 404, Columbia, SC 29203, USA. Electronic address: chase.gauthier@prismahealth.org."
      ]
    },
    {
      "last_name": "Cantrell",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Cantrell",
      "affiliations": [
        "Prisma Health, Department of Orthopedic Surgery, 2 Medical Park Rd, Suite 404, Columbia, SC 29203, USA. Electronic address: Anthony.cantrell@prismahealth.org."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Medical University of South Carolina, Department of Orthopaedic Surgery, 96 Jonathon Lucas St, Charleston, SC 29425, USA. Electronic address: yaz203@musc.edu."
      ]
    },
    {
      "last_name": "Jackson",
      "fore_name": "J Benjamin",
      "initials": "JB",
      "name": "J Benjamin Jackson",
      "affiliations": [
        "Prisma Health, Department of Orthopedic Surgery, 2 Medical Park Rd, Suite 404, Columbia, SC 29203, USA. Electronic address: jbenjackson@gmail.com."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Scott",
      "affiliations": [
        "Medical University of South Carolina, Department of Orthopaedic Surgery, 96 Jonathon Lucas St, Charleston, SC 29425, USA. Electronic address: scotdani@musc.edu."
      ]
    },
    {
      "last_name": "Gross",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Gross",
      "affiliations": [
        "Medical University of South Carolina, Department of Orthopaedic Surgery, 96 Jonathon Lucas St, Charleston, SC 29425, USA. Electronic address: grossc@musc.edu."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Gonzalez",
      "affiliations": [
        "Prisma Health, Department of Orthopedic Surgery, 2 Medical Park Rd, Suite 404, Columbia, SC 29203, USA. Electronic address: tyleragonzalezmed@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Foot and ankle surgery : official journal of the European Society of Foot and Ankle Surgeons",
    "iso_abbreviation": "Foot Ankle Surg",
    "issn": "1460-9584",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40399170",
    "doi": "10.1016/j.fas.2025.05.003",
    "pii": "S1268-7731(25)00122-5"
  },
  "doi": "10.1016/j.fas.2025.05.003",
  "dates": {
    "revised": "2025-05-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.758755",
    "pmid": "40399170"
  }
}