{
  "pmid": "40398532",
  "uid": "40398532",
  "title": "Contemporary Prevention and Management of Postoperative Delirium in Cardiac Surgery Patients.",
  "abstract": "This review examines the prevention and management of postoperative delirium in cardiac surgery patients, a frequent complication linked with significant mortality, morbidity, prolonged hospitalization, and cognitive decline. The aim was to consolidate current evidence on postoperative delirium pathophysiology, risk factors, diagnostic approaches, and pharmacologic and non-pharmacologic interventions. A PubMed/MEDLINE database review was conducted through October 2024, identifying studies that evaluated the relationship between cardiac surgery and the occurrence of postoperative delirium. The pathogenesis of postoperative delirium is complex, involving neuroinflammation, neurotransmitter imbalance, and endothelial dysfunction, compounded by baseline vulnerabilities and perioperative stressors. Early screening using tools like the Confusion Assessment Method for the Intensive Care Unit (CAM-ICU) and Intensive Care Delirium Screening Checklist (ICDSC) aid in timely detection. Prevention emphasizes non-pharmacologic interventions, such as the Hospital Elder Life Program and the ABCDEF bundle, alongside pharmacologic strategies to minimize high-risk sedatives. Emerging technologies, including intraoperative neurophysiologic monitoring modalities and machine learning models, enhance postoperative delirium risk assessment and enable targeted interventions. Effective postoperative delirium management in cardiac surgery requires a balanced approach incorporating non-pharmacologic and pharmacologic methods. Integration of evidence-based practices and innovative technologies into routine care holds promise for improving patient outcomes. Ongoing research is essential to optimize postoperative delirium management and standardize practices in high-risk populations.",
  "authors": [
    {
      "last_name": "Ali Hassan",
      "fore_name": "Syed M",
      "initials": "SM",
      "name": "Syed M Ali Hassan",
      "affiliations": [
        "Division of Cardiac Surgery, St. Michael's Hospital of Unity Health Toronto, Li Ka Shing Knowledge Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Shubh K",
      "initials": "SK",
      "name": "Shubh K Patel",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Badross",
      "fore_name": "Miriam S",
      "initials": "MS",
      "name": "Miriam S Badross",
      "affiliations": [
        "UCD School of Medicine, University College Dublin, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Dhingra",
      "fore_name": "Nitish K",
      "initials": "NK",
      "name": "Nitish K Dhingra",
      "affiliations": [
        "Division of Cardiac Surgery, St. Michael's Hospital of Unity Health Toronto, Li Ka Shing Knowledge Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Verma",
      "fore_name": "Raj",
      "initials": "R",
      "name": "Raj Verma",
      "affiliations": [
        "School of Medicine, Royal College of Surgeons in Ireland, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Verma",
      "fore_name": "Meena",
      "initials": "M",
      "name": "Meena Verma",
      "affiliations": [
        "School of Medicine, Royal College of Surgeons in Ireland, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Seguchi",
      "fore_name": "Ryuta",
      "initials": "R",
      "name": "Ryuta Seguchi",
      "affiliations": [
        "Division of Cardiac Surgery, St. Michael's Hospital of Unity Health Toronto, Li Ka Shing Knowledge Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yanagawa",
      "fore_name": "Bobby",
      "initials": "B",
      "name": "Bobby Yanagawa",
      "affiliations": [
        "Division of Cardiac Surgery, St. Michael's Hospital of Unity Health Toronto, Li Ka Shing Knowledge Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Spence",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Spence",
      "affiliations": [
        "Departments of Anesthesia and Critical Care and Health Research Methods, Evaluation, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "David Mazer",
      "fore_name": "C",
      "initials": "C",
      "name": "C David Mazer",
      "affiliations": [
        "Department of Anesthesiology, St. Michael's Hospital of Unity Health Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alli",
      "fore_name": "Ahmad",
      "initials": "A",
      "name": "Ahmad Alli",
      "affiliations": [
        "Department of Anesthesiology, St. Michael's Hospital of Unity Health Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Verma",
      "fore_name": "Subodh",
      "initials": "S",
      "name": "Subodh Verma",
      "affiliations": [
        "Division of Cardiac Surgery, St. Michael's Hospital of Unity Health Toronto, Li Ka Shing Knowledge Institute, Toronto, Ontario, Canada; Department of Pharmacology and Toxicology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arora",
      "fore_name": "Rakesh C",
      "initials": "RC",
      "name": "Rakesh C Arora",
      "affiliations": [
        "Harrington Heart and Vascular Institute, Division of Cardiac Surgery, University Hospitals, Cleveland, Ohio; Case Western Reserve University, Department of Surgery, Cleveland, Ohio. Electronic address: rakeshcarora@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Seminars in thoracic and cardiovascular surgery",
    "iso_abbreviation": "Semin Thorac Cardiovasc Surg",
    "issn": "1532-9488",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "19"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40398532",
    "doi": "10.1053/j.semtcvs.2025.04.008",
    "pii": "S1043-0679(25)00059-0"
  },
  "doi": "10.1053/j.semtcvs.2025.04.008",
  "dates": {
    "revised": "2025-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:58.343992",
    "pmid": "40398532"
  }
}