{
  "pmid": "40398880",
  "uid": "40398880",
  "title": "Promoting access to voluntary assisted dying: an interpretivist exploratory study of health services in Queensland, Australia.",
  "abstract": "Objective Voluntary assisted dying is a contested practice that some end-of-life care providers choose not to offer to patients. In some jurisdictions, this has restricted access. Queensland addressed this with a law designed to ensure that access to voluntary assisted dying was not hindered. The aim of this research was to explore how privately funded health services that provide end-of-life care, prepared for, and identified challenges related to, enabling access to voluntary assisted dying in Queensland. Methods An interpretivist exploratory study was undertaken. Health service representatives responsible for developing and implementing organisational voluntary assisted dying policy were invited to participate in semi-structured interviews. Data were analysed thematically. Results Fifteen participants participated in an interview. Analysis of the data generated four themes: navigating a spectrum of values and beliefs; knowing and understanding voluntary assisted dying; moderating voluntary assisted dying conversations; and finding space for voluntary assisted dying in end-of-life care. The preparedness of privately funded health services for voluntary assisted dying varied, yet all providers were committed to providing compassionate end-of-life care while meeting their new legal obligations. The need to support staff with a range of values and beliefs about voluntary assisted dying was highlighted. Conclusions Using law to balance the rights of individuals to access voluntary assisted dying and those of non-participating organisations obliges all health services to consider patient access, the views of staff, and broader organisational values concerning voluntary assisted dying. Future research will explore whether access to voluntary assisted dying is affected.",
  "authors": [
    {
      "last_name": "Hewitt",
      "fore_name": "Jayne",
      "initials": "J",
      "name": "Jayne Hewitt",
      "affiliations": [
        "School of Nursing and Midwifery, Griffith University, Southport, Qld 4222, Australia."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "University of Adelaide Nursing School, Adelaide, SA, Australia."
      ]
    },
    {
      "last_name": "Bloomer",
      "fore_name": "Melissa J",
      "initials": "MJ",
      "name": "Melissa J Bloomer",
      "affiliations": [
        "School of Nursing and Midwifery, Griffith University, Southport, Qld 4222, Australia."
      ]
    },
    {
      "last_name": "Rennie",
      "fore_name": "Cooper",
      "initials": "C",
      "name": "Cooper Rennie",
      "affiliations": [
        "School of Medicine and Dentistry, Griffith University, Southport, Qld, Australia."
      ]
    },
    {
      "last_name": "Bonner",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Bonner",
      "affiliations": [
        "School of Nursing and Midwifery, Griffith University, Southport, Qld 4222, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Australian health review : a publication of the Australian Hospital Association",
    "iso_abbreviation": "Aust Health Rev",
    "issn": "1449-8944",
    "issn_type": "Electronic",
    "volume": "49",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Queensland",
    "Suicide, Assisted",
    "Interviews as Topic",
    "Terminal Care",
    "Health Services Accessibility",
    "Qualitative Research",
    "Attitude of Health Personnel",
    "Male"
  ],
  "article_ids": {
    "pubmed": "40398880",
    "doi": "10.1071/AH25057",
    "pii": "AH25057"
  },
  "doi": "10.1071/AH25057",
  "dates": {
    "completed": "2025-06-05",
    "revised": "2025-06-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:01.374272",
    "pmid": "40398880"
  }
}