{
  "pmid": "40390137",
  "uid": "40390137",
  "title": "Design, analysis, and reporting of pilot and feasibility trials in anesthesiology: a methodological study.",
  "abstract": "BACKGROUND: Pilot and feasibility studies are effective tools for assessing the feasibility of performing larger-scale studies. These are particularly useful in anesthesiology, where the research overlaps with several other medical and surgical fields. The objective of this meta-epidemiological study is to assess the design and methodology of pilot and feasibility randomized controlled trials (RCTs) in anesthesiology. METHODS: We searched for pilot and feasibility RCTs in anesthesiology indexed in PubMed during a 5-year span between January 1, 2018, and December 31, 2022. We extracted bibliographic information, field of study, type of intervention, trial duration, trial design, use of qualitative data, use of progression criteria, whether the primary objective and primary outcome were related to feasibility, reported feasibility outcomes, and sample size justification. We conducted logistic regression to determine the factors associated with using progression criteria, having primary feasibility outcomes, and using feasibility outcomes to justify the sample size. We controlled for publication year, journal impact factor, source of funding, intervention type, and region. RESULTS: Our search retrieved 3015 trials, of which 248 were ultimately included and analyzed. Less than a third of studies stated feasibility as the primary objective (n = 77, 31.0%). Feasibility was a primary outcome in 46 (18.6%) studies, progression criteria were used in 27 (10.9%) studies, a sample size justification was listed in 134 (54.0%) studies, and 24 (9.7%) studies used qualitative data. We did not find any statistically significant association between progression criteria and any of the selected variables. Recently published trials had higher odds of having primary feasibility outcomes (odds ratio [OR] 1.39; 95% CI 1.06-1.83). Studies of pharmacological interventions had lower odds primary feasibility outcomes (OR 0.41; 95% CI 0.19-0.90). Recent studies also had higher odds of having a sample size justification based on a feasibility outcome rather than a clinical outcome or similar studies (OR 1.51; 95% CI 1.06-2.15). CONCLUSIONS: More recently published pilot RCTs were significantly associated with having a primary feasibility outcome and determining sample size based on feasibility, while pharmacological studies were significantly associated with less reporting of primary feasibility outcomes. Future research addressing the factors limiting adherence to current guidelines is warranted.",
  "authors": [
    {
      "last_name": "Atkin-Jones",
      "fore_name": "Tariq",
      "initials": "T",
      "name": "Tariq Atkin-Jones",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Ali",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Eze-Onuorah",
      "fore_name": "Akudo C J",
      "initials": "ACJ",
      "name": "Akudo C J Eze-Onuorah",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ifeanacho",
      "fore_name": "Ezinne",
      "initials": "E",
      "name": "Ezinne Ifeanacho",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Khosravirad",
      "fore_name": "Azin",
      "initials": "A",
      "name": "Azin Khosravirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Research Institute of St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada.",
        "Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Michael G. DeGroote Center for Medicinal Cannabis Research, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon. mbuagblc@mcmaster.ca.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "The Research Methodology Centre, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa. mbuagblc@mcmaster.ca."
      ],
      "orcid": "0000-0001-5855-5461"
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "19"
  },
  "start_page": "70",
  "pages": "70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40390137",
    "pmc": "PMC12087101",
    "doi": "10.1186/s40814-025-01655-z",
    "pii": "10.1186/s40814-025-01655-z"
  },
  "doi": "10.1186/s40814-025-01655-z",
  "pmc_id": "PMC12087101",
  "dates": {
    "revised": "2025-05-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:00.001500",
    "pmid": "40390137"
  }
}