{
  "pmid": "40398859",
  "uid": "40398859",
  "title": "Feedback and Assessment Methods in Microsurgery Education: A Scoping Review.",
  "abstract": "With distinctive instrumentation, challenges, and training, the unique nature of microsurgery necessitates the provision of feedback and assessment for trainees. The uncertain applicability of feedback or assessment methods may lead to poor trainee satisfaction and operative outcomes. We conducted a scoping review of the feedback and assessment methods in microsurgery.The Medline, EMBASE, ERIC, and Web of Science databases were searched for studies discussing feedback and/or assessment of microsurgery trainees. Study characteristics, feedback methods, assessment methods, and all other relevant data were extracted. The Medical Education Research Study Quality Instrument (MERSQI) was used to critically appraise the quantitative studies.From 2,440 articles, 99 were included. Sixty-five percent of articles were published since 2015. Plastic surgery, neurosurgery, and ophthalmology were the most common surgical specialties. Ninety percent of articles discussed exclusively assessment methods, with only 10% discussing both feedback and assessment. Microvascular anastomosis was the most common task (55%), with ex vivo synthetic, (20%) chicken (16%), and rat models (11%) being widely used. Global rating scales (GRSs) providing holistic evaluation based on multiple competency domains were the most common assessment methods (73%), followed by checklists (23%), and device-derived metrics (21%). Parameters included suture placement (53.5%), dexterity (50.5%), and tissue handling (48.5%). Real-time verbal, one-to-one feedback was the most common method among relevant studies (80%), while delayed written video review (20%) was also used. No structured feedback methods were used.This review identified a variety of feedback and assessment methods specific to microsurgery. GRSs continue to be popular; however, with increasing accessibility, device-derived metrics continue to increase in prevalence. A juxtaposition between named, structured, and validated assessment methods and informal feedback methods was evident. Particularly, the lack of standardized feedback methods may act as a barrier to the implementation of feedback across microsurgical education.",
  "authors": [
    {
      "last_name": "Abbas",
      "fore_name": "Muhammad Yaseen",
      "initials": "MY",
      "name": "Muhammad Yaseen Abbas",
      "affiliations": [
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0009-0008-3345-8428"
    },
    {
      "last_name": "Haas",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Haas",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Huang",
      "affiliations": [
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gormley",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Gormley",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McKinnon",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria McKinnon",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Coroneos",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Acai",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Acai",
      "affiliations": [
        "Division of Urology, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "St. Joseph's Education & Research Centre (SERC), St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "McMaster Education Research, Innovation and Theory (MERIT) Program, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of reconstructive microsurgery",
    "iso_abbreviation": "J Reconstr Microsurg",
    "issn": "1098-8947",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "17"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40398859",
    "doi": "10.1055/a-2616-4370"
  },
  "doi": "10.1055/a-2616-4370",
  "dates": {
    "revised": "2025-06-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:48.106623",
    "pmid": "40398859"
  }
}