{
  "pmid": "40400333",
  "uid": "40400333",
  "title": "Morbidity, Suicidal Ideation and Suicide Attempts Among Youth in Canada: A Nationally-Representative Study: Morbidité, idées suicidaires et tentatives de suicide chez les jeunes au Canada : Une étude représentative à l'échelle nationale.",
  "abstract": "BackgroundSuicide is a leading cause of mortality among youth globally. Evidence suggests that individuals with physical illness, mental illness, or neurodevelopmental disorders are at increased risk of suicide. However, few studies have estimated the prevalence of suicidal ideation and suicide attempts among youth with compounding health burdens. The purpose of this study is to estimate the prevalence of suicidal ideation and suicide attempts and their associations across morbidity status among youth in Canada.MethodsData come from 6,915 youth aged 15-17 years (49% female) enrolled in the 2019 Canadian Health Survey on Children and Youth. The person most knowledgeable or the youth themselves provided responses regarding sociodemographic characteristics, morbidity status, and indicators of suicide. The prevalence of suicidal ideation (past year) and suicide attempts (lifetime) were compared across morbidities (none, physical illness only, mental illness only, neurodevelopmental disorder only, and multimorbidity). Logistic regression models estimated adjusted associations between morbidity status and suicidal behaviour.ResultsSuicidal ideation and suicide attempts were most commonly reported by youth with mental illness only (32%, 18%) and multimorbidity (28%, 19%). While all morbidities were associated with indicators of suicide, the strongest association was found between multimorbidity and suicide attempts odds ratio = 5.2 (3.4, 8.0).ConclusionsThese contemporary estimates of youth in Canada suggest that suicidal ideation and suicide attempts are common and reinforce the need for integrated physical and mental health services for youth with multimorbidity to reduce the incidence. Research investigating causal mechanisms of the intersections between physical illness, mental illness, neurodevelopmental disorders, and suicide is needed.",
  "authors": [
    {
      "last_name": "Fearon",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Fearon",
      "affiliations": [
        "Arthur Labatt Family School of Nursing, Western University, London, Ontario, Canada."
      ],
      "orcid": "0009-0000-3897-882X"
    },
    {
      "last_name": "Luther",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Luther",
      "affiliations": [
        "School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada."
      ],
      "orcid": "0000-0002-4993-0394"
    },
    {
      "last_name": "Browne",
      "fore_name": "Dillon",
      "initials": "D",
      "name": "Dillon Browne",
      "affiliations": [
        "Department of Psychology, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Colman",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Colman",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0001-5924-0277"
    },
    {
      "last_name": "Dubin",
      "fore_name": "Joel A",
      "initials": "JA",
      "name": "Joel A Dubin",
      "affiliations": [
        "School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada.",
        "Department of Statistics and Actuarial Science, University of Waterloo, Ontario, Canada."
      ],
      "orcid": "0000-0001-9863-7752"
    },
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Ontario, Canada."
      ],
      "orcid": "0000-0001-7120-6629"
    },
    {
      "last_name": "Ferro",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Ferro",
      "affiliations": [
        "School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada."
      ],
      "orcid": "0000-0002-0979-3233"
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "22"
  },
  "start_page": "7067437251343292",
  "pages": "7067437251343292",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40400333",
    "pmc": "PMC12098303",
    "doi": "10.1177/07067437251343292"
  },
  "doi": "10.1177/07067437251343292",
  "pmc_id": "PMC12098303",
  "dates": {
    "revised": "2025-05-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:40.668969",
    "pmid": "40400333"
  }
}