{
  "pmid": "40404325",
  "uid": "40404325",
  "title": "Protocol for the development of a patient-reported outcome measure for patients with hypospadias.",
  "abstract": "INTRODUCTION: Existing patient-reported outcome measures (PROMs) do not meet accepted international criteria for measuring health outcomes of hypospadias treatment. This protocol describes the qualitative development (phase I) of a novel PROM to evaluate outcomes of hypospadias treatments. METHODS AND ANALYSIS: Participants aged 7 years and older with hypospadias and caregivers of children under 8 years seeking treatment at Boston Children's Hospital, Children's Hospital of Eastern Ontario (CHEO), Children's Hospital of Philadelphia (CHOP) and McMaster Children's Hospital), will be invited to participate in concept elicitation and cognitive interviews. Concept elicitation interviews will be in-depth and semi-structured to understand concepts important to patients seeking treatment for hypospadias. Cognitive interviews will be performed concurrently to ensure that the scale items, instructions and response options are relevant, understandable and comprehensive. Cognitive interviews will be complemented by expert input. Concept elicitation and cognitive interview transcripts will be coded line-by-line. Participant quotes will be categorised into top-level domains, themes and subthemes. The primary outcome of this research will be to develop a conceptual model representing the patient experience of hypospadias and a novel PROM. ETHICS AND DISSEMINATION: Ethics approval was obtained from Boston Children's Hospital's Institutional Review Board (HHS Registration: IRB00000352; Protocol number IRB-P00042425). CHOP, McMaster and CHEO have reliance agreements with Boston Children's Hospital. Findings from this research will be disseminated at national and international conferences and published in relevant peer-reviewed journals for the target audience.",
  "authors": [
    {
      "last_name": "Keays",
      "fore_name": "Melise A",
      "initials": "MA",
      "name": "Melise A Keays",
      "affiliations": [
        "Boston Children's Hospital, Boston, Massachusetts, USA melise.keays@childrens.harvard.edu."
      ],
      "orcid": "0000-0002-8523-8610"
    },
    {
      "last_name": "Tsangaris",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Tsangaris",
      "affiliations": [
        "Boston Children's Hospital, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Gulati",
      "fore_name": "Sonia",
      "initials": "S",
      "name": "Sonia Gulati",
      "affiliations": [
        "Health Sciences, Carleton University, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Long",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Long",
      "affiliations": [
        "Urology, Children Hospital of Philadelphia, Philadelphia, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "McNamara",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin McNamara",
      "affiliations": [
        "Boston Children's Hospital, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Braga",
      "fore_name": "Luis H",
      "initials": "LH",
      "name": "Luis H Braga",
      "affiliations": [
        "Surgery, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Paediatrics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4720-0096"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "22"
  },
  "start_page": "e088619",
  "pages": "e088619",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Patient Reported Outcome Measures",
    "Child",
    "Male",
    "Hypospadias",
    "Qualitative Research",
    "Research Design",
    "Interviews as Topic",
    "Female"
  ],
  "article_ids": {
    "pubmed": "40404325",
    "pmc": "PMC12104907",
    "doi": "10.1136/bmjopen-2024-088619",
    "pii": "bmjopen-2024-088619"
  },
  "doi": "10.1136/bmjopen-2024-088619",
  "pmc_id": "PMC12104907",
  "dates": {
    "completed": "2025-05-22",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.225110",
    "pmid": "40404325"
  }
}