{
  "pmid": "40404053",
  "uid": "40404053",
  "title": "Co-Designing a postpartum diabetes prevention program after gestational diabetes mellitus: A MoSCoW prioritization workshop exercise.",
  "abstract": "AIMS: Avoiding Diabetes After Pregnancy Together with Moms (ADAPT-M) is a postpartum lifestyle modification program aimed at preventing type 2 diabetes mellitus (T2DM) after gestational diabetes mellitus (GDM). The purpose of the workshop was to bring together key stakeholders to support the contextual adaptation of ADAPT-M needed for effective implementation. METHODS: Participants were invited to a co-design workshop held on June 10th, 2024. Participants engaged in facilitator-led breakout groups to prioritize intervention and implementation components using the MoSCoW method. Data were analyzed using a deductive thematic analysis approach. RESULTS: In total, 27 attendees and eight facilitators participated in the workshop. We identified a total of 11 themes distributed across the four MoSCoW categories. Themes included: comprehensive support and education, cultural sensitivity and inclusivity, integrated and personalized care, communication and accessibility, and community and peer support networks, among others. CONCLUSIONS: Our findings support research development that aligns with a core outcome set for diabetes after pregnancy prevention interventions, correlates with current diabetes prevention programs after GDM, and further refines potential changes to ADAPT-M as it is implemented in the real-world setting. Future work can consider these components and co-design methods when developing diabetes prevention programs in high-risk postpartum women with GDM.",
  "authors": [
    {
      "last_name": "Racey",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Racey",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON, Canada. Electronic address: raceym@mcmaster.ca."
      ]
    },
    {
      "last_name": "Alliston",
      "fore_name": "Paige",
      "initials": "P",
      "name": "Paige Alliston",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sriskandarajah",
      "fore_name": "Apishanthi",
      "initials": "A",
      "name": "Apishanthi Sriskandarajah",
      "affiliations": [
        "Women's College Research and Innovation Institute, Women's College Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sushko",
      "fore_name": "Katelyn",
      "initials": "K",
      "name": "Katelyn Sushko",
      "affiliations": [
        "Women's College Research and Innovation Institute, Women's College Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Lipscombe",
      "fore_name": "Lorraine",
      "initials": "L",
      "name": "Lorraine Lipscombe",
      "affiliations": [
        "Women's College Research and Innovation Institute, Women's College Hospital, Toronto, ON, Canada; Department of Medicine, Faculty of Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Diabetes research and clinical practice",
    "iso_abbreviation": "Diabetes Res Clin Pract",
    "issn": "1872-8227",
    "issn_type": "Electronic",
    "volume": "225",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "112269",
  "pages": "112269",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Diabetes, Gestational",
    "Pregnancy",
    "Diabetes Mellitus, Type 2",
    "Postpartum Period",
    "Moscow",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "40404053",
    "doi": "10.1016/j.diabres.2025.112269",
    "pii": "S0168-8227(25)00283-9"
  },
  "doi": "10.1016/j.diabres.2025.112269",
  "dates": {
    "completed": "2025-06-06",
    "revised": "2025-06-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.793779",
    "pmid": "40404053"
  }
}