{
  "pmid": "40403182",
  "uid": "40403182",
  "title": "A Randomized Clinical Trial of Dexmedetomidine on Delirium, Cognitive Dysfunction, and Sleep After Non-Ambulatory Orthopedic Surgery With Regional Anesthesia.",
  "abstract": "BACKGROUND: Postoperative delirium (POD), emergence delirium (ED), and postoperative cognitive dysfunction (POCD) are disorders of the neuropsychiatric spectrum affecting the elderly during the postoperative period, potentially sharing a common pathophysiological pathway. Disrupted sleep postoperatively correlates with both POD and POCD, revealing overlapping risk factors. This study investigates the potential of dexmedetomidine anesthesia to reduce the incidence of POD (primary outcome), ED, POCD, impairment of sleep quality, and emergent chronic pain (secondary outcomes) in older adults undergoing major orthopedic surgery under regional anesthesia. METHODS: In this double-blind randomized control trial, patients scheduled for major lower limb orthopedic surgery under regional anesthesia were randomized to receive either dexmedetomidine or propofol for sedation at a 1:1 ratio. POD, ED, and POCD were assessed with the Confusion Assessment Method tool, the Riker Sedation-Agitation scale, and the European Battery of psychometric tests, respectively. Sleep quality was assessed using the Pittsburg Sleep Quality Index and chronic pain with the painDETECT tool. Assessments of all outcome variables were performed before surgery, and at 48 hours and 3 months postoperatively. RESULTS: A total of 80 patients (dexmedetomidine group n = 41) were enrolled in the study and completed the follow-up. POD, ED, and early POCD incidence were significantly lower in dexmedetomidine compared to propofol group (4.8% vs 38.4%, P = .001; 2.4% vs 38.4%, P < .001; 2.4% vs 56.4%, P < .001, respectively). Patients in the dexmedetomidine group reported improved sleep quality in the immediate postoperative period (lower PSQI score) and lower painDETECT scores at 3 months (4.4 ± 0.7 vs 13.4 ± 0.8, P < .001; 2.4 ± 0.9 vs 5.3 ± 0.9, P = .023, respectively). Intraoperative bradycardia and hemodynamic instability episodes were more common in the dexmedetomidine group while a single patient presented airway obstruction (2.4% vs 30.8%, P = .002) in the dexmedetomidine group. CONCLUSIONS: Sedation with dexmedetomidine resulted in a statistically and clinically important reduction in the incidence of POD, ED, and early POCD, while it improved self-reported postoperative sleep quality and reduced chronic pain scores in patients undergoing major elective lower limb surgery under regional anesthesia.",
  "authors": [
    {
      "last_name": "Karageorgos",
      "fore_name": "Vlasios",
      "initials": "V",
      "name": "Vlasios Karageorgos",
      "affiliations": [
        "From the Department of Anesthesiology, School of Medicine, University of Crete, Crete, Greece."
      ]
    },
    {
      "last_name": "Darivianaki",
      "fore_name": "Panagiota",
      "initials": "P",
      "name": "Panagiota Darivianaki",
      "affiliations": [
        "From the Department of Anesthesiology, School of Medicine, University of Crete, Crete, Greece."
      ]
    },
    {
      "last_name": "Spartinou",
      "fore_name": "Anastasia",
      "initials": "A",
      "name": "Anastasia Spartinou",
      "affiliations": [
        "From the Department of Anesthesiology, School of Medicine, University of Crete, Crete, Greece."
      ]
    },
    {
      "last_name": "Christofaki",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Christofaki",
      "affiliations": [
        "Department of Anesthesiology, University Hospital of Heraklion, Crete, Greece."
      ]
    },
    {
      "last_name": "Chatzimichali",
      "fore_name": "Aikaterini",
      "initials": "A",
      "name": "Aikaterini Chatzimichali",
      "affiliations": [
        "Department of Anesthesiology, University Hospital of Heraklion, Crete, Greece."
      ]
    },
    {
      "last_name": "Nyktari",
      "fore_name": "Vasileia",
      "initials": "V",
      "name": "Vasileia Nyktari",
      "affiliations": [
        "From the Department of Anesthesiology, School of Medicine, University of Crete, Crete, Greece."
      ]
    },
    {
      "last_name": "Simos",
      "fore_name": "Panagiotis",
      "initials": "P",
      "name": "Panagiotis Simos",
      "affiliations": [
        "Department of Psychiatry and Behavioral Sciences, School of Medicine, University of Crete, Crete, Greece."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "From the Department of Anesthesiology, School of Medicine, University of Crete, Crete, Greece."
      ]
    }
  ],
  "journal": {
    "title": "Anesthesia and analgesia",
    "iso_abbreviation": "Anesth Analg",
    "issn": "1526-7598",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "22"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40403182",
    "doi": "10.1213/ANE.0000000000007548",
    "pii": "00000539-990000000-01303"
  },
  "doi": "10.1213/ANE.0000000000007548",
  "dates": {
    "revised": "2025-05-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:24.795513",
    "pmid": "40403182"
  }
}