{
  "pmid": "40405289",
  "uid": "40405289",
  "title": "Urinary enterolignan concentrations and cardiometabolic risk biomarkers in pregnant US women.",
  "abstract": "OBJECTIVE: Prior evidence suggests that dietary lignans may mitigate inflammation, attenuate insulin resistance, and improve blood lipids. Little is known about the effects of lignans in pregnant women who are at elevated risk of glucose and lipid abnormalities, partially due to increase in estrogen levels during pregnancy. This study was designed to investigate the association between dietary lignan intake, measured as urinary enterolignans (enterodiol and enterolactone), with blood biomarkers of cardiometabolic risks in pregnant women. RESEARCH DESIGN AND METHODS: We analyzed data from 480 pregnant women who participated in the National Health and Nutrition Examination Survey (NHANES) 1999-2010 and had data for urinary enterolignan concentrations. Multivariable linear regression analyses were used to examine the association between urinary enterolignan concentrations and cardiometabolic risk biomarkers. Cardiometabolic risk markers were log-transformed and geometric means were calculated by quartiles of urinary enterolignan concentrations. RESULTS: Higher urinary enterolignan concentrations were associated with a more beneficial cardiometabolic profile: comparing women in the highest versus lowest quartiles of total enterolignan concentrations, high-density lipoprotein cholesterol (HDL-C) was 62 versus 54 mg/dL (P for trend = 0.01); triacylglycerol (TG) was 141 versus 171 mg/dL (P for trend = 0.004); TG/HDL-C ratio was 2.3 versus 3.2 (P for trend = 0.001); Total cholesterol (TC)/HDL-C ratio was 3.4 versus 3.9 (P for trend = 0.03); C-reactive protein (CRP) was 0.4 versus 0.7 mg/dL (P for trend = 0.01); and fasting insulin was 7.7 versus 13.9 μU/mL (P for trend < 0.0001). CONCLUSIONS: Lignan intake may have favorable effects on cardiometabolic risk markers in pregnant women. KEY MESSAGES: The results of our study showed that urinary excretion of enterolignans were inversely associated with cardiometabolic risk markers in pregnant women. These findings support further investigation on the role of lignans in modifying lipid and glucose metabolism. Given the high prevalence of maternal insulin resistance and hyperlipidemia and its serious health consequences for both women and their offspring, the use of lignans, if demonstrated to be efficacious, could provide a cost-effective option for curbing this epidemic by prevention and early treatment.",
  "authors": [
    {
      "last_name": "Shi",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Shi",
      "affiliations": [
        "Department of Nursing, Manning College of Nursing and Health Sciences, University of Massachusetts Boston, 100 Morrissey Boulevard, Boston, MA, MA 02125, USA. ling.shi@umb.edu."
      ]
    },
    {
      "last_name": "Simas",
      "fore_name": "Tiffany A Moore",
      "initials": "TAM",
      "name": "Tiffany A Moore Simas",
      "affiliations": [
        "Department of Obstetrics & Gynecology, University of Massachusetts Medical School, Worcester, MA, 01655, USA."
      ]
    },
    {
      "last_name": "Lichtenstein",
      "fore_name": "Alice H",
      "initials": "AH",
      "name": "Alice H Lichtenstein",
      "affiliations": [
        "Jean Mayer USDA Human Nutrition Research Center On Aging, Tufts University, Boston, MA, 02111, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "College of Nursing, University of Cincinnati, Cincinnati, OH, 45221, USA."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Sun",
      "affiliations": [
        "Channing Division of Network Medicine, Department of Medicine, Harvard School of Medicine, Boston, MA, 02115, USA.",
        "Department of Nutrition, Harvard School of Public Health, Boston, MA, 02115, USA."
      ]
    },
    {
      "last_name": "Hayman",
      "fore_name": "Laura L",
      "initials": "LL",
      "name": "Laura L Hayman",
      "affiliations": [
        "Department of Nursing, Manning College of Nursing and Health Sciences, University of Massachusetts Boston, 100 Morrissey Boulevard, Boston, MA, MA 02125, USA."
      ]
    }
  ],
  "journal": {
    "title": "Nutrition journal",
    "iso_abbreviation": "Nutr J",
    "issn": "1475-2891",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "22"
  },
  "start_page": "82",
  "pages": "82",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Lignans",
    "Pregnancy",
    "Biomarkers",
    "Adult",
    "United States",
    "Nutrition Surveys",
    "Cardiometabolic Risk Factors",
    "Cardiovascular Diseases",
    "Cholesterol, HDL",
    "Young Adult",
    "Diet",
    "Risk Factors",
    "C-Reactive Protein",
    "Cross-Sectional Studies",
    "Triglycerides",
    "Blood Glucose",
    "4-Butyrolactone"
  ],
  "article_ids": {
    "pubmed": "40405289",
    "pmc": "PMC12096747",
    "doi": "10.1186/s12937-025-01143-3",
    "pii": "10.1186/s12937-025-01143-3"
  },
  "doi": "10.1186/s12937-025-01143-3",
  "pmc_id": "PMC12096747",
  "dates": {
    "completed": "2025-05-23",
    "revised": "2025-05-25"
  },
  "chemicals": [
    "Lignans",
    "Biomarkers",
    "Cholesterol, HDL",
    "2,3-bis(3'-hydroxybenzyl)butyrolactone",
    "C-Reactive Protein",
    "Triglycerides",
    "Blood Glucose",
    "4-Butyrolactone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.759020",
    "pmid": "40405289"
  }
}