{
  "pmid": "40416539",
  "uid": "40416539",
  "title": "Bayesian Analysis of Modified Nutrition Risk in Critically Ill (mNUTRIC) Score for Mortality Prediction in Critically Ill Patients.",
  "abstract": "BACKGROUND AND AIMS: Malnutrition has a considerable influence on critically ill patients by increasing mortality and poorer clinical outcomes. The modified Nutrition Risk in Critically Ill (mNUTRIC) score is commonly used to assess nutritional risk and predict death; however, its sensitivity, specificity, and optimal cut-off values differ between studies. This study uses a Bayesian approach to assess the accuracy of the mNUTRIC score in predicting mortality in critically ill patients. PATIENTS AND METHODS: A preplanned Bayesian analysis was performed using data from 31 cohort studies, which included 13,271 intensive care unit (ICU) patients. The study investigated the mNUTRIC score's sensitivity, specificity, diagnostic odds ratio, and area under the curve (AUC). Subgroup analysis compared mortality rates at 28-day, 90-day, and in-hospital time points, along with cut-off values (<5 vs ≥5). Bayesian modeling was performed using the rjags and brms packages in R version 3.2.1. These tools also facilitated the visualization of results, including posterior distributions, forest plots, and Fagan nomograms. RESULTS: Bayesian analysis affirmed the mNUTRIC score's high discriminative capacity, with a pooled sensitivity of 0.84 (95% credible interval (CrI): 0.80-0.88), specificity of 0.77 (95% CrI: 0.73-0.80), and AUC of 0.88 (95% CrI: 0.83-0.92). A cut-off of <5 resulted in higher sensitivity (0.83) and AUC (0.87), whereas ≥5 remained accurate but had somewhat lower sensitivity. The score consistently predicted 28-day, 90-day, and in-hospital mortality. CONCLUSIONS: The Bayesian analysis validates the mNUTRIC score as a reliable predictor of mortality in critically ill patients. Its excellent diagnostic performance suggests its incorporation into ICU for early risk assessment and nutritional interventions. HOW TO CITE THIS ARTICLE: Prakash J, Saran K, Verma V, Raj K, Kumari A, Bhattacharya PK, et al. Bayesian Analysis of Modified Nutrition Risk in Critically Ill (mNUTRIC) Score for Mortality Prediction in Critically Ill Patients. Indian J Crit Care Med 2025;29(5):449-457.",
  "authors": [
    {
      "last_name": "Prakash",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Prakash",
      "affiliations": [
        "Department of Critical Care Medicine, Rajendra Institute of Medical Sciences, Ranchi, Jharkhand, India."
      ],
      "orcid": "0000-0002-5290-3848"
    },
    {
      "last_name": "Saran",
      "fore_name": "Khushboo",
      "initials": "K",
      "name": "Khushboo Saran",
      "affiliations": [
        "Department of Pathology, Gandhi Nagar Hospital, Central Coalfields Ltd, Ranchi, Jharkhand, India."
      ],
      "orcid": "0000-0001-6106-8445"
    },
    {
      "last_name": "Verma",
      "fore_name": "Vivek",
      "initials": "V",
      "name": "Vivek Verma",
      "affiliations": [
        "Department of Statistics, Assam University, Silchar, Assam, India."
      ],
      "orcid": "0000-0003-2537-4431"
    },
    {
      "last_name": "Raj",
      "fore_name": "Kunal",
      "initials": "K",
      "name": "Kunal Raj",
      "affiliations": [
        "Department of Critical Care Medicine, Rajendra Institute of Medical Sciences, Ranchi, Jharkhand, India."
      ],
      "orcid": "0009-0002-1084-6977"
    },
    {
      "last_name": "Kumari",
      "fore_name": "Archana",
      "initials": "A",
      "name": "Archana Kumari",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Rajendra Institute of Medical Sciences, Ranchi, Jharkhand, India."
      ],
      "orcid": "0000-0001-8238-9280"
    },
    {
      "last_name": "Bhattacharya",
      "fore_name": "Pradip K",
      "initials": "PK",
      "name": "Pradip K Bhattacharya",
      "affiliations": [
        "Department of Critical Care Medicine, Rajendra Institute of Medical Sciences, Ranchi, Jharkhand, India."
      ],
      "orcid": "0000-0002-0219-385X"
    },
    {
      "last_name": "Priye",
      "fore_name": "Shio",
      "initials": "S",
      "name": "Shio Priye",
      "affiliations": [
        "Department of Superspeciality Anesthesia, Rajendra Institute of Medical Sciences, Ranchi, Jharkhand, India."
      ],
      "orcid": "0000-0002-1764-5580"
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8293-7061"
    },
    {
      "last_name": "Kumar",
      "fore_name": "Raj",
      "initials": "R",
      "name": "Raj Kumar",
      "affiliations": [
        "Director and Professor of Neurosurgery, Rajendra Institute of Medical Sciences, Ranchi, Jharkhand, India."
      ],
      "orcid": "0000-0002-1902-2459"
    }
  ],
  "journal": {
    "title": "Indian journal of critical care medicine : peer-reviewed, official publication of Indian Society of Critical Care Medicine",
    "iso_abbreviation": "Indian J Crit Care Med",
    "issn": "0972-5229",
    "issn_type": "Print",
    "volume": "29",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "449",
  "end_page": "457",
  "pages": "449-457",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40416539",
    "pmc": "PMC12101984",
    "doi": "10.5005/jp-journals-10071-24971"
  },
  "doi": "10.5005/jp-journals-10071-24971",
  "pmc_id": "PMC12101984",
  "dates": {
    "revised": "2025-05-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.270176",
    "pmid": "40416539"
  }
}