{
  "pmid": "40417362",
  "uid": "40417362",
  "title": "Case Report: Shark bite resulting in a urethral obstruction and urinary tract-body wall fistula in a bottlenose dolphin (Tursiops truncatus) in Sarasota Bay, Florida.",
  "abstract": "A juvenile male common bottlenose dolphin (Tursiops truncatus) was examined as part of a long-term dolphin research and monitoring program in Sarasota Bay, Florida. Scars consistent with a shark bite, identified as a possible tiger shark (Galeocerdo cuvier), were observed at the proximal ventral peduncle bilaterally, involving the area at the distal genital slit. A left ventrolateral urinary tract-body wall fistula was identified at the cranial margin of the healed shark bite scar. The area was closely associated with palpable scar tissue at the base of the penis within the genital slit. Physical and ultrasonographic examination and attempts at urinary catheter placement supported findings of a urethral stricture with a urethral or vesicocutaneous fistula. Hematuria was detected on urinalysis, and mild hydronephrosis and lymphadenopathy were observed via ultrasonography. Despite experiencing substantial soft tissue trauma from the shark bite and subsequently developing a urinary tract obstruction with fistula formation, this animal has maintained good body condition since the health exam. Due to the location of the urethral obstruction and fistula, this animal may not be able to reproduce if it survives to breeding age. Long-term prognosis will likely be determined by the sequelae of potential progressive hydronephrosis. This case report documents a rare medical condition as a result of a shark bite not previously described in a free-ranging bottlenose dolphin, including unique historical and ensuing behavioral/health data, which is rarely possible when monitoring free-ranging wildlife.",
  "authors": [
    {
      "last_name": "Wilkinson",
      "fore_name": "Krystan A",
      "initials": "KA",
      "name": "Krystan A Wilkinson",
      "affiliations": [
        "Sarasota Dolphin Research Program, Brookfield Zoo Chicago ℅ Mote Marine Laboratory, Sarasota, FL, United States."
      ]
    },
    {
      "last_name": "Langan",
      "fore_name": "Jennifer N",
      "initials": "JN",
      "name": "Jennifer N Langan",
      "affiliations": [
        "Brookfield Zoo Chicago, Animal Health, Welfare and Science, Brookfield, IL, United States.",
        "Department of Veterinary Clinical Medicine, College of Veterinary Medicine, University of Illinois, Urbana, IL, United States."
      ]
    },
    {
      "last_name": "Meegan",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Meegan",
      "affiliations": [
        "National Marine Mammal Foundation, San Diego, CA, United States."
      ]
    },
    {
      "last_name": "Toms",
      "fore_name": "Christina N",
      "initials": "CN",
      "name": "Christina N Toms",
      "affiliations": [
        "Sarasota Dolphin Research Program, Brookfield Zoo Chicago ℅ Mote Marine Laboratory, Sarasota, FL, United States.",
        "New College of Florida, Sarasota, FL, United States."
      ]
    },
    {
      "last_name": "Faulkner Allen",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Faulkner Allen",
      "affiliations": [
        "Sarasota Dolphin Research Program, Brookfield Zoo Chicago ℅ Mote Marine Laboratory, Sarasota, FL, United States."
      ]
    },
    {
      "last_name": "Sweeney",
      "fore_name": "Jay C",
      "initials": "JC",
      "name": "Jay C Sweeney",
      "affiliations": [
        "Dolphin Quest, San Diego, CA, United States."
      ]
    },
    {
      "last_name": "Fauquier",
      "fore_name": "Deborah A",
      "initials": "DA",
      "name": "Deborah A Fauquier",
      "affiliations": [
        "National Oceanic and Atmospheric Administration, National Marine Fisheries Service, Office of Protected Resources, Silver Spring, MD, United States."
      ]
    },
    {
      "last_name": "Kiszka",
      "fore_name": "Jeremy J",
      "initials": "JJ",
      "name": "Jeremy J Kiszka",
      "affiliations": [
        "Department of Biological Sciences, Institute of Environment, Florida International University, North Miami, FL, United States."
      ]
    },
    {
      "last_name": "Hostnik",
      "fore_name": "Eric T",
      "initials": "ET",
      "name": "Eric T Hostnik",
      "affiliations": [
        "Department of Clinical Sciences, Ohio State University College of Veterinary Medicine, Columbus, OH, United States."
      ]
    },
    {
      "last_name": "Barratclough",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley Barratclough",
      "affiliations": [
        "National Marine Mammal Foundation, San Diego, CA, United States."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Department of Comparative, Diagnostic and Population Medicine, College of Veterinary Medicine, University of Florida, Gainesville, FL, United States."
      ]
    },
    {
      "last_name": "Wells",
      "fore_name": "Randall S",
      "initials": "RS",
      "name": "Randall S Wells",
      "affiliations": [
        "Sarasota Dolphin Research Program, Brookfield Zoo Chicago ℅ Mote Marine Laboratory, Sarasota, FL, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in veterinary science",
    "iso_abbreviation": "Front Vet Sci",
    "issn": "2297-1769",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2025"
  },
  "start_page": "1551129",
  "pages": "1551129",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40417362",
    "pmc": "PMC12100750",
    "doi": "10.3389/fvets.2025.1551129"
  },
  "doi": "10.3389/fvets.2025.1551129",
  "pmc_id": "PMC12100750",
  "dates": {
    "revised": "2025-05-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.545436",
    "pmid": "40417362"
  }
}