{
  "pmid": "40428206",
  "uid": "40428206",
  "title": "Reliability and Radiographic Correlation of the Foot Posture Index-6: A Multi-Rater Analysis in Symptomatic and Asymptomatic Individuals.",
  "abstract": "Background/Objectives: The foot posture index (FPI-6) is a practical clinical tool for evaluating standing foot posture using six specific criteria. Although widely used, its reliability and correlation with radiographic parameters remain uncertain. This study aimed to assess the inter-rater reliability of the FPI-6, in both asymptomatic individuals and patients with foot and ankle symptoms, and to examine its correlation with radiographic measurements. Methods: We included 40 asymptomatic male volunteers (group A) and 60 symptomatic patients (group B). Four raters independently assessed the FPI-6 scores, and inter-rater reliability was evaluated using the intraclass correlation coefficient. Radiographic parameters included the talocalcaneal angle (TCA) on anteroposterior (AP) and lateral views, talonavicular coverage angle (TNCA), AP talo-first metatarsal angle (TMA), hindfoot alignment angle (HAA), calcaneal pitch angle (CPA), and Meary's angle (MA). Correlations between the FPI-6 and radiographic measurements were analyzed using Pearson's correlation (r). Results: The FPI-6 showed good to excellent inter-rater reliability in both groups, with higher consistency in group B and among experienced raters. The total FPI-6 score significantly correlated with TNCA (r = 0.665), AP TMA (r = 0.453), lateral TCA (r = 0.369), MA (r = 0.570), and HAA (r = -0.773) (all p < 0.001). Group B demonstrated overall stronger correlations between the FPI-6 and radiographic measurements compared to group A (TNCA: 0.664 vs. 0.258; AP TMA: 0.542 vs. 0.139; lateral TCA: 0.492 vs. -0.101; MA: 0.544 vs. 0.172; and HAA: -0.712 vs. -0.374). Conclusions: With careful application, the FPI-6 is a reliable and valid tool for clinical assessment of foot posture, especially in settings without immediate access to radiographs.",
  "authors": [
    {
      "last_name": "Kyung",
      "fore_name": "Min Gyu",
      "initials": "MG",
      "name": "Min Gyu Kyung",
      "affiliations": [
        "Department of Orthopedic Surgery, Kyung Hee University Hospital at Gangdong, Seoul 05278, Republic of Korea."
      ],
      "orcid": "0000-0003-4747-2411"
    },
    {
      "last_name": "Cho",
      "fore_name": "Yun Jae",
      "initials": "YJ",
      "name": "Yun Jae Cho",
      "affiliations": [
        "Department of Orthopedic Surgery, Han-il General Hospital, Seoul 01450, Republic of Korea."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Jae Hee",
      "initials": "JH",
      "name": "Jae Hee Lee",
      "affiliations": [
        "Department of Orthopedic Surgery, Dongdaemun Cham Teun Teun Hospital, Seoul 02530, Republic of Korea."
      ]
    },
    {
      "last_name": "Shin",
      "fore_name": "Min Seok",
      "initials": "MS",
      "name": "Min Seok Shin",
      "affiliations": [
        "Department of Orthopedic Surgery, Seoul National University College of Medicine, Seoul 03080, Republic of Korea."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jay Hoon",
      "initials": "JH",
      "name": "Jay Hoon Park",
      "affiliations": [
        "Department of Orthopedic Surgery, Seoul National University Hospital, Seoul 03080, Republic of Korea."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Dong Yeon",
      "initials": "DY",
      "name": "Dong Yeon Lee",
      "affiliations": [
        "Department of Orthopedic Surgery, Seoul National University College of Medicine, Seoul 03080, Republic of Korea.",
        "Department of Orthopedic Surgery, Seoul National University Hospital, Seoul 03080, Republic of Korea."
      ]
    }
  ],
  "journal": {
    "title": "Diagnostics (Basel, Switzerland)",
    "iso_abbreviation": "Diagnostics (Basel)",
    "issn": "2075-4418",
    "issn_type": "Print",
    "volume": "15",
    "issue": "10",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "12"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40428206",
    "pmc": "PMC12109674",
    "doi": "10.3390/diagnostics15101214",
    "pii": "diagnostics15101214"
  },
  "doi": "10.3390/diagnostics15101214",
  "pmc_id": "PMC12109674",
  "dates": {
    "revised": "2025-05-31"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "NRF-2016R1D1A1B02009379",
      "agency": "Basic Science Research Program through the National Research Foundation of Korea (NRF) funded by the Ministry of Education"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.686840",
    "pmid": "40428206"
  }
}