{
  "pmid": "40425684",
  "uid": "40425684",
  "title": "Evaluation of chip breaker designs on tool life and hole integrity in drilling of HFRP/Al composite.",
  "abstract": "In this study, drilling of a newly developed lightweight fire-retardant carbon/glass-fiber-reinforced polymer epoxy sandwich that includes an aluminum honeycomb core with modified epoxy (HFRP/Al sandwich composite) is investigated. A new high-performance insert combination comprising central-stepped and peripheral-wiper inserts is evaluated. The geometry of the central insert is kept constant while two variations in chip breaker (CB) designs are introduced on wiper inserts differentiated mainly based on CB width and CB depth. Variation one abbreviated as LM geometry has a CB depth of 65 μm and a CB width of 1000 μm while the second variation terms as GT geometry has a CB depth of 20 μm and a CB width of 720 μm. This study is conducted in two phases at a constant speed (CS) of 50 m/min in a dry-cutting environment. Phase I involved four tests, in each test ten holes are drilled with LM and GT geometries at two different feed rates (0.08 and 0.16 mm/rev). Based on reduced diametric error, and delamination, tests with a feed rate (FR) of 0.08 mm/rev are selected for Phase-II analysis, which involves the evaluation of tool life testing. The results in terms of tool life, diametric error, and delamination factors are reported. Notably, the GT geometry of the wiper inserts outperformed the LM geometry in terms of 33% higher tool life compared to its LM counterpart. In addition, the diametric error and delamination factor are substantially lower with the former geometry in comparison to the latter one. The better performance of GT geometry is attributed to its better chip flow and robust design.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Zubair",
      "initials": "MZ",
      "name": "Muhammad Zubair Afzal",
      "affiliations": [
        "Department of Industrial and Manufacturing Engineering, University of Engineering and Technology, Lahore, 54890, Pakistan.",
        "Department of Mechanical Engineering, NFC Institute of Engineering and Fertilizer Research, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarmad Ali",
      "initials": "SA",
      "name": "Sarmad Ali Khan",
      "affiliations": [
        "Department of Industrial and Manufacturing Engineering, University of Engineering and Technology, Lahore, 54890, Pakistan."
      ]
    },
    {
      "last_name": "Farooq",
      "fore_name": "Muhammad Umar",
      "initials": "MU",
      "name": "Muhammad Umar Farooq",
      "affiliations": [
        "School of Mechanical Engineering, University of Leeds, Leeds, LS2 9JT, UK. umarmuf0@gmail.com."
      ]
    },
    {
      "last_name": "Javaid",
      "fore_name": "Atif",
      "initials": "A",
      "name": "Atif Javaid",
      "affiliations": [
        "Department of Polymer and Process Engineering, University of Engineering and Technology, G. T. Road, Lahore, 54890, Pakistan."
      ]
    },
    {
      "last_name": "Anwar",
      "fore_name": "Saqib",
      "initials": "S",
      "name": "Saqib Anwar",
      "affiliations": [
        "Industrial Engineering Department, College of Engineering, King Saud University, Riyadh, 11421, Saudi Arabia."
      ]
    },
    {
      "last_name": "Adediran",
      "fore_name": "Adeolu A",
      "initials": "AA",
      "name": "Adeolu A Adediran",
      "affiliations": [
        "Department of Mechanical Engineering Science, University of Johannesburg, johannesburg, South Africa. dladesoji@gmail.com.",
        "Materials and Metallurgical Engineering Department, Federal University Oye-Ekiti, Oye-Ekiti, Ekiti State, Nigeria. dladesoji@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "27"
  },
  "start_page": "18521",
  "pages": "18521",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40425684",
    "pmc": "PMC12116915",
    "doi": "10.1038/s41598-025-03793-z",
    "pii": "10.1038/s41598-025-03793-z"
  },
  "doi": "10.1038/s41598-025-03793-z",
  "pmc_id": "PMC12116915",
  "dates": {
    "revised": "2025-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.242944",
    "pmid": "40425684"
  }
}