{
  "pmid": "40433218",
  "uid": "40433218",
  "title": "Persistent Mental Health-Related Disparities in Stroke Prevention for Atrial Fibrillation in the Era of Direct Oral Anticoagulants.",
  "abstract": "BACKGROUND: Mental health condition (MHC)-related oral anticoagulant prescribing disparities in atrial fibrillation have been reported. We evaluated oral anticoagulant prescribing for atrial fibrillation with the use of 2019 data and compared results with a previous analysis of warfarin prescribing that used 2004 data to evaluate impact of direct oral anticoagulant availability on oral anticoagulant prescribing. METHODS: This cross-sectional analysis compared oral anticoagulant prescribing in atrial fibrillation for patients with and without MHCs by means of Poisson regression and compared with a previous analysis. RESULTS: Of 305,937 patients with atrial fibrillation and CHADS2VASc score ≥ 2, 104,050 (34%) were diagnosed with MHCs. In unadjusted analyses, veterans with an MHC were marginally more likely to receive oral anticoagulants (relative risk [RR] 1.02. 95% confidence interval [CI] 1.02-1.03) vs veterans without an MHC. In adjusted analyses, veterans with any MHC were marginally less likely to receive oral anticoagulants vs veterans with no MHC (RR 0.95, 95% CI 0.95-0.96, when adjusted for age, sex, race, and comorbidities); more pronounced disparities were noted for veterans with specific MHCs, particularly psychosis. Modest improvements in oral anticoagulant prescribing were noted compared with 2004 data for warfarin prescribing. Persistent disparities in prescribing were noted for anxiety disorder, psychotic disorder, schizophrenia, bipolar disorder, and alcohol/drug use disorder. CONCLUSIONS: Significant disparities in oral anticoagulant prescribing for persons with atrial fibrillation and MHCs persist. Further research should evaluate the drivers of disparate prescribing and implement processes to ensure equitable prescribing.",
  "authors": [
    {
      "last_name": "Manja",
      "fore_name": "Veena",
      "initials": "V",
      "name": "Veena Manja",
      "affiliations": [
        "Veterans Affairs, Northern California Health Care System, Mather, California, USA.",
        "University of California, Davis, California, USA."
      ]
    },
    {
      "last_name": "Phibbs",
      "fore_name": "Ciaran S",
      "initials": "CS",
      "name": "Ciaran S Phibbs",
      "affiliations": [
        "Health Economics Resource Center, VA Palo Alto Healthcare System, Menlo Park, California, USA.",
        "Departments of Pediatrics and Health Policy, Stanford University, Stanford, USA."
      ]
    },
    {
      "last_name": "Ananth",
      "fore_name": "Lakshmi",
      "initials": "L",
      "name": "Lakshmi Ananth",
      "affiliations": [
        "Center for Innovation to Implementation, VA Palo Alto Healthcare System, Menlo Park, California, USA."
      ]
    },
    {
      "last_name": "Saechao",
      "fore_name": "Fay",
      "initials": "F",
      "name": "Fay Saechao",
      "affiliations": [
        "Center for Innovation to Implementation, VA Palo Alto Healthcare System, Menlo Park, California, USA."
      ]
    },
    {
      "last_name": "Frayne",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Frayne",
      "affiliations": [
        "Center for Innovation to Implementation, VA Palo Alto Healthcare System, Menlo Park, California, USA.",
        "Stanford University, Stanford, California, USA."
      ]
    }
  ],
  "journal": {
    "title": "CJC open",
    "iso_abbreviation": "CJC Open",
    "issn": "2589-790X",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "5",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "555",
  "end_page": "563",
  "pages": "555-563",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40433218",
    "pmc": "PMC12105484",
    "doi": "10.1016/j.cjco.2025.02.014",
    "pii": "S2589-790X(25)00112-X"
  },
  "doi": "10.1016/j.cjco.2025.02.014",
  "pmc_id": "PMC12105484",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:59.629418",
    "pmid": "40433218"
  }
}