{
  "pmid": "40438231",
  "uid": "40438231",
  "title": "The association between neutrophil percentage-to-albumin ratio and cardiovascular disease: evidence from a cross-sectional study.",
  "abstract": "BACKGROUND: Cardiovascular disease (CVD) is a leading cause of death and disability worldwide. Available studies suggest that inflammation and nutritional status play a key role in the development of CVD. As a new combined indicator of inflammation and nutritional status, the neutrophil percentage-to-albumin ratio (NPAR) may be important in CVD prediction. OBJECTIVE: This study investigated the association between NPAR and CVDs such as heart failure, coronary heart disease, angina pectoris, and stroke. It aimed to confirm the validity of NPAR as a potential biomarker of CVD using data from the National Health and Nutrition Examination Survey (NHANES). METHODS: This study used a cross-sectional study design that analyzed the neutrophil percentage, albumin levels, and CVD diagnostic information of 12,165 adults. Multifactorial logistic regression modeling was employed to explore the association between NPAR and CVDs such as heart failure, coronary heart disease, angina pectoris, and stroke, while the nonlinear relationships were examined via restricted cubic spline. In addition, subgroup analyses were performed to assess the effect of age, sex, and race on the association between NPAR and CVD. RESULTS: Our findings suggested that higher NPAR levels were significantly associated with an increased odds of CVD events. Specifically, each NPAR unit increase was associated with a 3% higher odds of a CVD event (OR = 1.03, 95% CI: 1.01-1.06). Individuals in the highest NPAR quartile displayed a significantly higher odds of heart failure (OR = 1.66, 95% CI: 1.18-2.34, p = 0.0035)and stroke (OR = 1.74, 95% CI: 1.28-2.36, p = 0.0004) than those in the lowest quartile. Subgroup analyses showed a more pronounced association between NPAR and CVD in women (OR = 1.04, 95% CI: 1.00-1.08, p = 0.0499), hypertensive patients (OR = 1.04, 95% CI: 1.01-1.07, p = 0.0154), and diabetic patients (OR = 1.05, 95% CI: 1.01-1.09, p = 0.0178). CONCLUSION: The study demonstrated that as a comprehensive indicator of inflammation and nutritional status, NPAR could effectively predict CVD occurrence. Although the clinical application value of NPAR requires further validation, it shows promise as a novel biomarker for early CVD screening and prevention.",
  "authors": [
    {
      "last_name": "Huang",
      "fore_name": "Xinfu",
      "initials": "X",
      "name": "Xinfu Huang",
      "affiliations": [
        "Second Clinical Medical College, Guizhou University of Traditional Chinese Medicine, Guiyang, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Second Clinical Medical College, Guizhou University of Traditional Chinese Medicine, Guiyang, China."
      ]
    },
    {
      "last_name": "Hao",
      "fore_name": "Wanting",
      "initials": "W",
      "name": "Wanting Hao",
      "affiliations": [
        "Second Clinical Medical College, Guizhou University of Traditional Chinese Medicine, Guiyang, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Xue",
      "initials": "X",
      "name": "Xue Wu",
      "affiliations": [
        "Department of Rheumatology and Immunology, The Second Affiliated Hospital of Guizhou University of Traditional Chinese Medicine, Guiyang, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Peng",
      "initials": "P",
      "name": "Peng Yang",
      "affiliations": [
        "Department of Rheumatology and Immunology, The Second Affiliated Hospital of Guizhou University of Traditional Chinese Medicine, Guiyang, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in cardiovascular medicine",
    "iso_abbreviation": "Front Cardiovasc Med",
    "issn": "2297-055X",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2025"
  },
  "start_page": "1557507",
  "pages": "1557507",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40438231",
    "pmc": "PMC12116393",
    "doi": "10.3389/fcvm.2025.1557507"
  },
  "doi": "10.3389/fcvm.2025.1557507",
  "pmc_id": "PMC12116393",
  "dates": {
    "revised": "2025-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.760846",
    "pmid": "40438231"
  }
}