{
  "pmid": "40435955",
  "uid": "40435955",
  "title": "Restorative Therapy of Erosive Tooth Wear Lesions: Direct Restorations.",
  "abstract": "Erosive tooth wear is increasingly encountered in clinical practice, yet its diagnosis and subsequent treatment planning can be ambiguous. Counselling and monitoring are advocated as the first intervention when managing patients with erosive tooth wear. However, some of them will invariably require restorative rehabilitation. Over the years, restorative care of the more severely worn dentition has shifted from the prescription of invasive, conventional prosthodontic protocols to the use of minimally invasive additive techniques. This has been facilitated by advances in dental adhesion and dental materials. This chapter provides an overview of a pragmatic philosophy for managing tooth wear, facilitating decision-making processes for these cases. It appraises concepts in tooth wear management from counselling and monitoring to restorative treatment, including the principles of planning where rehabilitation is indicated. This chapter also focuses on the application of direct resin composite for the treatment of tooth wear. It outlines some of the applied treatment techniques such as guided material placement and injection moulding that are being more commonly used in contemporary clinical practice. Additionally, it reviews the evidence base for the performance of these materials and techniques for managing erosive tooth wear, demonstrating how this information can lead to the attainment of more superior treatment outcomes. The impact of using direct composite on the patient's oral health-related quality of life is also discussed, emphasising its importance in obtaining consent for the restorative rehabilitation of the severely worn dentition.",
  "authors": [
    {
      "last_name": "Mehta",
      "fore_name": "Shamir B",
      "initials": "SB",
      "name": "Shamir B Mehta",
      "affiliations": [
        "Department of Dentistry, Research Institute for Medical Innovation, Radboud University Medical Center, Nijmegen, The Netherlands.",
        "King's College London, Faculty of Dentistry, Oral & Craniofacial Sciences, Guy's Campus, London, UK."
      ]
    },
    {
      "last_name": "Crins",
      "fore_name": "Luuk",
      "initials": "L",
      "name": "Luuk Crins",
      "affiliations": [
        "Department of Dentistry, Research Institute for Medical Innovation, Radboud University Medical Center, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Attin",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Attin",
      "affiliations": [
        "Clinic of Conservative and Preventive Dentistry, Center for Dental Medicine, University Zurich, Zurich, Switzerland."
      ]
    },
    {
      "last_name": "Loomans",
      "fore_name": "Bas A C",
      "initials": "BAC",
      "name": "Bas A C Loomans",
      "affiliations": [
        "Department of Dentistry, Research Institute for Medical Innovation, Radboud University Medical Center, Nijmegen, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Monographs in oral science",
    "iso_abbreviation": "Monogr Oral Sci",
    "issn": "1662-3843",
    "issn_type": "Electronic",
    "volume": "33",
    "pub_year": "2025"
  },
  "start_page": "246",
  "end_page": "260",
  "pages": "246-260",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Dental Restoration, Permanent",
    "Tooth Erosion",
    "Tooth Wear",
    "Composite Resins"
  ],
  "article_ids": {
    "pubmed": "40435955",
    "doi": "10.1159/000543708",
    "pii": "000543708"
  },
  "doi": "10.1159/000543708",
  "dates": {
    "completed": "2025-05-28",
    "revised": "2025-05-28"
  },
  "chemicals": [
    "Composite Resins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.492582",
    "pmid": "40435955"
  }
}