{
  "pmid": "40435954",
  "uid": "40435954",
  "title": "Restorative Therapy of Erosive Tooth Wear Lesions: Indirect Strategies.",
  "abstract": "For the first-line restorative management of worn dentition, direct composite restorations offer several advantages. However, the selection of this material and its method of application may not consistently provide a satisfactory longer-term treatment solution, particularly at molar teeth. This clinical approach is neither mutually exclusive, as there are various alternative dental materials available for similar clinical purposes, often applied using indirect fabrication techniques. These alternatives may offer benefits such as enhanced aesthetics and superior mechanical properties. It is essential for clinicians to have a comprehensive understanding of the various dental materials and techniques that may be suitable for a given clinical presentation. This involves evaluating the risks, benefits, costs and likely prognosis of each option. A thorough grasp of application protocols, along with an evidence-based approach, is crucial with the attainment of informed consent. In this chapter, the role of indirect restorations - ranging from resin-based composites to ceramic materials - will be discussed, along with the supporting evidence. The use of both partial and full-coverage indirect restorations will be reviewed, as well as the performance of more novel dental materials. An overview of the key stages in planning the rehabilitation of worn dentition will also be provided, including occlusal considerations, occlusal treatment concepts and smile design - critical factors for achieving optimal treatment outcomes. Additionally, this chapter will cover the steps involved in preparing diagnostic mock-ups used for the treatment of worn dentition.",
  "authors": [
    {
      "last_name": "Loomans",
      "fore_name": "Bas A C",
      "initials": "BAC",
      "name": "Bas A C Loomans",
      "affiliations": [
        "Department of Dentistry, Research Institute for Medical Innovation, Radboud University Medical Center, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Crins",
      "fore_name": "Luuk",
      "initials": "L",
      "name": "Luuk Crins",
      "affiliations": [
        "Department of Dentistry, Research Institute for Medical Innovation, Radboud University Medical Center, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Mainjot",
      "fore_name": "Amélie",
      "initials": "A",
      "name": "Amélie Mainjot",
      "affiliations": [
        "Dental Biomaterials Research Unit (d-BRU), University of Liège, and Department of Fixed Prosthodontics, University Hospital Center (CHU) of Liège, Liège, Belgium."
      ]
    },
    {
      "last_name": "Shepperson",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Shepperson",
      "affiliations": [
        "BDS Otago General Dentist, Private Practice, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir B",
      "initials": "SB",
      "name": "Shamir B Mehta",
      "affiliations": [
        "Department of Dentistry, Research Institute for Medical Innovation, Radboud University Medical Center, Nijmegen, The Netherlands.",
        "King's College London Faculty of Dentistry, Oral & Craniofacial Sciences, Guy's Campus, London, UK."
      ]
    }
  ],
  "journal": {
    "title": "Monographs in oral science",
    "iso_abbreviation": "Monogr Oral Sci",
    "issn": "1662-3843",
    "issn_type": "Electronic",
    "volume": "33",
    "pub_year": "2025"
  },
  "start_page": "261",
  "end_page": "274",
  "pages": "261-274",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Dental Restoration, Permanent",
    "Tooth Erosion",
    "Tooth Wear",
    "Composite Resins",
    "Dental Materials",
    "Ceramics"
  ],
  "article_ids": {
    "pubmed": "40435954",
    "doi": "10.1159/000543631",
    "pii": "000543631"
  },
  "doi": "10.1159/000543631",
  "dates": {
    "completed": "2025-05-28",
    "revised": "2025-05-28"
  },
  "chemicals": [
    "Composite Resins",
    "Dental Materials"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.492274",
    "pmid": "40435954"
  }
}