{
  "pmid": "40441871",
  "uid": "40441871",
  "title": "Evidence categories in systematic assessment of cancer overdiagnosis.",
  "abstract": "The phenomenon of cancer overdiagnosis, the diagnosis of a malignant tumour that, without detection, would never lead to adverse health effects, has been reported for several cancer types in different populations. There has been an increase in studies focused on overdiagnosis, creating an opportunity to synthesise evidence on specific cancer types. However, studies that systematically assess evidence across different research domains remain scarce, with most of them relying on data from studies that already mentioned overdiagnosis as a potential concern. In this review, we consider several evidence categories that are used to systematically assess the presence and magnitude of overdiagnosis, including (1) data from cancer surveillance, (2) studies exploring the 'true' prevalence of cancer in the population, (3) studies that explore the use of diagnostics and its effect on incidence and mortality and (4) studies that explore changes and progress in cancer management and its effect on cancer mortality. This article highlights the strengths and weaknesses of different evidence categories, provides examples of studies on different cancer types and discusses how these categories can help synthesise evidence on cancer overdiagnosis.",
  "authors": [
    {
      "last_name": "Barchuk",
      "fore_name": "Anton",
      "initials": "A",
      "name": "Anton Barchuk",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland anton.barchuk@helsinki.fi.",
        "Department of Medical Informatics, Erasmus MC, Rotterdam, The Netherlands."
      ],
      "orcid": "0000-0002-4629-3326"
    },
    {
      "last_name": "Nordlund",
      "fore_name": "Niko K",
      "initials": "NK",
      "name": "Niko K Nordlund",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland."
      ],
      "orcid": "0009-0007-6681-9675"
    },
    {
      "last_name": "Halme",
      "fore_name": "Alex L E",
      "initials": "ALE",
      "name": "Alex L E Halme",
      "affiliations": [
        "Faculty of Medicine, University of Helsinki, Helsinki, Finland."
      ],
      "orcid": "0000-0001-6597-818X"
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, Helsinki University Hospital, Helsinki, Finland.",
        "Department of Surgery, Päijät-Häme Central Hospital, Lahti, Finland."
      ],
      "orcid": "0000-0002-1389-8214"
    }
  ],
  "journal": {
    "title": "BMJ evidence-based medicine",
    "iso_abbreviation": "BMJ Evid Based Med",
    "issn": "2515-4478",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "28"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40441871",
    "doi": "10.1136/bmjebm-2024-113529",
    "pii": "bmjebm-2024-113529"
  },
  "doi": "10.1136/bmjebm-2024-113529",
  "dates": {
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:07.387449",
    "pmid": "40441871"
  }
}