{
  "pmid": "40443569",
  "uid": "40443569",
  "title": "Hypertension Canada guideline for the diagnosis and treatment of hypertension in adults in primary care.",
  "abstract": "BACKGROUND: Canada has historically been among the world leaders in hypertension care, but hypertension treatment and control rates have regressed in recent years. This guideline is intended to provide pragmatic primary care-focused recommendations to improve hypertension management in adults at the population level. METHODS: We employed Grading of Recommendations Assessment, Development and Evaluation and ADAPTE frameworks in accordance with Appraisal of Guidelines for Research and Evaluation (AGREE II) quality and reporting standards to develop recommendations on managing hypertension for adults aged 18 years and older. We used the HEARTS framework-a model of care developed by the World Health Organization to improve hypertension control and reduce cardiovascular burden-to integrate these recommendations into streamlined, pragmatic, and evidence-based algorithms. The guideline committee predominantly comprised primary care providers and also included patient, methodology, and hypertension specialist representatives. Our process for managing competing interests adhered to Guidelines International Network principles. RECOMMENDATIONS: The 9 recommendations for managing hypertension in adults are grouped under the categories of diagnosis and treatment. Diagnostic recommendations include a standardized approach to measuring blood pressure (BP) and confirming hypertension, as well as providing a uniform definition for hypertension of BP ≥130/80 mmHg. Treatment recommendations include targeting a systolic BP <130 mmHg, implementing healthy lifestyle changes, and providing stepwise guidance on optimal medication choices for patients requiring pharmacotherapy. INTERPRETATION: Our aim is to enhance the standard of hypertension care in the Canadian primary care setting. Accurate diagnosis and optimal treatment of hypertension can reduce adverse cardiovascular events and risk of death.",
  "authors": [
    {
      "last_name": "Goupil",
      "fore_name": "Rémi",
      "initials": "R",
      "name": "Rémi Goupil",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Hôpital du Sacré-Coeur de Montréal, Université de Montréal, Montréal, QC."
      ]
    },
    {
      "last_name": "Tsuyuki",
      "fore_name": "Ross T",
      "initials": "RT",
      "name": "Ross T Tsuyuki",
      "affiliations": [
        "EPICORE, Division of Cardiology, Department of Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Terenzi",
      "fore_name": "Kristin A",
      "initials": "KA",
      "name": "Kristin A Terenzi",
      "affiliations": [
        "Langstaff Medical Centre, Woodbridge, ON."
      ]
    },
    {
      "last_name": "Habert",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Habert",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Gemma",
      "initials": "G",
      "name": "Gemma Cheng",
      "affiliations": [
        "Department of Family Medicine, Faculty of Medicine and Health Sciences, McGill University, Montréal, QC."
      ]
    },
    {
      "last_name": "Gysel",
      "fore_name": "Stephanie C",
      "initials": "SC",
      "name": "Stephanie C Gysel",
      "affiliations": [
        "Apothecare Pharmacy, Department of Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB."
      ]
    },
    {
      "last_name": "Bruneau",
      "fore_name": "Jill",
      "initials": "J",
      "name": "Jill Bruneau",
      "affiliations": [
        "Faculty of Nursing, Memorial University of Newfoundland, St. John's, NL."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Alexander A",
      "initials": "AA",
      "name": "Alexander A Leung",
      "affiliations": [
        "Division of Endocrinology and Metabolism, Department of Medicine, and Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Norman R C",
      "initials": "NRC",
      "name": "Norman R C Campbell",
      "affiliations": [
        "Libin Cardiovascular Institute, Department of Medicine, University of Calgary, Calgary, AB."
      ]
    },
    {
      "last_name": "Schiffrin",
      "fore_name": "Ernesto L",
      "initials": "EL",
      "name": "Ernesto L Schiffrin",
      "affiliations": [
        "Department of Medicine and Lady Davis Institute for Medical Research, Sir Mortimer B. Davis-Jewish General Hospital, McGill University, Montréal, QC."
      ]
    },
    {
      "last_name": "Hundemer",
      "fore_name": "Gregory L",
      "initials": "GL",
      "name": "Gregory L Hundemer",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Ottawa.",
        "Inflammation and Chronic Disease Program, Ottawa Hospital Research Institute, Ottawa, ON."
      ]
    }
  ],
  "journal": {
    "title": "Canadian pharmacists journal : CPJ = Revue des pharmaciens du Canada : RPC",
    "iso_abbreviation": "Can Pharm J (Ott)",
    "issn": "1715-1635",
    "issn_type": "Print",
    "volume": "158",
    "issue": "4",
    "pub_year": "2025"
  },
  "start_page": "188",
  "end_page": "205",
  "pages": "188-205",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40443569",
    "pmc": "PMC12116478",
    "doi": "10.1177/17151635251343907",
    "pii": "10.1177_17151635251343907"
  },
  "doi": "10.1177/17151635251343907",
  "pmc_id": "PMC12116478",
  "dates": {
    "revised": "2025-06-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:51.436271",
    "pmid": "40443569"
  }
}