{
  "pmid": "40448121",
  "uid": "40448121",
  "title": "Promoting data-driven decision-making in Jordan: strengthening national health information system and achieving consensus on core set of health system indicators.",
  "abstract": "BACKGROUND: A well-functioning health information system (HIS) is foundational for strong health systems and the achievement of the Sustainable Development Goals. In Jordan, the national HIS, overseen by the Ministry of Health, faces challenges related to overlapping data collection, data availability gaps, and operational inefficiencies which compromise effective decision-making. This study aims to promote data-driven decision-making in Jordan by assessing the existing HIS and fostering consensus on a standardized set of indicators for core health system functions, maternal, child and adolescent health, and refugee health. METHODS: A multifaceted stepwise approach was adopted, encompassing the following steps: baseline assessment of HIS, compilation of a comprehensive list of candidate indicators, consensus meetings to prioritize and validate the indicators, and development of procedure manual for standardizing the shortlisted indicators. RESULTS: The baseline assessment of HIS identified areas for improvement at the following levels: governance and planning; infrastructure and resources; data management; and institutional capacity to support data-driven decision-making. Of 4,120 indicators reviewed from international sources and 215 from Jordan's indicators inventory, 415 candidate indicators were compiled and categorized into three priority thematic areas: core health and health systems indicators (n = 167), maternal, child and adolescent health indicators (n = 137), and refugee health indicators (n = 111). Fifteen stakeholders took part in the first consensus meeting, 14 in the second, and 10 in the third meeting. Utilizing a criterion-based ranking system, participants independently rated each candidate indicator against three criteria: Importance, Feasibility, and Actionability. The shortlisted indicators were subsequently validated against the criterion 'retain'. This process resulted in a final validated list of indicators, comprising 55 core health systems indicators (33 of which are reported in Jordan); 40 maternal, child and adolescent health indicators (21 of which are reported in Jordan); and 26 refugee health indicators (none of which are reported in Jordan). Participants also suggested indicators to be added to each thematic areas. Three procedure manuals were developed and validated, corresponding to the three thematic areas. CONCLUSION: Findings from this study can contribute to the broader discourse on HIS reforms in Jordan, emphasizing the need for ongoing efforts to enhance data quality, stakeholder collaboration, and infrastructure.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon. rf52@aub.edu.lb.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon. rf52@aub.edu.lb."
      ]
    },
    {
      "last_name": "AlRub",
      "fore_name": "Raeda Abu",
      "initials": "RA",
      "name": "Raeda Abu AlRub",
      "affiliations": [
        "Faculty of Nursing, Jordan University of Science and Technology, Irbid, Jordan. raeda70@just.edu.jo."
      ]
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Daher",
      "fore_name": "Najla",
      "initials": "N",
      "name": "Najla Daher",
      "affiliations": [
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Reproductive health",
    "iso_abbreviation": "Reprod Health",
    "issn": "1742-4755",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "Suppl 1",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "31"
  },
  "start_page": "72",
  "pages": "72",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Jordan",
    "Health Information Systems",
    "Adolescent",
    "Consensus",
    "Female",
    "Decision Making",
    "Child",
    "Refugees",
    "Quality Indicators, Health Care"
  ],
  "article_ids": {
    "pubmed": "40448121",
    "pmc": "PMC12125760",
    "doi": "10.1186/s12978-025-01988-1",
    "pii": "10.1186/s12978-025-01988-1"
  },
  "doi": "10.1186/s12978-025-01988-1",
  "pmc_id": "PMC12125760",
  "dates": {
    "completed": "2025-05-31",
    "revised": "2025-06-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "#108917",
      "agency": "International Development Research Centre"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.380192",
    "pmid": "40448121"
  }
}