{
  "pmid": "40445377",
  "uid": "40445377",
  "title": "Molecular dynamics simulations for the sensitivity and moisture adsorption on the surface of a novel cocrystal: CL-20/DNAN.",
  "abstract": "CONTEXT: Cocrystals are recognized as an effective strategy to mitigate the high sensitivity of energetic materials. In this paper, we use molecular dynamics (MD) to simulate the binding energies and XRD of CL-20/DNAN cocrystals with different ratios to prove that there is a new type of cocrystal structure between CL-20 and DNAN. To further investigate the effect of moisture absorption on the storage safety of cocrystals, this paper simulates the adsorption process of water molecules on the (0 0 1), (0 1 0), (1 0 0) crystal surfaces, respectively. By analyzing the radial distribution function plots, it is found that there are hydrogen bonding interactions between water molecules and molecules on the surface of the cocrystal, and the (1 0 0) face is most likely to adsorb water molecules. By analyzing the length of the triggering bond and the cohesive energy density of the cocrystal, it was found that when water molecules are absorbed on the surface, the N-NO2 bond of the cocrystal explosive is more likely to be broken and the sensitivity of the explosive is higher on the surface, leading to increased sensitivity. METHODS: The MD simulation is conducted utilizing the Materials Studio software, operating under the NPT set with a temperature of 298 K, a pressure of 0.0001 GPa, temperature control of Andersen, and pressure control of Berendsen. The simulation spans a duration of 150 ps, with samples being recorded at an interval of 1 fs throughout the computational process. Similar simulations are conducted for all systems.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Chemical Engineering and Technology, Tianjin University, Tianjin, 300350, People's Republic of China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Jingtao",
      "initials": "J",
      "name": "Jingtao Wang",
      "affiliations": [
        "School of Chemical Engineering and Technology, Tianjin University, Tianjin, 300350, People's Republic of China. wjingtao928@tju.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Journal of molecular modeling",
    "iso_abbreviation": "J Mol Model",
    "issn": "0948-5023",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "30"
  },
  "start_page": "178",
  "pages": "178",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40445377",
    "doi": "10.1007/s00894-025-06396-7",
    "pii": "10.1007/s00894-025-06396-7"
  },
  "doi": "10.1007/s00894-025-06396-7",
  "dates": {
    "revised": "2025-06-09"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "YDZX2024132",
      "agency": "Guiding Funds of Central Government for Supporting the Development of the Local Science and Technology"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.761254",
    "pmid": "40445377"
  }
}