{
  "pmid": "40443408",
  "uid": "40443408",
  "title": "The Use of Negative Pressure Wound Therapy for Breast Surgeries: A Systematic Review and Meta-Analysis.",
  "abstract": "Background: Negative pressure wound therapy (NPWT) following breast surgery has emerged as a promising intervention theorized to reduce complication rates, improve patient-important outcomes, and enhance cost-effectiveness. This systematic review and meta-analysis aims to determine outcomes of NPWT following breast surgery. Methods: MEDLINE, Embase, CINAHL, Web of Science, and CENTRAL were searched to include all English-language, peer-reviewed observational and randomized controlled trials (RCTs) investigating NPWT on the breast or donor site among patients undergoing breast surgery. Studies evaluated at least one of the following outcomes: wound dehiscence, surgical site infection (SSI), implant loss, re-operation, re-admission, hematoma, seroma, and skin/wound necrosis. Quality of evidence was assessed with GRADE methodology. Results: This review includes 31 studies (eight RCTs, 23 observational) analyzing 3320 patients (4326 breasts). High certainty of evidence indicates decreased risk of wound dehiscence among NPWT patients in RCTs for all NPWT application sites (donor: 0.40; 95%CI 0.21, 0.79; breast: 0.59; 95%CI 0.41, 0.84) and observational trials where NPWT was placed on donor sites (0.64; 95%CI 0.42, 0.98). Some evidence indicates NPWT may reduce SSI, hematoma, seroma, and skin/wound necrosis incidence, however results are uncertain and varied in statistical significance. No effect was identified on rates of breast implant loss, re-operation, and re-admission, although this certainty of evidence is very low. Conclusions: Our findings suggest NPWT following breast surgery reduces the risk of wound dehiscence, may have some effect on SSIs, hematoma, seroma, and skin/wound necrosis; and does not demonstrate an effect on rates of implant loss, re-operation or re-admission.",
  "authors": [
    {
      "last_name": "Levit",
      "fore_name": "Tal",
      "initials": "T",
      "name": "Tal Levit",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3196-4411"
    },
    {
      "last_name": "Olaiya",
      "fore_name": "Oluwatobi",
      "initials": "O",
      "name": "Oluwatobi Olaiya",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6632-9595"
    },
    {
      "last_name": "Lavoie",
      "fore_name": "Declan C T",
      "initials": "DCT",
      "name": "Declan C T Lavoie",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Avram",
      "fore_name": "Ronen",
      "initials": "R",
      "name": "Ronen Avram",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-5094-9888"
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "20"
  },
  "start_page": "22925503251336253",
  "pages": "22925503251336253",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40443408",
    "pmc": "PMC12116506",
    "doi": "10.1177/22925503251336253",
    "pii": "10.1177_22925503251336253"
  },
  "doi": "10.1177/22925503251336253",
  "pmc_id": "PMC12116506",
  "dates": {
    "revised": "2025-06-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:48.107105",
    "pmid": "40443408"
  }
}