{
  "pmid": "40440817",
  "uid": "40440817",
  "title": "Norepinephrine versus epinephrine after cardiac arrest: A systematic review and meta-analysis.",
  "abstract": "OBJECTIVES: Patients who obtain return of spontaneous circulation (ROSC) after cardiac arrest often experience post-resuscitation hypotension, typically managed with epinephrine (EPI). However, recent research suggests that norepinephrine (NE) may improve patient outcomes. This systematic review and meta-analysis evaluates the effectiveness of EPI versus NE in managing post-resuscitative shock in patients who achieve ROSC. METHODS: A systematic literature search in PubMed, Medline, Scopus, EMBASE, and Cochrane CENTRAL was performed. Observational or randomized studies on adults comparing EPI to NE after cardiac arrest were included in analysis. Outcomes were analyzed via random-effects meta-analysis and included rate of re-arrest during hospital stay, survival to discharge, and functional neurological outcome at discharge. RESULTS: After screening 1217 studies, we analyzed 6 studies, which involved 3458 patients, with mean (+/- SD) age of 64 (+/- 3) years, and 2188 (63 %) were male. The NE group consisted of 1833 (53 %) patients and 287 (41 %) of the total 703 re-arrest. Patients receiving NE were associated with 63 % lower odds of having recurrent arrest (OR 0.47, 95 % CI 0.24-0.92, P = 0.03, I[2] = 89 %). There was no statistical difference for rates of hospital survival (OR 2.04, 95 % 0.93-4.47) or discharge with unfavorable neurological outcome (OR 1.72, 95 % CI 0.92-3.22). CONCLUSIONS: Among a small number of studies, norepinephrine use in post-cardiac arrest patients was associated with lower odds of recurrent cardiac arrest. However, high study heterogeneity highlights the need for well-designed future research to validate these findings.",
  "authors": [
    {
      "last_name": "Williams",
      "fore_name": "Caitlin A",
      "initials": "CA",
      "name": "Caitlin A Williams",
      "affiliations": [
        "Department of Emergency Medicine, George Washington University School of Medicine and Health Sciences, Washington, DC, United States. Electronic address: cawilliams@gwu.edu."
      ]
    },
    {
      "last_name": "Pourmand",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Pourmand",
      "affiliations": [
        "Department of Emergency Medicine, George Washington University School of Medicine and Health Sciences, Washington, DC, United States. Electronic address: pourmand@gwu.edu."
      ]
    },
    {
      "last_name": "Hintze",
      "fore_name": "Trager",
      "initials": "T",
      "name": "Trager Hintze",
      "affiliations": [
        "Department of Medical Education, Alice L. Walton School of Medicine, Bentonville, AR 72712, United States. Electronic address: trager.hintze@alwmed.org."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Walker",
      "affiliations": [
        "Department of Emergency Medicine, Baylor Scott and White All Saints Medical Center in Fort Worth, Fort Worth, TX 76104, United States; Burnett School of Medicine at Texas Christian University, Fort Worth, TX 76104, United States. Electronic address: jennifer.walker@bswhealth.org."
      ]
    },
    {
      "last_name": "Moran",
      "fore_name": "Madison",
      "initials": "M",
      "name": "Madison Moran",
      "affiliations": [
        "Research Associate Program in Emergency Medicine & Critical Care, Department of Emergency Medicine, University of Maryland School of Medicine, Baltimore, MD, United States. Electronic address: mmoran14@terpmail.umd.edu."
      ]
    },
    {
      "last_name": "Dinh",
      "fore_name": "Khai",
      "initials": "K",
      "name": "Khai Dinh",
      "affiliations": [
        "Research Associate Program in Emergency Medicine & Critical Care, Department of Emergency Medicine, University of Maryland School of Medicine, Baltimore, MD, United States."
      ]
    },
    {
      "last_name": "Shaw",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Shaw",
      "affiliations": [
        "Research Associate Program in Emergency Medicine & Critical Care, Department of Emergency Medicine, University of Maryland School of Medicine, Baltimore, MD, United States."
      ]
    },
    {
      "last_name": "Camp",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Camp",
      "affiliations": [
        "School of Medicine, University of Maryland Baltimore, Baltimore, MD, United States. Electronic address: samantha.camp@som.umaryland.edu."
      ]
    },
    {
      "last_name": "Gorman",
      "fore_name": "Emily F",
      "initials": "EF",
      "name": "Emily F Gorman",
      "affiliations": [
        "Health Sciences and Human Services Library, University of Maryland, Baltimore, MD, United States. Electronic address: efgorman@hshsl.umaryland.edu."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Quincy K",
      "initials": "QK",
      "name": "Quincy K Tran",
      "affiliations": [
        "Department of Emergency Medicine, University of Maryland School of Medicine, Baltimore, MD, United States; Program In Trauma, The R Adam Cowley Shock Trauma Center, University of Maryland School of Medicine, Baltimore, MD, United States. Electronic address: qtran@som.umaryland.edu."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of emergency medicine",
    "iso_abbreviation": "Am J Emerg Med",
    "issn": "1532-8171",
    "issn_type": "Electronic",
    "volume": "95",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "22"
  },
  "start_page": "107",
  "end_page": "114",
  "pages": "107-114",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40440817",
    "doi": "10.1016/j.ajem.2025.05.038",
    "pii": "S0735-6757(25)00359-6"
  },
  "doi": "10.1016/j.ajem.2025.05.038",
  "dates": {
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.746727",
    "pmid": "40440817"
  }
}