{
  "pmid": "40453476",
  "uid": "40453476",
  "title": "Outcomes following surgical management of patellar instability in hypermobile patients are favourable compared to non-operative management in non-hypermobile patients: A systematic review and meta-analysis.",
  "abstract": "PURPOSE: To assess the outcomes of surgical management of patellar instability in hypermobile patients. METHODS: Three online databases (PubMed, MEDLINE and EMBASE) were searched from inception to 27 September 2024, to identify studies investigating the surgical management options for patellar instability in hypermobile patients. Data pertaining to patient demographics, patient management, redislocation rates and Kujala scores were abstracted. Weighted means and meta-analyses were conducted to compare rates of redislocation as well as post-operative Kujala scores. However, data pooling was not performed in cases of high heterogeneity. The quality of included studies was assessed using the MINORS criteria. RESULTS: A total of nine studies and 303 patients were included in this review. The pooled mean post-operative redislocation rate was 9% at a mean follow-up time of 45.4 months. The mean post-operative redislocation rate ranged from 7.3% to 28.5% following medial patellofemoral reconstruction (MPFLR). The mean post-operative Kujala score ranged from 64.3 to 95.3. The post-operative complication rate was 11.7%. CONCLUSION: This systematic review demonstrated that surgical management, particularly MPFLR, of patellar instability in hypermobile patients may result in lower redislocation rates and favourable post-operative outcomes compared to non-operative management in non-hypermobile patients. The current available literature for this patient population is highly heterogeneous, indicating the need for high-quality studies to more accurately assess intrinsic risk factors and surgical techniques. LEVEL OF EVIDENCE: Level IV.",
  "authors": [
    {
      "last_name": "Dworsky-Fried",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Dworsky-Fried",
      "affiliations": [
        "Michael G. deGroote School of Medicine McMaster University Hamilton Ontario Canada."
      ],
      "orcid": "0009-0003-6960-9201"
    },
    {
      "last_name": "Blackman",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Blackman",
      "affiliations": [
        "School of Medicine University of Limerick Limerick Ireland."
      ],
      "orcid": "0009-0009-8113-3705"
    },
    {
      "last_name": "Cohen",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Cohen",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Peterson",
      "fore_name": "Devin",
      "initials": "D",
      "name": "Devin Peterson",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Musahl",
      "fore_name": "Volker",
      "initials": "V",
      "name": "Volker Musahl",
      "affiliations": [
        "Department of Orthopaedic Surgery, UPMC Freddie Fu Sports Medicine Center University of Pittsburgh Pittsburgh Pennsylvania USA."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery McMaster University Hamilton Ontario Canada."
      ],
      "orcid": "0000-0002-3997-4078"
    }
  ],
  "journal": {
    "title": "Journal of experimental orthopaedics",
    "iso_abbreviation": "J Exp Orthop",
    "issn": "2197-1153",
    "issn_type": "Print",
    "volume": "12",
    "issue": "2",
    "pub_year": "2025",
    "pub_month": "Apr"
  },
  "start_page": "e70256",
  "pages": "e70256",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40453476",
    "pmc": "PMC12126757",
    "doi": "10.1002/jeo2.70256",
    "pii": "JEO270256"
  },
  "doi": "10.1002/jeo2.70256",
  "pmc_id": "PMC12126757",
  "dates": {
    "revised": "2025-06-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.877677",
    "pmid": "40453476"
  }
}