{
  "pmid": "40455291",
  "uid": "40455291",
  "title": "Nanomaterial-enhanced ambient ionization for miniature mass spectrometry: toward high-performance on-site detection.",
  "abstract": "Mass spectrometry (MS), which is renowned for its high sensitivity and molecular specificity, serves as a cornerstone of modern analytical chemistry. However, the field applications of MS are constrained by bulky instrumentation and operational complexity. The integration of miniaturized MS with ambient ionization has revolutionized analytical workflows, enabling \"sampling-ionization-detection\" platforms that have shifted paradigms from laboratory-based analysis to on-site point-of-care testing. This has led to promising applications in food safety, environmental monitoring, and clinical diagnostics. Despite these advancements, challenges such as matrix interference and insufficient sensitivity persist. To address these limitations, the structural and surface properties of nanomaterials can be leveraged and engineered, offering multidimensional enhancement strategies across MS workflows that provide improved sensitivity and mitigate matrix effects. This review summarizes the developments over the past five years in the utilization of nanomaterials coupled with ambient ionization techniques for sample pretreatment and ionization optimization. Moreover, the synergy of these strategies with miniature MS systems is systematically highlighted for food safety, biomarker detection, and environmental pollutant determination. By bridging materials science, sensor technology, and diagnostics, these multidisciplinary efforts have accelerated the development of intelligent, portable analytical platforms, paving the way for precision medicine and next-generation field-deployable diagnostics. The convergence of nanomaterial innovations, sensor miniaturization, and diagnostic advancements underscores the transformative potential of these developments for the real-time, on-site detection of trace analytes in complex matrices.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Zhang",
      "affiliations": [
        "Chinese Academy of Quality and Inspection & Testing, Beijing, 100123, China.",
        "NMPA Key Laboratory for POCT Technology Transforming and Quality Control, Beijing, 100123, China.",
        "Technology Innovation Center of Analytical Instruments & Equipment Testing and Evaluation, State Administration for Market Regulation, Beijing, 100123, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Xiaoying",
      "initials": "X",
      "name": "Xiaoying Zhu",
      "affiliations": [
        "Chinese Academy of Quality and Inspection & Testing, Beijing, 100123, China.",
        "Beijing Key Laboratory of Microstructure and Properties of Solids, Faculty of Materials and Manufacturing, Beijing University of Technology, Beijing, 100124, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jiahao",
      "initials": "J",
      "name": "Jiahao Li",
      "affiliations": [
        "Chinese Academy of Quality and Inspection & Testing, Beijing, 100123, China.",
        "Beijing Key Laboratory of Microstructure and Properties of Solids, Faculty of Materials and Manufacturing, Beijing University of Technology, Beijing, 100124, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Chinese Academy of Quality and Inspection & Testing, Beijing, 100123, China.",
        "Beijing Key Laboratory of Microstructure and Properties of Solids, Faculty of Materials and Manufacturing, Beijing University of Technology, Beijing, 100124, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Cong",
      "initials": "C",
      "name": "Cong Wang",
      "affiliations": [
        "Beijing Key Laboratory of Microstructure and Properties of Solids, Faculty of Materials and Manufacturing, Beijing University of Technology, Beijing, 100124, China. smartswang@bjut.edu.cn."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Qiang",
      "initials": "Q",
      "name": "Qiang Ma",
      "affiliations": [
        "Chinese Academy of Quality and Inspection & Testing, Beijing, 100123, China. maqiang@caiq.org.cn.",
        "NMPA Key Laboratory for POCT Technology Transforming and Quality Control, Beijing, 100123, China. maqiang@caiq.org.cn.",
        "Technology Innovation Center of Analytical Instruments & Equipment Testing and Evaluation, State Administration for Market Regulation, Beijing, 100123, China. maqiang@caiq.org.cn."
      ]
    }
  ],
  "journal": {
    "title": "Mikrochimica acta",
    "iso_abbreviation": "Mikrochim Acta",
    "issn": "1436-5073",
    "issn_type": "Electronic",
    "volume": "192",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "02"
  },
  "start_page": "392",
  "pages": "392",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Nanostructures",
    "Mass Spectrometry",
    "Humans",
    "Biomarkers"
  ],
  "article_ids": {
    "pubmed": "40455291",
    "doi": "10.1007/s00604-025-07238-2",
    "pii": "10.1007/s00604-025-07238-2"
  },
  "doi": "10.1007/s00604-025-07238-2",
  "dates": {
    "completed": "2025-06-02",
    "revised": "2025-06-10"
  },
  "chemicals": [
    "Biomarkers"
  ],
  "grants": [
    {
      "grant_id": "2025JK003 and 2025JK015",
      "agency": "Basic Research Fund for Central Public Interest Institutes"
    },
    {
      "grant_id": "2025JK003 and 2025JK015",
      "agency": "Basic Research Fund for Central Public Interest Institutes"
    },
    {
      "grant_id": "2021YFF0601901",
      "agency": "National Key R&D Program of China"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.765799",
    "pmid": "40455291"
  }
}