{
  "pmid": "40450448",
  "uid": "40450448",
  "title": "Equipping physicians for benzodiazepine receptor agonists deprescription in older adults: theory-based development of the BE-SAFE intervention.",
  "abstract": "BACKGROUND: Benzodiazepine receptor agonists (BZRA) are still widely used for sleep problems in older adults despite an unfavourable risk-benefit ratio. The hospital setting presents an opportunity for optimising medication use in older adults. The BE-SAFE project follows a rigorous sequential approach for developing a theory-informed intervention towards BZRA deprescription initiated in the hospital setting in 6 European countries (Belgium, Greece, Norway, Poland, Spain, and Switzerland). OBJECTIVES: The objectives of this paper are to describe the development of the physicians' intervention, the results of on the acceptability and perceived feasibility with physicians, and the finalised BE-SAFE intervention. METHODS: The intervention was built upon preliminary work and developed in four main steps: selection of behaviour change techniques; identification of existing resources and assessment of needs and preferences of hospital physicians; development of intervention components and modes of delivery; and end-users' evaluation and refinement of intervention. RESULTS: A total of 11 behaviour change techniques were selected, addressing 6 main barriers into a 6-component intervention: senior physician endorsement, training, self-monitoring, deprescription algorithm, communication to patients and other healthcare professionals. These core elements will be delivered allowing local adaptability. Twenty-four physicians evaluated the intervention. They confirmed that the intervention effectively targets the barriers highlighted in preliminary work and provided feedback for improvement regarding clarity and time issues. CONCLUSIONS: A 6-component physician's intervention to enhance BZRA deprescription initiated in hospital settings was developed by systematically addressing implementation issues in a theory informed manner. This intervention will be evaluated in a multi-country cluster randomised controlled trial.",
  "authors": [
    {
      "last_name": "Sibille",
      "fore_name": "François-Xavier",
      "initials": "FX",
      "name": "François-Xavier Sibille",
      "affiliations": [
        "Clinical Pharmacy and Pharmacoepidemiology Research Group, Louvain Drug Research Institute, UCLouvain Belgium; Geriatric Department, CHU UCL Namur, Yvoir, Belgium; Institute of Health and Society, UCLouvain, Belgium. Electronic address: francois-xavier.sibille@chuuclnamur.uclouvain.be."
      ]
    },
    {
      "last_name": "Salbert",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Salbert",
      "affiliations": [
        "Third Department of Psychiatry and Sleep Medicine Center, Institute of Psychiatry and Neurology, Warsaw, Poland."
      ]
    },
    {
      "last_name": "Bolt",
      "fore_name": "Lucy",
      "initials": "L",
      "name": "Lucy Bolt",
      "affiliations": [
        "Department of General Internal Medicine, Inselspital, Bern University Hospital, University of Bern, Switzerland; Institute of Primary Health Care (BIHAM), University of Bern, Switzerland."
      ]
    },
    {
      "last_name": "Tsoutsi",
      "fore_name": "Vagioula",
      "initials": "V",
      "name": "Vagioula Tsoutsi",
      "affiliations": [
        "Sleep Research Unit, First Department of Psychiatry, Eginition Hospital, Medical School, National & Kapodistrian University of Athens, Athens, Greece."
      ]
    },
    {
      "last_name": "Callegari",
      "fore_name": "Enrico",
      "initials": "E",
      "name": "Enrico Callegari",
      "affiliations": [
        "Department of Old Age Psychiatry, Østfold Hospital Trust, Grålum, Norway; Department of Geriatric Medicine, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Dalleur",
      "fore_name": "Olivia",
      "initials": "O",
      "name": "Olivia Dalleur",
      "affiliations": [
        "Clinical Pharmacy and Pharmacoepidemiology Research Group, Louvain Drug Research Institute, UCLouvain Belgium; Pharmacy Department, Cliniques Universitaires Saint-Luc, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Adda",
      "fore_name": "Tokandji",
      "initials": "T",
      "name": "Tokandji Adda",
      "affiliations": [
        "Clinical Pharmacy and Pharmacoepidemiology Research Group, Louvain Drug Research Institute, UCLouvain Belgium."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, Geneva University Hospitals, University of Geneva, Switzerland; Department of Health Research Methods, Evidence, and Impact, McMaster University, Canada; MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Berger",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Berger",
      "affiliations": [
        "Department of Clinical Psychology and Psychotherapy, Institute of Psychology, University of Bern, Switzerland."
      ]
    },
    {
      "last_name": "Aubert",
      "fore_name": "Carole E",
      "initials": "CE",
      "name": "Carole E Aubert",
      "affiliations": [
        "Department of General Internal Medicine, Inselspital, Bern University Hospital, University of Bern, Switzerland; Institute of Primary Health Care (BIHAM), University of Bern, Switzerland."
      ]
    },
    {
      "last_name": "Dikeos",
      "fore_name": "Dimitris",
      "initials": "D",
      "name": "Dimitris Dikeos",
      "affiliations": [
        "Sleep Research Unit, First Department of Psychiatry, Eginition Hospital, Medical School, National & Kapodistrian University of Athens, Athens, Greece."
      ]
    },
    {
      "last_name": "Salvà",
      "fore_name": "Antoni",
      "initials": "A",
      "name": "Antoni Salvà",
      "affiliations": [
        "Fundació Salut i Envelliment - Universidad Autonoma de Barcelona, Spain."
      ]
    },
    {
      "last_name": "Pascual",
      "fore_name": "Begoña",
      "initials": "B",
      "name": "Begoña Pascual",
      "affiliations": [
        "Badalona Serveis Assistencials, Badalona, Spain."
      ]
    },
    {
      "last_name": "Miralles",
      "fore_name": "Ramon",
      "initials": "R",
      "name": "Ramon Miralles",
      "affiliations": [
        "Hospital Germans Tries i Pujol, Badalona (Barcelona), Spain."
      ]
    },
    {
      "last_name": "Wyller",
      "fore_name": "Torgeir Bruun",
      "initials": "TB",
      "name": "Torgeir Bruun Wyller",
      "affiliations": [
        "Institute of Clinical Medicine, University of Oslo, Oslo, Norway; Department of Geriatric Medicine, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Patey",
      "fore_name": "Andrea M",
      "initials": "AM",
      "name": "Andrea M Patey",
      "affiliations": [
        "Methodology and Implementation Research, Ottawa Hospital Research Institute, Canada."
      ]
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Methodology and Implementation Research, Ottawa Hospital Research Institute, Canada; Department of Medicine, University of Ottawa, Canada."
      ]
    },
    {
      "last_name": "Wichniak",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Wichniak",
      "affiliations": [
        "Third Department of Psychiatry and Sleep Medicine Center, Institute of Psychiatry and Neurology, Warsaw, Poland."
      ]
    },
    {
      "last_name": "Spinewine",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Spinewine",
      "affiliations": [
        "Clinical Pharmacy and Pharmacoepidemiology Research Group, Louvain Drug Research Institute, UCLouvain Belgium; Pharmacy Department, CHU UCL Namur, Yvoir, Belgium."
      ]
    },
    {
      "last_name": "de Saint Hubert",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie de Saint Hubert",
      "affiliations": [
        "Geriatric Department, CHU UCL Namur, Yvoir, Belgium; Institute of Health and Society, UCLouvain, Belgium."
      ]
    }
  ],
  "journal": {
    "title": "Research in social & administrative pharmacy : RSAP",
    "iso_abbreviation": "Res Social Adm Pharm",
    "issn": "1934-8150",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "9",
    "pub_year": "2025",
    "pub_month": "Sep"
  },
  "start_page": "714",
  "end_page": "721",
  "pages": "714-721",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Physicians",
    "Deprescriptions",
    "GABA-A Receptor Agonists",
    "Europe",
    "Male",
    "Sleep Wake Disorders"
  ],
  "article_ids": {
    "pubmed": "40450448",
    "doi": "10.1016/j.sapharm.2025.05.002",
    "pii": "S1551-7411(25)00241-4"
  },
  "doi": "10.1016/j.sapharm.2025.05.002",
  "dates": {
    "completed": "2025-06-24",
    "revised": "2025-06-24"
  },
  "chemicals": [
    "GABA-A Receptor Agonists"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:50.365745",
    "pmid": "40450448"
  }
}