{
  "pmid": "40457458",
  "uid": "40457458",
  "title": "Understanding the organization and delivery of health services following the repatriation of South Sudanese refugees from the West Nile districts in Uganda.",
  "abstract": "BACKGROUND: Low- and middle-income countries face several challenges in providing health services, particularly to displaced populations, during all phases of emergencies. However, little is known about how health services are organized to displaced populations following repatriation. This study examined the organization of health services following the repatriation of South Sudanese refugees from the three West Nile districts of Arua, Adjumani, and Moyo in Uganda. METHODS: We conducted a qualitative case study in three West Nile refugee hosting districts, Arua, Moyo, and Adjumani. We used the World Health Organization Health System Framework, focusing on four blocks: health services, financing, medicines and supplies, and human resources. We conducted in-depth interviews with 32 purposefully selected respondents, including health service providers, district civil leaders, local government staff, and non-government organization staff. The data were analyzed using content analysis. RESULTS: Following repatriation, the district health teams in the three districts assumed overall responsibility for planning, managing, and providing health services. Health services followed an integrated model within a decentralized framework in all three districts. Health services were available in most areas except for former refugee settlements where facilities were either closed or relocated. After repatriation, funding for health services was provided through the government's primary health care grant with minimal support from aid agencies. Districts, however, face several challenges, including shortages of medicines and essential supplies, inadequate health workers, and poor infrastructure. CONCLUSION: Refugee repatriation disrupted health service delivery in the refugee hosting districts, leading to a reduction in funding; inadequate skilled health workers and equipment; and the closure of some facilities. To ensure the continuity of health services, government and aid agencies should plan for repatriation and establish strategies to sustain health services in refugee-hosting areas.",
  "authors": [
    {
      "last_name": "Komakech",
      "fore_name": "Henry",
      "initials": "H",
      "name": "Henry Komakech",
      "affiliations": [
        "Department of Community Health and Behavioral Sciences, School of Public Health, Makerere University, P.O. Box 7072, Kampala, Uganda. hkomakech@musph.ac.ug."
      ]
    },
    {
      "last_name": "Atuyambe",
      "fore_name": "Lynn",
      "initials": "L",
      "name": "Lynn Atuyambe",
      "affiliations": [
        "Department of Community Health and Behavioral Sciences, School of Public Health, Makerere University, P.O. Box 7072, Kampala, Uganda."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "American University Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Orach",
      "fore_name": "Christopher Garimoi",
      "initials": "CG",
      "name": "Christopher Garimoi Orach",
      "affiliations": [
        "Department of Community Health and Behavioral Sciences, School of Public Health, Makerere University, P.O. Box 7072, Kampala, Uganda."
      ]
    }
  ],
  "journal": {
    "title": "Conflict and health",
    "iso_abbreviation": "Confl Health",
    "issn": "1752-1505",
    "issn_type": "Print",
    "volume": "19",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "02"
  },
  "start_page": "32",
  "pages": "32",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40457458",
    "pmc": "PMC12128540",
    "doi": "10.1186/s13031-025-00672-2",
    "pii": "10.1186/s13031-025-00672-2"
  },
  "doi": "10.1186/s13031-025-00672-2",
  "pmc_id": "PMC12128540",
  "dates": {
    "revised": "2025-06-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.380397",
    "pmid": "40457458"
  }
}