{
  "pmid": "40453689",
  "uid": "40453689",
  "title": "Artificial intelligence survival models for identifying relevant risk factors for incident diabetes in Azar cohort population.",
  "abstract": "BACKGROUND: This study aimed to identify some risk factors associated with time to diabetes type II events using artificial intelligence (AI) survival models (SM) in a population cohort from East Azerbaijan, Iran. METHODS: Data from Azar-Cohort spanning from 2014 to 2020 was analyzed using the random forest (RF) variable selection method along with Cox regression to identify the most relevant risk factors associated with diabetes. We then developed prediction models using RF survival analysis. Lasso-variable selection and RF variable selection were used to select the most important variables. The concordance index (C-index) was used to evaluate the concordance of the prediction models. RESULTS: Our LASSO-Cox regression identified six factors to be significantly associated with diabetes: age, mean corpuscular hemoglobin concentration (MCHC), waist circumference (WC), body mass index (BMI), use of sleep medication, and hypertension stage 1 and stage 2. The model included all variables with a C-index of 76.3%. In contrast, the RF analysis identified 21 important variables predicting a higher probability of having diabetes. Of those, WC, MCHC, triglyceride, and age were the most important predictors of diabetes. The RF model converged after 500 trees with an out-of-bag (OOB) of 0.28 and a C-index of 79.5%. CONCLUSION: RF machine learning algorithms and LASSO-Cox regression analyses consistently identified WC, hypertension, and MCHC as the main risk factors for developing diabetes. The RF approach demonstrated slightly better accuracy in predicting the likelihood of diabetes at different time points.",
  "authors": [
    {
      "last_name": "Gilani",
      "fore_name": "Neda",
      "initials": "N",
      "name": "Neda Gilani",
      "affiliations": [
        "Department of Statistics and Epidemiology, Faculty of Health, Tabriz University of Medical Sciences, Tabriz, Iran."
      ],
      "orcid": "0000-0002-5399-0277"
    },
    {
      "last_name": "Somi",
      "fore_name": "Mohammadhossein",
      "initials": "M",
      "name": "Mohammadhossein Somi",
      "affiliations": [
        "Liver and Gastrointestinal Diseases Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."
      ],
      "orcid": "0000-0002-0770-9309"
    },
    {
      "last_name": "Hamidi",
      "fore_name": "Farzaneh",
      "initials": "F",
      "name": "Farzaneh Hamidi",
      "affiliations": [
        "Student Research committee, Tabriz University of Medical Sciences, Tabriz, Iran."
      ],
      "orcid": "0000-0002-5413-9185"
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI) Associate Member, Rehabilitation Science McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-7360-7362"
    },
    {
      "last_name": "Faramarzi",
      "fore_name": "Elnaz",
      "initials": "E",
      "name": "Elnaz Faramarzi",
      "affiliations": [
        "Liver and Gastrointestinal Diseases Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."
      ],
      "orcid": "0000-0003-4128-433X"
    },
    {
      "last_name": "Arabi Belaghi",
      "fore_name": "Reza",
      "initials": "R",
      "name": "Reza Arabi Belaghi",
      "affiliations": [
        "Unit of Applied Statistics and Mathematics, Department of Energy and Technology, Faculty of Natural Resources and Agricultural Sciences, Swedish University of Agriculture Sciences, Uppsala, Sweden."
      ],
      "orcid": "0000-0002-6989-9267"
    }
  ],
  "journal": {
    "title": "Health promotion perspectives",
    "iso_abbreviation": "Health Promot Perspect",
    "issn": "2228-6497",
    "issn_type": "Print",
    "volume": "15",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "May"
  },
  "start_page": "82",
  "end_page": "92",
  "pages": "82-92",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40453689",
    "pmc": "PMC12125507",
    "doi": "10.34172/hpp.025.43105"
  },
  "doi": "10.34172/hpp.025.43105",
  "pmc_id": "PMC12125507",
  "dates": {
    "revised": "2025-06-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.438912",
    "pmid": "40453689"
  }
}