{
  "pmid": "40472725",
  "uid": "40472725",
  "title": "Intercostobrachial nerve preservation during breast cancer surgery to prevent chronic postsurgical pain: A systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: Intercostobrachial nerve (ICBN) sacrifice during breast cancer surgery is associated with chronic postsurgical pain (CPSP), impaired sensory function, and reduced quality of life. The aim of this study was to assess the comparative effects of ICBN preservation vs. sacrifice after breast cancer surgery. METHODS: We searched six databases for randomized clinical trials (RCTs) exploring ICBN preservation vs. sacrifice during breast cancer surgery. We assessed risk of bias and conducted random-effects meta-analyses, using the GRADE approach to rate the certainty of evidence. RESULT: We included 25 RCTs and 2560 patients. Moderate certainty evidence showed that, compared to nerve sacrifice, ICBN preservation probably reduces CPSP (relative risk [RR] 0.27, 95 % confidence interval [CI] 0.21 to 0.34; absolute risk reduction [ARR] 18 % [95 %CI 16 %-20 %]) and sensory deficits (RR 0.25 [0.18 to 0.35]; ARR 28 % [24 %-30 %]). Low certainty evidence suggested that ICBN preservation may reduce moderate-to-severe CPSP (RR 0.26 [0.10 to 0.65]; ARR 7 % [4 %-9 %]), hypoesthesia (RR 0.40 [0.25 to 0.64]; ARR 17 % [10 %-21 %]), and paraesthesia (RR 0.30 [0.13 to 0.69]; ARR 10 % [4 %-12 %]), but prolong surgery by an average of 11 min [95 %CI 4-18 min]. The effect on breast cancer recurrence (RR 0.83 [0.51 to 1.35]) was supported by only very low certainty evidence. CONCLUSIONS: Compared with ICBN sacrifice, preservation of the ICBN during breast cancer surgery probably reduces CPSP and sensory deficits but may increase the duration of surgery. REGISTRATION: Open Science Framework (https://osf.io/r3knf).",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Zhaoxia",
      "initials": "Z",
      "name": "Zhaoxia Li",
      "affiliations": [
        "The Second Hospital of Gansu Province, Lanzhou, China; Northwest Minzu University, School of Clinical Medicine, Lanzhou, China; Michael G. DeGroote Institute of Pain Research and Care, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Fan",
      "initials": "F",
      "name": "Fan Wang",
      "affiliations": [
        "Northwest Minzu University, School of Clinical Medicine, Lanzhou, China."
      ]
    },
    {
      "last_name": "Kou",
      "fore_name": "Xiaojuan",
      "initials": "X",
      "name": "Xiaojuan Kou",
      "affiliations": [
        "Northwest Minzu University, School of Clinical Medicine, Lanzhou, China."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel J",
      "initials": "RJ",
      "name": "Rachel J Couban",
      "affiliations": [
        "Michael G. DeGroote Institute of Pain Research and Care, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Michael G. DeGroote Institute of Pain Research and Care, McMaster University, Hamilton, Canada; Department of Anesthesia, McMaster University, Hamilton, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Michael G. DeGroote Institute of Pain Research and Care, McMaster University, Hamilton, Canada; Department of Anesthesia, McMaster University, Hamilton, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada. Electronic address: wangli1@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "European journal of surgical oncology : the journal of the European Society of Surgical Oncology and the British Association of Surgical Oncology",
    "iso_abbreviation": "Eur J Surg Oncol",
    "issn": "1532-2157",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "9",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "110214",
  "pages": "110214",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40472725",
    "doi": "10.1016/j.ejso.2025.110214",
    "pii": "S0748-7983(25)00642-0"
  },
  "doi": "10.1016/j.ejso.2025.110214",
  "dates": {
    "revised": "2025-06-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.427935",
    "pmid": "40472725"
  }
}