{
  "pmid": "40475370",
  "uid": "40475370",
  "title": "The impact of blinding on trial results: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Blinding-the concealment of the arm to which participants have been randomized-is an important consideration for assessing the risk of bias of randomized trials. A growing body of evidence has, however, yielded inconsistent results on whether trials without blinding produce biased findings. OBJECTIVE: To conduct a systematic review and meta-analysis of the evidence addressing whether trials with and without blinding produce different results. METHODS: We searched MEDLINE, EMBASE, Cochrane Reviews, JBI EBP, and Web of Science, from inception to May 2022, for studies comparing the results of trials with and without blinding. Pairs of reviewers, working independently and in duplicate, reviewed search results for eligible studies and extracted data. We pooled the results of studies comparing trials with and without blinding of patients, healthcare providers/investigators, and outcome assessors/adjudicators using frequentist random-effects meta-analyses. We coded study results such that a ratio of odds ratio < 1 and difference in standardized mean difference < 0 indicate that trials without blinding overestimate the beneficial effects of treatments. RESULTS: We identified 47 eligible studies. For dichotomous outcomes, we found low certainty evidence that trials without blinding of patients and healthcare providers and trials without blinding of patients may slightly overestimate the beneficial effects of treatments. We found moderate certainty evidence that trials without blinding of outcome assessors overestimate the beneficial effects of treatments. For continuous outcomes, we found low certainty evidence that trials without blinding of patients and healthcare providers may overestimate the beneficial effects of treatments. We found moderate certainty evidence that trials without blinding of outcome assessors/adjudicators probably overestimate the beneficial effects of treatments. CONCLUSION: Our systematic review and meta-analysis suggest that blinding may influence trial results in select situations-although the findings are of low certainty and the magnitude of effect is modest. In the absence of high-certainty evidence suggesting that trials with and without blinding produce similar results, investigators should be cautious about interpreting the results of trials without blinding.",
  "authors": [
    {
      "last_name": "Pitre",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Pitre",
      "affiliations": [
        "Department of Medicine McMaster University Hamilton Ontario Canada."
      ],
      "orcid": "0000-0003-3015-0723"
    },
    {
      "last_name": "Kirsh",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Kirsh",
      "affiliations": [
        "Department of Anesthesia McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Jassal",
      "fore_name": "Tanvir",
      "initials": "T",
      "name": "Tanvir Jassal",
      "affiliations": [
        "Department of Anesthesia McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Mason",
      "initials": "M",
      "name": "Mason Anderson",
      "affiliations": [
        "Faculty of Health Sciences McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Padoan",
      "fore_name": "Adelia",
      "initials": "A",
      "name": "Adelia Padoan",
      "affiliations": [
        "Faculty of Health Sciences McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Xiang",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Xiang",
      "affiliations": [
        "Faculty of Health Sciences McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Mah",
      "fore_name": "Jasmine",
      "initials": "J",
      "name": "Jasmine Mah",
      "affiliations": [
        "Department of Medicine Dalhousie University Halifax Nova Scotia Canada."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Anesthesia McMaster University Hamilton Ontario Canada.",
        "Department of Health Research Methods, Evidence, and Impact McMaster University Hamilton Ontario Canada."
      ]
    }
  ],
  "journal": {
    "title": "Cochrane evidence synthesis and methods",
    "iso_abbreviation": "Cochrane Evid Synth Methods",
    "issn": "2832-9023",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "e12015",
  "pages": "e12015",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40475370",
    "pmc": "PMC11795910",
    "doi": "10.1002/cesm.12015",
    "pii": "CESM12015"
  },
  "doi": "10.1002/cesm.12015",
  "pmc_id": "PMC11795910",
  "dates": {
    "revised": "2025-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.320984",
    "pmid": "40475370"
  }
}