{
  "pmid": "40473428",
  "uid": "40473428",
  "title": "A qualitative study of the grassroots development of interprofessional primary care teams.",
  "abstract": "BACKGROUND: Primary care access is a critical health system concern. Research shows that continuous, comprehensive, team-based care promotes greater access to promotional, preventative, and therapeutic care. In Canada, health system investments in team-based family medicine have not yet been sufficient for country-wide implementation. Accordingly, some family medicine practices have taken a grassroots approach to realizing team-based care. AIM: This study explores the factors and processes that support the successful grassroots development of team-based family medicine practices. DESIGN AND SETTING: Using, a qualitative multiple case study design, we investigated the experiences of Canadian family practices that self-initiated a transformation to a team-based care model. METHOD: Case-relevant documents and interviews with practice leaders were analyzed using an unconstrained approach to qualitative description. Data collection and analyses were guided by the Theory of Social Innovation. RESULTS: Transformation processes were complex and multifaceted. Common activities across all cases were: developing business cases; obtaining funding; collaborating with provincial governments, health authorities, and community members; ensuring buy-in from practice members; and securing space and human resources. These efforts supported alignment with local healthcare needs. Practice leaders uniformly declared that the change fostered positive outcomes, including improved access and attachment, more efficient workflows, and reduced emergency department visits. CONCLUSION: Those interested in promoting team-based family medicine should advocate for a balance of government investment and practice-level autonomy over development, which supports provider buy-in and community-appropriate innovation and responsiveness in care delivery.",
  "authors": [
    {
      "last_name": "Elma",
      "fore_name": "Asiana",
      "initials": "A",
      "name": "Asiana Elma",
      "affiliations": [
        "McMaster University Faculty of Health Sciences, Department of Family Medicine, Hamilton, Ontario, Canada.",
        "University of Toronto Dalla Lana School of Public Health, Institute of Health Policy, Management, and Evaluation, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Aimun",
      "initials": "A",
      "name": "Aimun Shah",
      "affiliations": [
        "McMaster University Faculty of Health Sciences, Department of Family Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shnitzer",
      "fore_name": "Hila",
      "initials": "H",
      "name": "Hila Shnitzer",
      "affiliations": [
        "McMaster University Faculty of Health Sciences, Michael G. DeGroote School of Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Yang",
      "affiliations": [
        "McMaster University Faculty of Health Sciences, Department of Family Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Okoh",
      "fore_name": "Augustine",
      "initials": "A",
      "name": "Augustine Okoh",
      "affiliations": [
        "McMaster University Faculty of Health Sciences, Department of Family Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "McMaster University Faculty of Health Sciences, Department of Family Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Francois",
      "fore_name": "Jose",
      "initials": "J",
      "name": "Jose Francois",
      "affiliations": [
        "University of Manitoba Max Rady College of Medicine, Department of Family Medicine, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Katz",
      "affiliations": [
        "University of Manitoba Max Rady College of Medicine, Department of Family Medicine, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Price",
      "fore_name": "David",
      "initials": "D",
      "name": "David Price",
      "affiliations": [
        "McMaster University Faculty of Health Sciences, Department of Family Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "McMaster University Faculty of Health Sciences, Department of Family Medicine, Hamilton, Ontario, Canada griersle@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The British journal of general practice : the journal of the Royal College of General Practitioners",
    "iso_abbreviation": "Br J Gen Pract",
    "issn": "1478-5242",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "05"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40473428",
    "doi": "10.3399/BJGP.2024.0756",
    "pii": "BJGP.2024.0756"
  },
  "doi": "10.3399/BJGP.2024.0756",
  "dates": {
    "revised": "2025-06-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.555480",
    "pmid": "40473428"
  }
}