{
  "pmid": "40472380",
  "uid": "40472380",
  "title": "Antenatal Corticosteroids and Child Neurodevelopment: A Systematic Review and Meta-analysis.",
  "abstract": "OBJECTIVE: To determine the effect of antenatal corticosteroid administration on childhood neurodevelopmental outcomes from studies that have a design that minimized the risk of confounding. DATA SOURCES: We searched the MEDLINE, EMBASE, and Cochrane Central Register of Controlled Trials databases from inception to July 24, 2024, without language restrictions. METHODS OF STUDY SELECTION: Two reviewers independently selected randomized and observational comparative studies with a strong design to control for unmeasured confounding (ie, quasi-experimental studies), which evaluated neurodevelopmental outcomes among offspring aged 1-18 years who were exposed to one course of antenatal corticosteroid administration compared with placebo or no treatment. TABULATION, INTEGRATION, AND RESULTS: Two reviewers independently extracted data and assessed risk of bias. We used random-effects meta-analyses to synthesize outcomes based on blinded adjudication of appropriateness for pooling by clinical experts in child neurodevelopment. We evaluated the certainty of evidence using GRADE (Grading of Recommendations Assessment, Development and Evaluation). A total of 14 studies (eight randomized controlled trial follow-up studies [n=2,233] and six quasi-experimental studies [n=277,679]) were included. Most neurodevelopmental outcomes examined (19/23) showed no association with antenatal corticosteroid administration. We found modestly decreased risks of nonverbal intelligence and visual memory scores among children exposed to antenatal corticosteroids. For general development and general behavior, randomized trial follow-up studies showed a nonsignificant trend toward a small protective and null effect, respectively, but quasi-experimental studies showed an increased risk. Among studies with low or moderate risk of bias, we found no association between antenatal corticosteroid administration and adverse child neurodevelopment. CONCLUSION: There is no consistent evidence that antenatal corticosteroids are associated with an increased risk of impaired childhood neurodevelopment among studies with a strong design to control for confounding. SYSTEMATIC REVIEW REGISTRATION: PROSPERO, CRD42021238558.",
  "authors": [
    {
      "last_name": "Liauw",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Liauw",
      "affiliations": [
        "Department of Obstetrics and Gynaecology and the Department of Pediatrics, University of British Columbia, the BC Children's Hospital Research Institute, and the Neonatal Follow-up Program, Department of Psychology, Children's & Women's Health Centre of British Columbia, Vancouver, British Columbia, the Department of Obstetrics, Gynecology and Reproductive Sciences, University of Manitoba, Winnipeg, Manitoba, and the Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kayleigh S J",
      "initials": "KSJ",
      "name": "Kayleigh S J Campbell",
      "affiliations": []
    },
    {
      "last_name": "Foggin",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Foggin",
      "affiliations": []
    },
    {
      "last_name": "Grunau",
      "fore_name": "Ruth E",
      "initials": "RE",
      "name": "Ruth E Grunau",
      "affiliations": []
    },
    {
      "last_name": "Petrie",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Petrie",
      "affiliations": []
    },
    {
      "last_name": "Qasim",
      "fore_name": "Anila",
      "initials": "A",
      "name": "Anila Qasim",
      "affiliations": []
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": []
    },
    {
      "last_name": "Mishaal",
      "fore_name": "Ram A",
      "initials": "RA",
      "name": "Ram A Mishaal",
      "affiliations": []
    },
    {
      "last_name": "Hutcheon",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Hutcheon",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Obstetrics and gynecology",
    "iso_abbreviation": "Obstet Gynecol",
    "issn": "1873-233X",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "05"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40472380",
    "doi": "10.1097/AOG.0000000000005950",
    "pii": "00006250-990000000-01289"
  },
  "doi": "10.1097/AOG.0000000000005950",
  "dates": {
    "revised": "2025-06-05"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Project Grant",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "Perinatal Population Health",
      "agency": "Canada Excellence Research Chairs, Government of Canada"
    },
    {
      "grant_id": "Health Professional Investigator Award",
      "agency": "Michael Smith Health Research BC"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:10:50.212269",
    "pmid": "40472380"
  }
}