{
  "pmid": "40475260",
  "uid": "40475260",
  "title": "South Asians and cardiometabolic health: A framework for comprehensive care for the individual, community, and population - An American society for preventive cardiology clinical practice statement.",
  "abstract": "South Asians (SAs) represent an increasing proportion of North American populations and demonstrate excess cardiometabolic risk. Multiple factors likely contribute; however, much is not yet known about what leads to this excess risk. Diet composition, physical activity, and mental health are important lifestyle contributors. Specific adverse pregnancy outcomes are higher in SA women and represent an early opportunity for intervention. More broadly, comprehensive assessments of adiposity, diabetes, hypertension, dyslipidemia, coronary atherosclerosis via imaging, and genetic risk may improve detection and awareness among SAs and those treating SAs. At an individual level, culturally tailored preventive clinics may foster awareness and detection, leading to improved prevention and management of cardiometabolic risk. At a community and population level, assessments of the impact of social determinants, acculturation, and the environment may lead to broader initiatives to improve health in SAs. Lastly, supporting expanded investigation, policy, and other health and science measures at an institutional and societal level may lead to broad but impactful changes across the North American diaspora. In this clinical practice statement, we aim to provide a roadmap of the path forward in each of these domains for health care providers and health systems, community outreach groups, and stakeholders invested in investigation and policy to mitigate risk and empower SAs to lead healthy lives.",
  "authors": [
    {
      "last_name": "Rohatgi",
      "fore_name": "Anand",
      "initials": "A",
      "name": "Anand Rohatgi",
      "affiliations": [
        "Division of Cardiology, Department of Internal Medicine, University of Texas Southwestern Medical Center, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Department of Medicine, Population Health Research Institute, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Gadgil",
      "fore_name": "Meghana",
      "initials": "M",
      "name": "Meghana Gadgil",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, University of California, San Francisco, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Gujral",
      "fore_name": "Unjali P",
      "initials": "UP",
      "name": "Unjali P Gujral",
      "affiliations": [
        "Hubert Department of Global Health, Rollins School of Public Health, Atlanta, Georgia."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Sneha S",
      "initials": "SS",
      "name": "Sneha S Jain",
      "affiliations": [
        "Division of Cardiovascular Medicine and the Cardiovascular Institute, Stanford University, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Javed",
      "fore_name": "Zulqarnain",
      "initials": "Z",
      "name": "Zulqarnain Javed",
      "affiliations": [
        "Division of Cardiology, Department of Preventive Cardiology, Houston Methodist Hospital, Houston, TX, USA.",
        "New York-Presbyterian Hospital, Weill Cornell Medicine, New York, New York, USA."
      ]
    },
    {
      "last_name": "Jha",
      "fore_name": "Manish",
      "initials": "M",
      "name": "Manish Jha",
      "affiliations": [
        "Center for Depression Research and Clinical Care, Department of Psychiatry, Peter O'Donnell Jr. Brain Institute, University of Texas Southwestern Medical Center, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Joshi",
      "fore_name": "Parag H",
      "initials": "PH",
      "name": "Parag H Joshi",
      "affiliations": [
        "Division of Cardiology, Department of Internal Medicine, University of Texas Southwestern Medical Center, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Manubolu",
      "fore_name": "Venkat Sanjay",
      "initials": "VS",
      "name": "Venkat Sanjay Manubolu",
      "affiliations": [
        "Division of Cardiology, Department of Internal Medicine, Harbor-University of California, Los Angeles Medical Center, Torrance, CA, USA."
      ]
    },
    {
      "last_name": "Nasir",
      "fore_name": "Khurram",
      "initials": "K",
      "name": "Khurram Nasir",
      "affiliations": [
        "Center for Cardiovascular Computational Health and Precision Medicine (C3PH), Department of Cardiology, Houston Methodist Research Institute, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Pradeep",
      "initials": "P",
      "name": "Pradeep Natarajan",
      "affiliations": [
        "Center for Genomic Medicine and Division of Cardiology, Department of Medicine, Massachusetts General Hospital, Boston, MA, USA.",
        "Harvard Medical School, Boston, MA, USA.",
        "Cardiovascular Disease Initiative, Broad Institute of MIT and Harvard, Cambridge, MA, USA."
      ]
    },
    {
      "last_name": "Pagidipati",
      "fore_name": "Neha",
      "initials": "N",
      "name": "Neha Pagidipati",
      "affiliations": [
        "Duke Clinical Research Institute, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Palaniappan",
      "fore_name": "Latha",
      "initials": "L",
      "name": "Latha Palaniappan",
      "affiliations": [
        "Department of Health Policy, Stanford University School of Medicine, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Aniruddh P",
      "initials": "AP",
      "name": "Aniruddh P Patel",
      "affiliations": [
        "Center for Genomic Medicine and Division of Cardiology, Department of Medicine, Massachusetts General Hospital, Boston, MA, USA.",
        "Harvard Medical School, Boston, MA, USA.",
        "Cardiovascular Disease Initiative, Broad Institute of MIT and Harvard, Cambridge, MA, USA."
      ]
    },
    {
      "last_name": "Satish",
      "fore_name": "Priyanka",
      "initials": "P",
      "name": "Priyanka Satish",
      "affiliations": [
        "Center for Cardiovascular Prevention, Ascension Texas Cardiovascular, Dell Medical School, The University of Texas at Austin, Austin, TX, USA."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Nilay S",
      "initials": "NS",
      "name": "Nilay S Shah",
      "affiliations": [
        "Department of Medicine (Cardiology) and Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Garima",
      "initials": "G",
      "name": "Garima Sharma",
      "affiliations": [
        "1-Inova Schar Heart and Vascular, Inova Health System, Falls Church, VA. 2- Division of Cardiology, Northwestern University, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Trivedi",
      "fore_name": "Madhukar H",
      "initials": "MH",
      "name": "Madhukar H Trivedi",
      "affiliations": [
        "Center for Depression Research and Clinical Care, Department of Psychiatry, Peter O'Donnell Jr. Brain Institute, University of Texas Southwestern Medical Center, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Virani",
      "fore_name": "Salim S",
      "initials": "SS",
      "name": "Salim S Virani",
      "affiliations": [
        "The Aga Khan University, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Gulati",
      "fore_name": "Martha",
      "initials": "M",
      "name": "Martha Gulati",
      "affiliations": [
        "Barbra Streisand Women's Heart Center, Cedars-Sinai Smidt Heart Institute, Los Angeles, CA and the Baim Institute for Clinical Research, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Jaideep",
      "initials": "J",
      "name": "Jaideep Patel",
      "affiliations": [
        "South Asian Cardiovascular Health Initiative, Ciccarone Center for the Prevention of Cardiovascular Disease, Baltimore, MD; Division of Cardiology, Johns Hopkins University School of Medicine, Baltimore MD."
      ]
    }
  ],
  "journal": {
    "title": "American journal of preventive cardiology",
    "iso_abbreviation": "Am J Prev Cardiol",
    "issn": "2666-6677",
    "issn_type": "Electronic",
    "volume": "22",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "101000",
  "pages": "101000",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40475260",
    "pmc": "PMC12139456",
    "doi": "10.1016/j.ajpc.2025.101000",
    "pii": "S2666-6677(25)00075-3"
  },
  "doi": "10.1016/j.ajpc.2025.101000",
  "pmc_id": "PMC12139456",
  "dates": {
    "revised": "2025-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.386125",
    "pmid": "40475260"
  }
}