{
  "pmid": "40470636",
  "uid": "40470636",
  "title": "Corticosteroids for treating sepsis in children and adults.",
  "abstract": "BACKGROUND: Sepsis occurs when an infection is complicated by organ failure. Sepsis may be complicated by impaired corticosteroid metabolism. Thus, providing corticosteroids may benefit patients. This is an update of a review originally published in 2004 and previously updated in 2010, 2015 and 2019. OBJECTIVES: To examine the benefits and harms of corticosteroids in children and adults with sepsis. SEARCH METHODS: We searched CENTRAL, MEDLINE, Embase, LILACS, ClinicalTrials.gov, ISRCTN and the WHO Clinical Trials Search Portal on 31 December 2023. In addition, we conducted reference checking and citation research, and contacted study authors, to identify additional studies as needed. We updated this search in December 2024, but these results have not yet been incorporated. SELECTION CRITERIA: We included randomised controlled trials (RCTs) of corticosteroids versus placebo or usual care (antimicrobials, fluid replacement and vasopressor therapy as needed) in children and adults with sepsis. We also included RCTs of continuous infusion versus intermittent bolus of corticosteroids. DATA COLLECTION AND ANALYSIS: We used the same methods in comparisons of corticosteroids versus placebo or usual care, and of continuous infusion versus intermittent bolus administration of corticosteroids. The primary outcome was all-cause mortality at 28 days. The most critical secondary outcomes were (i) all-cause mortality in the long term (last follow-up from 90 days to one year) and in the hospital; (ii) length of stay in the intensive care unit and in hospital; (iii) adverse effects, i.e. superinfection and muscle weakness (within 28 days). All review authors screened and selected studies for inclusion. One review author extracted data, which was checked by the others, and by the lead author of the primary study when possible. For this update, we used Covidence software for screening and selection of studies and abstraction of data by paired review authors, with discrepancies resolved by a third review author. We obtained unpublished data from the authors of some trials. We assessed the risk of bias in trials using the Cochrane risk of bias tool (RoB 1) and applied GRADE to assess the certainty of evidence. The review authors did not contribute to the assessment of eligibility or risk of bias, nor to data extraction, for the trials they had participated in. MAIN RESULTS: We included 87 trials (24,336 participants), of which six included only children, two included children and adults, and the remaining trials included only adults. Seventeen additional trials are ongoing and will be considered in future versions of this review. We judged 25 trials as being at low risk of bias. Corticosteroids versus placebo or usual care Compared to placebo or usual care, corticosteroids probably reduce 28-day mortality (risk ratio (RR) 0.89, 95% confidence interval (CI) 0.84 to 0.95; 72 trials, 22,915 participants; moderate-certainty evidence). We downgraded the certainty of evidence for this outcome from high to moderate for inconsistency (significant heterogeneity across trial results). Corticosteroids may result in little to no difference in long-term mortality (RR 0.97, 95% CI 0.91 to 1.03; 12 trials, 8468 participants; low-certainty evidence) and probably reduce in-hospital mortality (RR 0.90, 95% CI 0.84 to 0.97; 40 trials, 17,459 participants; moderate-certainty evidence). Corticosteroids may reduce length of intensive care unit (ICU) stay for all participants (mean difference (MD) -0.86 days, 95% CI -1.67 to -0.05; 25 trials, 8069 participants; low-certainty evidence) and may reduce length of hospital stay for all participants (MD -1.09 days, 95% CI -1.85 to -0.34; 31 trials, 16,954 participants; low-certainty evidence). The evidence is uncertain about the effect of corticosteroids on the risk of muscle weakness (RR 1.09, 95% CI 0.78 to 1.53; 7 trials, 6729 participants; very low-certainty evidence). Corticosteroids may result in little to no difference in the risk of superinfection (RR 0.96, 95% CI 0.86 to 1.07; 36 trials, 7961 participants; low-certainty evidence). Continuous infusion of corticosteroids versus intermittent bolus Four trials reported data for this comparison, and the certainty of evidence for all outcomes was very low. We are uncertain about the effects of continuous infusion of corticosteroids compared with intermittent bolus administration on 28-day mortality (RR 1.03, 95% CI 0.81 to 1.32; 3 trials, 310 participants). We downgraded the certainty of evidence to very low due to high risk of bias in all except one trial and due to imprecision. Compared to bolus administration, we are uncertain of the effects of continuous infusion of corticosteroids on long-term mortality (RR 1.36, 95% CI 1.02 to 1.81; 1 trial, 70 participants; very low-certainty evidence), in-hospital mortality (RR 0.92, 95% CI 0.71 to 1.19; 3 trials, 352 participants; very low-certainty evidence), ICU length of stay amongst all participants (MD -0.56 days, 95% CI -3.44 to 2.32; 4 trials, 422 participants; very low-certainty evidence), hospital length of stay amongst all participants (MD -0.21 days, 95% CI -4.72 to 4.30; 4 trials, 422 participants; very low-certainty evidence), risk of muscle weakness (RR 0.89, 95% CI 0.13 to 5.98; 1 trial, 70 participants; very low-certainty evidence) and risk of superinfection (RR 1.12, 95% CI 0.37 to 3.33; 2 trials, 193 participants; very low-certainty evidence). AUTHORS' CONCLUSIONS: Moderate-certainty evidence indicates that corticosteroids probably reduce 28-day, 90-day and hospital mortality amongst patients with sepsis. Corticosteroids may shorten ICU and hospital length of stay (low-certainty evidence). There may be little or no difference in the risk of superinfection. The risk of muscle weakness is uncertain. The effects of continuous versus intermittent bolus administration of corticosteroids are uncertain.",
  "authors": [
    {
      "last_name": "Annane",
      "fore_name": "Djillali",
      "initials": "D",
      "name": "Djillali Annane",
      "affiliations": [
        "Department of Critical Care, Hyperbaric Medicine and Home Respiratory Unit, Center for Neuromuscular Diseases; Raymond Poincaré Hospital (AP-HP), Garches, France."
      ]
    },
    {
      "last_name": "Briegel",
      "fore_name": "Josef",
      "initials": "J",
      "name": "Josef Briegel",
      "affiliations": [
        "Department of Anaesthesiology, LMU Klinikum, LMU Munich, München, Germany."
      ]
    },
    {
      "last_name": "Granton",
      "fore_name": "David",
      "initials": "D",
      "name": "David Granton",
      "affiliations": [
        "Critical Care, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Bellissant",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Bellissant",
      "affiliations": [
        "Centre d'Investigation Clinique INSERM 0203, Hôpital Pontchaillou, Rennes, France."
      ]
    },
    {
      "last_name": "Bollaert",
      "fore_name": "Pierre Edouard",
      "initials": "PE",
      "name": "Pierre Edouard Bollaert",
      "affiliations": [
        "Intensive Care Unit, Hôpital Central, Nancy, France."
      ]
    },
    {
      "last_name": "Keh",
      "fore_name": "Didier",
      "initials": "D",
      "name": "Didier Keh",
      "affiliations": [
        "University Clinic of Anesthesiology and Intensive Care Medicine CCM/CVK, Charité-Campus Virchow Clinic, Charité Universitätsmedizin Berlin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Kupfer",
      "fore_name": "Yizhak",
      "initials": "Y",
      "name": "Yizhak Kupfer",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Maimonides Medical Center, Brooklyn, New York, USA."
      ]
    },
    {
      "last_name": "Pirracchio",
      "fore_name": "Romain",
      "initials": "R",
      "name": "Romain Pirracchio",
      "affiliations": [
        "Department of Anesthesia and Perioperative Medicine, Zuckerberg San Francisco General Hospital and Trauma Center, University of California, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "05"
  },
  "start_page": "CD002243",
  "pages": "CD002243",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Sepsis",
    "Child",
    "Adult",
    "Adrenal Cortex Hormones",
    "Bias",
    "Cause of Death",
    "Length of Stay",
    "Placebos"
  ],
  "article_ids": {
    "pubmed": "40470636",
    "pmc": "PMC12138977",
    "doi": "10.1002/14651858.CD002243.pub5"
  },
  "doi": "10.1002/14651858.CD002243.pub5",
  "pmc_id": "PMC12138977",
  "dates": {
    "completed": "2025-06-05",
    "revised": "2025-07-08"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Placebos"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.272170",
    "pmid": "40470636"
  }
}