{
  "pmid": "40473533",
  "uid": "40473533",
  "title": "Patient Values, Preferences, and Expectations for Managing Symptoms Due to Benign Prostate Obstruction.",
  "abstract": "An exploration of a patient's values and preferences is an essential component of the shared decision-making (SDM) process. For the management of symptomatic benign prostate enlargement, for which there are numerous treatment options that differ in their risks, benefits, and trade-offs, it is important to empower patients so that they are able to play an active role in decisions on their treatment. The goal is to ensure that choices reflect an individual's needs, desires, and values, thereby promoting satisfaction and minimising later regret. Preferences for the management of male lower urinary tract symptoms vary widely and are shaped by various factors, including age, symptom severity, and level of sexual activity at baseline. Patient decision aids can support SDM by helping patients to choose treatments that align with what matters most to them. To fully integrate SDM into clinical practice, decision aids should be included in clinical guidelines and kept up to date. In this context, patients need clear, honest information about outcomes that matter to them, such as symptom relief, the likelihood of catheterisation, sexual and continence function, and perioperative risks. Ultimately, the success of management should be defined by the patient. PATIENT SUMMARY: Treatment for an enlarged prostate causing urinary symptoms should be personalised. Patients should discuss their individual preferences with their urologist before deciding which treatment is likely to suit them best.",
  "authors": [
    {
      "last_name": "Malde",
      "fore_name": "Sachin",
      "initials": "S",
      "name": "Sachin Malde",
      "affiliations": [
        "Department of Urology, Guy's and St Thomas' NHS Foundation Trust, London, UK. Electronic address: sachmalde@gmail.com."
      ]
    },
    {
      "last_name": "Drake",
      "fore_name": "Marcus J",
      "initials": "MJ",
      "name": "Marcus J Drake",
      "affiliations": [
        "Department of Surgery and Cancer, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland; Department of Surgery, Päijät Häme Central Hospital, Lahti, Finland; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "European urology focus",
    "iso_abbreviation": "Eur Urol Focus",
    "issn": "2405-4569",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "04"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40473533",
    "doi": "10.1016/j.euf.2025.05.018",
    "pii": "S2405-4569(25)00145-2"
  },
  "doi": "10.1016/j.euf.2025.05.018",
  "dates": {
    "revised": "2025-06-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.828176",
    "pmid": "40473533"
  }
}