{
  "pmid": "40487554",
  "uid": "40487554",
  "title": "Trends in Testing for SARS-CoV-2 Among Healthcare Workers in a Canadian Cohort Study During the COVID-19 Pandemic, June 2020 to November 2023.",
  "abstract": "Background: While testing healthcare workers (HCWs) for SARS-CoV-2 is important to reduce transmission within healthcare settings, understanding the self-reported patterns of testing is important for interpreting vaccine effectiveness and other COVID-19-related information. Objective: Using longitudinal data from the COVID-19 cohort study, this study described trends in SARS-CoV-2 testing among Canadian HCWs between June 2020 and November 2023. Methods: HCWs completed an illness report for each instance of SARS-CoV-2 testing and episodes of symptoms compatible with COVID-19 even if untested. Overall rates of testing among the participating cohort were calculated. Rates were stratified by province, reason for testing and COVID-19 vaccination status using 4-week intervals to smooth estimates. For episodes of symptomatic illness (only), the median time between symptom onset and first test was calculated, along with the percent of episodes initially receiving a negative result for SARS-CoV-2 that were reported as being retested. Results: Rates of testing for SARS-CoV-2 generally mirrored rates of hospitalisation for COVID-19 among Canadians. Rates of testing were highest during the Omicron BA.1 wave (11.9 participants tested at least once per 1000 person-days) and varied by province; vaccination status did not impact rates. The most common reason for testing was for symptoms. Testing for known exposure or routine reasons greatly decreased after the Omicron BA.1 wave. In participants who were tested for episodes of symptomatic illness, the median time between symptom onset and first test was 1 day (interquartile range 0-2). Reported retesting after an initial negative result remained low throughout the study period. Conclusions: Understanding testing behaviours is important for public health decision-making including the analysis and interpretation of case data and vaccine effectiveness studies. It can also highlight possible missed case-finding opportunities in healthcare settings.",
  "authors": [
    {
      "last_name": "Robertson",
      "fore_name": "Nicole M",
      "initials": "NM",
      "name": "Nicole M Robertson",
      "affiliations": [
        "Sinai Health, 600 University Ave, Toronto M5G 1X5, Ontario, Canada."
      ],
      "orcid": "0000-0003-2962-7619"
    },
    {
      "last_name": "Coleman",
      "fore_name": "Brenda L",
      "initials": "BL",
      "name": "Brenda L Coleman",
      "affiliations": [
        "Sinai Health, 600 University Ave, Toronto M5G 1X5, Ontario, Canada.",
        "School of Public Health, University of Toronto, 155 College St, Toronto M5T 3M7, Ontario, Canada."
      ],
      "orcid": "0000-0002-7144-4827"
    },
    {
      "last_name": "Harrison",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Harrison",
      "affiliations": [
        "Division of Infectious Diseases, University of Alberta, 8440 112 St, Edmonton T5J 3E4, Alberta, Canada."
      ],
      "orcid": "0000-0002-8771-0544"
    },
    {
      "last_name": "Cooper",
      "fore_name": "Curtis",
      "initials": "C",
      "name": "Curtis Cooper",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Roger Guindon Hall, 451 Smyth Rd #2044, Ottawa K1H 8M5, Ontario, Canada."
      ],
      "orcid": "0000-0002-3368-3499"
    },
    {
      "last_name": "Nadarajah",
      "fore_name": "Jeya",
      "initials": "J",
      "name": "Jeya Nadarajah",
      "affiliations": [
        "Oak Valley Health, 381 Church St, Markham L3P 13P, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "St. Joseph's Healthcare, 50 Charlton Ave East, Hamilton L8N 4A6, Ontario, Canada."
      ],
      "orcid": "0000-0003-1655-3761"
    },
    {
      "last_name": "Powis",
      "fore_name": "Jeff",
      "initials": "J",
      "name": "Jeff Powis",
      "affiliations": [
        "Michael Garron Hospital, 825 Coxwell Avenue, Toronto M4C 3E7, Ontario, Canada."
      ],
      "orcid": "0000-0003-2053-6083"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of infectious diseases & medical microbiology = Journal canadien des maladies infectieuses et de la microbiologie medicale",
    "iso_abbreviation": "Can J Infect Dis Med Microbiol",
    "issn": "1712-9532",
    "issn_type": "Print",
    "volume": "2025",
    "pub_year": "2025"
  },
  "start_page": "1858884",
  "pages": "1858884",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40487554",
    "pmc": "PMC12143943",
    "doi": "10.1155/cjid/1858884"
  },
  "doi": "10.1155/cjid/1858884",
  "pmc_id": "PMC12143943",
  "dates": {
    "revised": "2025-06-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:37.905915",
    "pmid": "40487554"
  }
}