{
  "pmid": "40481660",
  "uid": "40481660",
  "title": "A Nationwide Factorial Randomized Trial of Electronic Nudges to Patients with Chronic Kidney Disease and Their General Practices for Increasing Guideline-Directed Medical Therapy: The NUDGE-CKD Trial.",
  "abstract": "BACKGROUND: Many individuals with chronic kidney disease (CKD) face considerable but modifiable risk of cardiovascular and renal outcomes due to suboptimal implementation of guideline-directed medical therapy (GDMT). We investigated whether electronic letter-based nudges delivered to individuals with CKD and their general practices could increase GDMT uptake. METHODS: This was a nationwide 2x2 factorial implementation trial, with randomization at the patient and general-practice level, and analyzed at the patient level. All Danish adults with a hospital-diagnosis of CKD and access to the official Danish electronic letter system were individually randomized in a 1:1 ratio to usual care (no letter) or to receive an electronic letter-based nudge on GDMT in CKD; general practices of individuals with CKD were independently randomized (1:1) to receive no letter or an electronic informational letter on GDMT. Intervention letters were delivered on August 19, 2024. Data were collected through the Danish administrative health registries. Primary endpoint was a filled prescription of a renin-angiotensin system inhibitor (RASi) or a sodium-glucose cotransporter-2 inhibitor (SGLT2i) within 6 months of intervention delivery. RESULTS: A total of 22,617 patients with CKD were randomized to the patient-level intervention, with 11,223 allocated to receive the electronic nudge letter and 11,394 to usual care. Separately, 1,540 general practices caring for 28,069 patients with CKD were randomized to the provider-level intervention, with 774 practices (13,959 patients) allocated to the intervention and 766 practices (14,110 patients) to usual care. During follow-up, 7,303 (65.1%) allocated to the patient-directed nudge had filled a prescription of RASi or SGLT2i compared with 7,505 (65.9%) in usual care (difference, 0.79 percentage points; 95% confidence interval (CI), -2.03 to 0.45; P=0.21). Among patients of practices receiving the provider-directed letter, 8,921 (63.9%) filled a prescription for RASi or SGLT2i compared with 9,086 (64.4%) in the usual care group (difference, -0.49 percentage points; 95%CI, -1.64 to 0.66; P=0.41). No interaction was observed between the two interventions (pinteraction=0.85). CONCLUSIONS: In this nationwide pragmatic, 2x2 factorial implementation trial, electronic letter-based nudges on GDMT delivered to patients with CKD or their general practice did not increase the uptake of RASi or SGLT2i as compared with usual care.",
  "authors": [
    {
      "last_name": "Skaarup",
      "fore_name": "Kristoffer Grundtvig",
      "initials": "KG",
      "name": "Kristoffer Grundtvig Skaarup",
      "affiliations": [
        "Department of Cardiology, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark; Center for Translational Cardiology and Pragmatic Randomized Trials, Department of Biomedical Sciences, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark."
      ],
      "orcid": "0000-0002-2690-7511"
    },
    {
      "last_name": "Johansen",
      "fore_name": "Niklas Dyrby",
      "initials": "ND",
      "name": "Niklas Dyrby Johansen",
      "affiliations": [
        "Department of Cardiology, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark; Center for Translational Cardiology and Pragmatic Randomized Trials, Department of Biomedical Sciences, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark."
      ],
      "orcid": "0000-0001-6959-3236"
    },
    {
      "last_name": "Brandi",
      "fore_name": "Lisbet",
      "initials": "L",
      "name": "Lisbet Brandi",
      "affiliations": [
        "Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark; Department of Cardiology, Nephrology, and Endocrinology, Nordsjællands Hospital, Hillerød, Denmark."
      ]
    },
    {
      "last_name": "Lindhardt",
      "fore_name": "Morten Kofod",
      "initials": "MK",
      "name": "Morten Kofod Lindhardt",
      "affiliations": [
        "Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark; Department of Internal Medicine, Copenhagen University Hospital-Holbæk, Holbæk, Denmark."
      ],
      "orcid": "0000-0001-6063-1718"
    },
    {
      "last_name": "Bech",
      "fore_name": "Jesper N",
      "initials": "JN",
      "name": "Jesper N Bech",
      "affiliations": [
        "Department of Clinical Medicine, Aarhus University, Aarhus, Denmark; 7University Clinic in Nephrology and Hypertension, Gødstrup Hospital, Herning, Denmark."
      ],
      "orcid": "0000-0002-0605-1277"
    },
    {
      "last_name": "Svensson",
      "fore_name": "My",
      "initials": "M",
      "name": "My Svensson",
      "affiliations": [
        "Department of Clinical Medicine, Aalborg University, Aalborg, Denmark; Department of Clinical Medicine, Aalborg University Hospital, Aalborg, Denmark."
      ]
    },
    {
      "last_name": "Kristensen",
      "fore_name": "Tilde",
      "initials": "T",
      "name": "Tilde Kristensen",
      "affiliations": [
        "Department of Clinical Medicine, Aarhus University, Aarhus, Denmark; Medical Diagnostic Center, Viborg Regional Hospital, Viborg, Denmark."
      ]
    },
    {
      "last_name": "Thuesen",
      "fore_name": "Anne Daugaard",
      "initials": "AD",
      "name": "Anne Daugaard Thuesen",
      "affiliations": [
        "Department of Medicine, Hospital Lillebælt, Fredericia, Denmark; Department of Regional Health Research, University of Southern Denmark, Odense, Denmark."
      ],
      "orcid": "0000-0001-5954-2689"
    },
    {
      "last_name": "Knudsen",
      "fore_name": "Majbritt Grønborg",
      "initials": "MG",
      "name": "Majbritt Grønborg Knudsen",
      "affiliations": [
        "Department of Nephrology, Endocrinology, Geriatrics and Dietitians, Esbjerg og Grindsted Sygehus, Esbjerg, Denmark."
      ]
    },
    {
      "last_name": "Kampman",
      "fore_name": "Jan Dominik",
      "initials": "JD",
      "name": "Jan Dominik Kampman",
      "affiliations": [
        "Department of Regional Health Research, University of Southern Denmark, Odense, Denmark; Department of Internal Medicine, University Hospital of Southern Denmark, Sønderborg, Denmark."
      ],
      "orcid": "0000-0002-8844-8242"
    },
    {
      "last_name": "Hornnum",
      "fore_name": "Mads",
      "initials": "M",
      "name": "Mads Hornnum",
      "affiliations": [
        "Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark; Department of Nephrology and Endocrinology, Copenhagen University Hospital - Rigshospitalet, Copenhagen, Denmark."
      ],
      "orcid": "0000-0002-0123-4007"
    },
    {
      "last_name": "Ørts",
      "fore_name": "Birgitte",
      "initials": "B",
      "name": "Birgitte Ørts",
      "affiliations": [
        "Patient Author."
      ]
    },
    {
      "last_name": "Modin",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Modin",
      "affiliations": [
        "Department of Cardiology, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark; Center for Translational Cardiology and Pragmatic Randomized Trials, Department of Biomedical Sciences, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark."
      ],
      "orcid": "0000-0002-7566-0519"
    },
    {
      "last_name": "Lassen",
      "fore_name": "Mats C H",
      "initials": "MCH",
      "name": "Mats C H Lassen",
      "affiliations": [
        "Department of Cardiology, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark; Center for Translational Cardiology and Pragmatic Randomized Trials, Department of Biomedical Sciences, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark."
      ],
      "orcid": "0000-0002-2255-582X"
    },
    {
      "last_name": "Janstrup",
      "fore_name": "Kira Hyldekær",
      "initials": "KH",
      "name": "Kira Hyldekær Janstrup",
      "affiliations": [
        "Department of Cardiology, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark; Center for Translational Cardiology and Pragmatic Randomized Trials, Department of Biomedical Sciences, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark."
      ],
      "orcid": "0000-0002-0391-5981"
    },
    {
      "last_name": "Claggett",
      "fore_name": "Brian L",
      "initials": "BL",
      "name": "Brian L Claggett",
      "affiliations": [
        "Cardiovascular Division, Brigham and Women's Hospital, Harvard Medical School, Boston, MA."
      ],
      "orcid": "0000-0002-4215-9218"
    },
    {
      "last_name": "Vaduganathan",
      "fore_name": "Muthiah",
      "initials": "M",
      "name": "Muthiah Vaduganathan",
      "affiliations": [
        "Cardiovascular Division, Brigham and Women's Hospital, Harvard Medical School, Boston, MA; Center for Cardiometabolic Implementation Science, Brigham and Women's Hospital, Boston, MA."
      ],
      "orcid": "0000-0003-0885-1953"
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Ankeet S",
      "initials": "AS",
      "name": "Ankeet S Bhatt",
      "affiliations": [
        "Kaiser Permanente San Francisco Medical Center & Division of Research, San Francisco, CA; Stanford University School of Medicine, Palo Alto, CA."
      ],
      "orcid": "0000-0002-6449-4535"
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton, Ontario, Canada; Baim Institute for Clinical Research, Boston, MA."
      ],
      "orcid": "0000-0002-8370-4569"
    },
    {
      "last_name": "Jensen",
      "fore_name": "Jens Ulrik Stæhr",
      "initials": "JUS",
      "name": "Jens Ulrik Stæhr Jensen",
      "affiliations": [
        "Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark; Respiratory Medicine Section, Department of Medicine, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark."
      ],
      "orcid": "0000-0003-4036-0521"
    },
    {
      "last_name": "Zannad",
      "fore_name": "Faiez",
      "initials": "F",
      "name": "Faiez Zannad",
      "affiliations": [
        "Université de Lorraine, Inserm Clinical Investigation Center at Institut Lorrain du Coeur et des Vaisseaux, Nancy, France; University Hospital of Nancy, Nancy, France."
      ],
      "orcid": "0000-0001-7456-1570"
    },
    {
      "last_name": "Solomon",
      "fore_name": "Scott D",
      "initials": "SD",
      "name": "Scott D Solomon",
      "affiliations": [
        "Cardiovascular Division, Brigham and Women's Hospital, Harvard Medical School, Boston, MA."
      ],
      "orcid": "0000-0003-3698-9597"
    },
    {
      "last_name": "Møller",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Møller",
      "affiliations": [
        "Department of Public Health, The Research Unit for General Practice and Section of General Practice, University of Copenhagen, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Borg",
      "fore_name": "Rikke",
      "initials": "R",
      "name": "Rikke Borg",
      "affiliations": [
        "Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark; Department of Medicine, Zealand University Hospital, Roskilde, Denmark."
      ],
      "orcid": "0000-0002-2283-3578"
    },
    {
      "last_name": "Birn",
      "fore_name": "Henrik",
      "initials": "H",
      "name": "Henrik Birn",
      "affiliations": [
        "Department of Clinical Medicine, Aarhus University, Aarhus, Denmark; Department of Renal Medicine, Aarhus University Hospital, Aarhus, Denmark."
      ],
      "orcid": "0000-0003-3715-7266"
    },
    {
      "last_name": "Hansen",
      "fore_name": "Ditte",
      "initials": "D",
      "name": "Ditte Hansen",
      "affiliations": [
        "Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark; Department of Nephrology, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark."
      ],
      "orcid": "0000-0003-4929-7901"
    },
    {
      "last_name": "Biering-Sørensen",
      "fore_name": "Tor",
      "initials": "T",
      "name": "Tor Biering-Sørensen",
      "affiliations": [
        "Department of Cardiology, Copenhagen University Hospital - Herlev and Gentofte, Copenhagen, Denmark; Center for Translational Cardiology and Pragmatic Randomized Trials, Department of Biomedical Sciences, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark; Department of Cardiology, Copenhagen University Hospital - Rigshospitalet, Copenhagen, Denmark; Steno Diabetes Center Copenhagen, Copenhagen, Denmark."
      ],
      "orcid": "0000-0003-4209-2778"
    }
  ],
  "journal": {
    "title": "Circulation",
    "iso_abbreviation": "Circulation",
    "issn": "1524-4539",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "07"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40481660",
    "doi": "10.1161/CIRCULATIONAHA.125.075403"
  },
  "doi": "10.1161/CIRCULATIONAHA.125.075403",
  "dates": {
    "revised": "2025-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:23.039072",
    "pmid": "40481660"
  }
}