{
  "pmid": "40484422",
  "uid": "40484422",
  "title": "Protocol for the development of a core outcome set for type 1 diabetes risk screening.",
  "abstract": "INTRODUCTION: Type 1 diabetes is a chronic autoimmune disease that often presents with diabetic ketoacidosis at diagnosis. Since detection of type 1 diabetes risk is possible using genetic risk scores and autoantibody assays, prevention of diabetic ketoacidosis or delayed onset of type 1 diabetes may be possible and may improve outcomes. Several pilot screening programmes for type 1 diabetes risk have emerged worldwide but outcomes measured in these screening programmes are heterogeneous, making it difficult to compare and synthesise findings across studies. To improve the standardisation of outcome reporting and measurement, we aim to develop a patient-oriented core outcome set for studies of type 1 diabetes risk screening. METHODS AND ANALYSIS: This five-step protocol was developed in alignment with the COS-STAndardised Protocol Statement and the Core Outcome Measures in Effectiveness Trials framework. The five steps will include: (1a) conducting a rapid literature review, (1b) gathering input on candidate outcomes from members of the public, (2) combining literature and public input to prepare a preliminary list of outcomes, (3) conducting Delphi surveys with a range of stakeholders to begin to establish consensus on outcomes, (4) holding a final consensus meeting to establish consensus on outcomes and (5) establishing the outcome measurement instruments for the core outcome set. ETHICS AND DISSEMINATION: Ethics approval has been provided by The Hospital for Sick Children Research Ethics Board. The core outcome set will be distributed to researchers and clinicians involved in diabetes screening and clinical care, patient and family networks, research funders, journal editors, public health experts, and policymakers. Disseminated materials will be tailored to the various end users in the form of publication through academic journals, policy briefs, conferences, educational webinars, websites and social media.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Celine",
      "initials": "C",
      "name": "Celine Chen",
      "affiliations": [
        "Child Health Evaluative Sciences, Hospital for Sick Children Research Institute, Toronto, Ontario, Canada.",
        "University of Toronto Temerty Faculty of Medicine, Toronto, Ontario, Canada."
      ],
      "orcid": "0009-0002-6101-488X"
    },
    {
      "last_name": "Luca",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Luca",
      "affiliations": [
        "Child Health Evaluative Sciences, Hospital for Sick Children Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hansen",
      "fore_name": "Abigail",
      "initials": "A",
      "name": "Abigail Hansen",
      "affiliations": [
        "Child Health Evaluative Sciences, Hospital for Sick Children Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wherrett",
      "fore_name": "Diane K",
      "initials": "DK",
      "name": "Diane K Wherrett",
      "affiliations": [
        "The Hospital for Sick Children Division of Endocrinology, Toronto, Ontario, Canada.",
        "Department of Paediatrics, University of Toronto Temerty Faculty of Medicine, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Witteman",
      "fore_name": "Holly O",
      "initials": "HO",
      "name": "Holly O Witteman",
      "affiliations": [
        "Université Laval Faculté de Médecine, Québec, Québec, Canada.",
        "VITAM Centre de Recherche en Santé Durable, Québec, Québec, Canada."
      ]
    },
    {
      "last_name": "Chakraborty",
      "fore_name": "Pranesh",
      "initials": "P",
      "name": "Pranesh Chakraborty",
      "affiliations": [
        "Department of Paediatrics, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada.",
        "Division of Metabolics, University of Ottawa Faculty of Medicine, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "L'Espérance",
      "fore_name": "Audrey",
      "initials": "A",
      "name": "Audrey L'Espérance",
      "affiliations": [
        "École Nationale d'Administration Publique, Québec, Québec, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-5383-2471"
    },
    {
      "last_name": "McGavock",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan McGavock",
      "affiliations": [
        "Department of Paediatrics and Child Health, University of Manitoba Max Rady College of Medicine, Winnipeg, Manitoba, Canada.",
        "Diabetes Research Envisioned and Accomplished in Manitoba, University of Manitoba Children's Hospital Research Institute of Manitoba, Winnipeg, Manitoba, Canada."
      ],
      "orcid": "0000-0002-3741-5248"
    },
    {
      "last_name": "Delorme",
      "fore_name": "Sasha",
      "initials": "S",
      "name": "Sasha Delorme",
      "affiliations": [
        "Indigenous Patient Circle, Diabetes Action Canada, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hayeems",
      "fore_name": "Robin Z",
      "initials": "RZ",
      "name": "Robin Z Hayeems",
      "affiliations": [
        "Child Health Evaluative Sciences, Hospital for Sick Children Research Institute, Toronto, Ontario, Canada robin.hayeems@sickkids.ca.",
        "Institute of Health Policy Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-3269-8004"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "08"
  },
  "start_page": "e099537",
  "pages": "e099537",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Diabetes Mellitus, Type 1",
    "Mass Screening",
    "Research Design",
    "Delphi Technique",
    "Outcome Assessment, Health Care",
    "Consensus"
  ],
  "article_ids": {
    "pubmed": "40484422",
    "pmc": "PMC12161329",
    "doi": "10.1136/bmjopen-2025-099537",
    "pii": "bmjopen-2025-099537"
  },
  "doi": "10.1136/bmjopen-2025-099537",
  "pmc_id": "PMC12161329",
  "dates": {
    "completed": "2025-06-08",
    "revised": "2025-07-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.803651",
    "pmid": "40484422"
  }
}