{
  "pmid": "40484298",
  "uid": "40484298",
  "title": "Choriocapillaris in Age-Related Macular Degeneration: A Systematic Review of Optical Coherence Tomography Angiography-Based Assessments and Challenges in Standardization.",
  "abstract": "TOPIC: This systematic review evaluates the methodologies used for assessing the choriocapillaris (CC) in age-related macular degeneration (AMD) using optical coherence tomography angiography (OCTA). It focuses on identifying methodological heterogeneity in imaging and analysis protocols and its implications for clinical and research applications. CLINICAL RELEVANCE: AMD is a leading cause of vision loss, and assessing CC perfusion provides critical insights into its pathophysiology. OCTA has emerged as a noninvasive imaging technique offering high-resolution visualization of the CC. However, variability in methodologies has hindered the standardization of CC assessments. Establishing consistent practices is essential for improving clinical and research outcomes in AMD management. DESIGN: Systematic review. METHODS: Studies included in this review were selected on the basis of eligibility criteria defined by the Population, Intervention, Comparator, Outcome, Study design framework. Participants included patients with early, intermediate, and late AMD. Interventions involved the use of OCTA for CC assessment, with no restrictions on device type or scan parameters. Comprehensive searches of MEDLINE, Web of Science Core Collection, and the Cochrane Library were conducted up to November 30, 2024. Data extractions and narrative synthesis focused on device types, scan protocols, segmentation techniques, compensation strategies, and quantitative metrics. RESULTS: A total of 102 studies, encompassing 4047 patients with AMD and 4415 eyes, were analyzed. Fifty-two studies used spectral-domain OCTA, and 49 studies used swept-source OCTA, with significant heterogeneity in segmentation boundaries and slab thickness (4.4-30 µm). Only 32 studies used compensation strategies to address signal attenuation under drusen. Quantitative metrics varied widely, with CC flow deficit percentage being the most common. However, inconsistencies in thresholding methods and lack of standardized Phansalkar radius reporting limited comparability. The review highlights gaps in reporting segmentation boundaries and compensation techniques, which impact the ability to assess the reliability of findings. CONCLUSIONS: This review underscores substantial variability in methodologies for CC assessment in AMD, highlighting the urgent need for standardized imaging protocols and analytical approaches. Despite advances in OCTA technology, inconsistencies in segmentation, thresholding, and compensation strategies challenge data reliability and reproducibility. Future research should prioritize methodological standardization to enhance comparability and clinical applicability.",
  "authors": [
    {
      "last_name": "Berni",
      "fore_name": "Alessandro",
      "initials": "A",
      "name": "Alessandro Berni",
      "affiliations": [
        "From the IRCCS San Raffaele Scientific Institute, Milan, Italy (A.B., F.B.); Vita-Salute San Raffaele University, Milan, Italy (A.B., F.B.)."
      ]
    },
    {
      "last_name": "Foti",
      "fore_name": "Claudio",
      "initials": "C",
      "name": "Claudio Foti",
      "affiliations": [
        "Department of Surgical Sciences, University of Turin, Turin, Italy (C.F., L.U., M.R., E.B.); Department of Ophthalmology, \"City of Health and Science\" Hospital, Turin, Italy (C.F., L.U., M.R., E.B.)."
      ]
    },
    {
      "last_name": "Ulla",
      "fore_name": "Lorena",
      "initials": "L",
      "name": "Lorena Ulla",
      "affiliations": [
        "Department of Surgical Sciences, University of Turin, Turin, Italy (C.F., L.U., M.R., E.B.); Department of Ophthalmology, \"City of Health and Science\" Hospital, Turin, Italy (C.F., L.U., M.R., E.B.)."
      ]
    },
    {
      "last_name": "Vyas",
      "fore_name": "Chinmayi",
      "initials": "C",
      "name": "Chinmayi Vyas",
      "affiliations": [
        "Division of Ophthalmology, Department of Surgery, McMaster University, Hamilton, Ontario, Canada (C.V., V.C.)."
      ]
    },
    {
      "last_name": "Chhablani",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Chhablani",
      "affiliations": [
        "Department of Ophthalmology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA (J.C.)."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Division of Ophthalmology, Department of Surgery, McMaster University, Hamilton, Ontario, Canada (C.V., V.C.); Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada (V.C.)."
      ]
    },
    {
      "last_name": "Subhi",
      "fore_name": "Yousif",
      "initials": "Y",
      "name": "Yousif Subhi",
      "affiliations": [
        "Department of Ophthalmology, Rigshospitalet, Copenhagen, Denmark (Y.S.); Department of Clinical Research, University of Southern Denmark, Odense, Denmark (Y.S.); Department of Clinical Medicine, University of Copenhagen, Copenhagen, Denmark (Y.S.)."
      ]
    },
    {
      "last_name": "Gregori",
      "fore_name": "Giovanni",
      "initials": "G",
      "name": "Giovanni Gregori",
      "affiliations": [
        "Department of Ophthalmology, Bascom Palmer Eye Institute, University of Miami Miller School of Medicine, Miami, Florida, USA (G.G., P.J.R.)."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Ruikang K",
      "initials": "RK",
      "name": "Ruikang K Wang",
      "affiliations": [
        "Department of Bioengineering, University of Washington, Seattle, Washington, USA (R.K.W.); Department of Ophthalmology, University of Washington, Seattle, Washington, USA (R.K.W.)."
      ]
    },
    {
      "last_name": "Rosenfeld",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Rosenfeld",
      "affiliations": [
        "Department of Ophthalmology, Bascom Palmer Eye Institute, University of Miami Miller School of Medicine, Miami, Florida, USA (G.G., P.J.R.)."
      ]
    },
    {
      "last_name": "Sadda",
      "fore_name": "SriniVas R",
      "initials": "SR",
      "name": "SriniVas R Sadda",
      "affiliations": [
        "Department of Ophthalmology, David Geffen School of Medicine at UCLA, Los Angeles, California, USA (S.R.S.); Doheny Eye Institute, Pasadena, California, USA (S.R.S.)."
      ]
    },
    {
      "last_name": "Bandello",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Bandello",
      "affiliations": [
        "From the IRCCS San Raffaele Scientific Institute, Milan, Italy (A.B., F.B.); Vita-Salute San Raffaele University, Milan, Italy (A.B., F.B.)."
      ]
    },
    {
      "last_name": "Reibaldi",
      "fore_name": "Michele",
      "initials": "M",
      "name": "Michele Reibaldi",
      "affiliations": [
        "Department of Surgical Sciences, University of Turin, Turin, Italy (C.F., L.U., M.R., E.B.); Department of Ophthalmology, \"City of Health and Science\" Hospital, Turin, Italy (C.F., L.U., M.R., E.B.)."
      ]
    },
    {
      "last_name": "Borrelli",
      "fore_name": "Enrico",
      "initials": "E",
      "name": "Enrico Borrelli",
      "affiliations": [
        "Department of Surgical Sciences, University of Turin, Turin, Italy (C.F., L.U., M.R., E.B.); Department of Ophthalmology, \"City of Health and Science\" Hospital, Turin, Italy (C.F., L.U., M.R., E.B.); Department of Ophthalmology, Faculty of Medicine, Biruni University, İstanbul, Turkey (E.B.). Electronic address: borrelli.enrico@yahoo.com."
      ]
    }
  ],
  "journal": {
    "title": "American journal of ophthalmology",
    "iso_abbreviation": "Am J Ophthalmol",
    "issn": "1879-1891",
    "issn_type": "Electronic",
    "volume": "277",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "06"
  },
  "start_page": "482",
  "end_page": "496",
  "pages": "482-496",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40484298",
    "doi": "10.1016/j.ajo.2025.05.051",
    "pii": "S0002-9394(25)00280-6"
  },
  "doi": "10.1016/j.ajo.2025.05.051",
  "dates": {
    "revised": "2025-07-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:53.066559",
    "pmid": "40484298"
  }
}