{
  "pmid": "40484371",
  "uid": "40484371",
  "title": "The Performance of the Surrogate Informed Consent Process for Critical Care Research: A Multi-Modal Study of Investigators, Coordinators, Surrogates, and Patients.",
  "abstract": "BACKGROUND: Although surrogates are often required to participate in the informed consent process for critical care research, how to best engage surrogates in this process remains unclear. RESEARCH QUESTION: What are the best practices for conducting the surrogate informed consent processes for critical care research? STUDY DESIGN AND METHODS: This mixed-methods study was performed across academic medical centers located in the United States. It included quantitative surveys with open-ended questions, focus groups, and semi-structured interviews with principal investigators (PIs), research coordinators (RCs), and surrogate decision makers (SDMs) who were approached about a critical care research clinical trial and, when possible, the patient who had been critically ill. Both quantitative and qualitative thematic methods were used in the analysis. RESULTS: In total, 230 individuals (105 RC, 90 PI, 27 surrogates, and 8 patients) completed surveys, and 61 participated in focus groups/interviews. In both surveys and focus groups/interviews, participants across all groups believed that RCs (as opposed to PIs) should conduct the consent process, as RCs are not considered to be authority figures and have fewer perceived conflicts of interest. Surrogates appreciated it when research staff waited until there was an optimal time to initiate contact and were given physical space and a defined period to consider their decision. Compared with PI/RCs, SDMs and/or patients (in surveys) expressed appreciation for the research team's updates on the patient's condition and were more enthusiastic that a perceived advantage of research was that it could help with adherence to clinical protocols (P < .0001, P = .0016). Compared with PI/RCs, SDMs thought the written consent was more important and were less concerned with its length (P = .001, P < .0001). All participants felt that telephone/electronic consents were less effective than in-person consent, although these modalities could facilitate the inclusion of SDMs who lived far away. INTERPRETATION: This study identified several strategies that could enhance the surrogate informed consent process for critical care research.",
  "authors": [
    {
      "last_name": "Glaros",
      "fore_name": "Chloe",
      "initials": "C",
      "name": "Chloe Glaros",
      "affiliations": [
        "Adult and Child Center for Outcomes Research and Delivery Science, University of Colorado and Children's Hospital Colorado, Aurora, CO."
      ]
    },
    {
      "last_name": "Tietbohl",
      "fore_name": "Caroline K",
      "initials": "CK",
      "name": "Caroline K Tietbohl",
      "affiliations": [
        "Adult and Child Center for Outcomes Research and Delivery Science, University of Colorado and Children's Hospital Colorado, Aurora, CO; Department of Family Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO."
      ]
    },
    {
      "last_name": "Torres",
      "fore_name": "Kristen A",
      "initials": "KA",
      "name": "Kristen A Torres",
      "affiliations": [
        "Division of Pulmonary Sciences and Critical Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO."
      ]
    },
    {
      "last_name": "Avallone Mantelli",
      "fore_name": "Rafaela",
      "initials": "R",
      "name": "Rafaela Avallone Mantelli",
      "affiliations": [
        "Division of Pulmonary Sciences and Critical Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO."
      ]
    },
    {
      "last_name": "Files",
      "fore_name": "D Clark",
      "initials": "DC",
      "name": "D Clark Files",
      "affiliations": [
        "Section on Pulmonary, Critical Care, Allergy and Immunologic Disease, Wake Forest University School of Medicine, Winston-Salem, NC."
      ]
    },
    {
      "last_name": "Mart",
      "fore_name": "Matthew F",
      "initials": "MF",
      "name": "Matthew F Mart",
      "affiliations": [
        "Division of Allergy, Pulmonary, and Critical Care Medicine, Vanderbilt University Medical Center, Nashville, TN; Critical Illness, Brain Dysfunction, and Survivorship (CIBS) Center, Vanderbilt University Medical Center, Nashville, TN."
      ]
    },
    {
      "last_name": "Matthay",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Matthay",
      "affiliations": [
        "Department of Medicine, University of California San Francisco, San Francisco, CA; Department of Anesthesia, University of California San Francisco, San Francisco, CA; Cardiovascular Research Institute, University of California San Francisco, San Francisco, CA."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada; Unity Health Toronto-St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Matlock",
      "fore_name": "Daniel D",
      "initials": "DD",
      "name": "Daniel D Matlock",
      "affiliations": [
        "Adult and Child Center for Outcomes Research and Delivery Science, University of Colorado and Children's Hospital Colorado, Aurora, CO; Division of Geriatric Medicine, Department of Medicine, Department of Medicine, University of Colorado School of Medicine, Aurora; VA Eastern Colorado Geriatric Research Education and Clinical Center, Denver."
      ]
    },
    {
      "last_name": "Wynia",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Wynia",
      "affiliations": [
        "Adult and Child Center for Outcomes Research and Delivery Science, University of Colorado and Children's Hospital Colorado, Aurora, CO; Division of General Internal Medicine, Department of Medicine, University of Colorado School of Medicine, Aurora."
      ]
    },
    {
      "last_name": "Moss",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Moss",
      "affiliations": [
        "Division of Pulmonary Sciences and Critical Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO; Center for Bioethics and Humanities, University of Colorado, Aurora, CO. Electronic address: marc.moss@CUAnschutz.edu."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "06"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40484371",
    "doi": "10.1016/j.chest.2025.05.038",
    "pii": "S0012-3692(25)00689-0"
  },
  "doi": "10.1016/j.chest.2025.05.038",
  "dates": {
    "revised": "2025-07-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "IK2 RX004799",
      "agency": "RRD VA",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.607069",
    "pmid": "40484371"
  }
}