{
  "pmid": "40489171",
  "uid": "40489171",
  "title": "\"My parent is acting different, should I be worried?\" child temperament and caregiver emotional consistency in predicting child anxiety in the surgical setting.",
  "abstract": "Parent-child interactions can vary in different contexts contributing to differences in children's behaviors. Using a short-term longitudinal design, we examined whether caregiver emotional consistency (CEC) moderated the relation between children's temperament and preoperative anxiety in a unique real-world, ecologically salient context: the surgical setting. Participants were 102 children (Mage = 10.5 years, SDage = 1.7, range = 8-13 years, 46.1% boys, 67.6% White) who underwent elective surgery and their caregivers (the majority of whom were their biological parents). Children's temperamental shyness and parents' trait anxiety were self-reported 7-10 days prior to surgery during a preoperative clinic visit (Time 1). During the day of surgery (Time 2), children's preoperative state anxiety and parents' state anxiety were self-reported in the hospital prior to surgery, and parents' state anxiety was directly observed in the operating room leading up to surgery. CEC was operationalized as separate difference scores between changes in parent trait anxiety at Time 1 to parent state anxiety during the day of surgery and observed state anxiety in the operating room at Time 2. We found that the CEC measure moderated the relation between children's temperamental shyness and preoperative anxiety during the day of surgery. Shy children were more anxious on the day of surgery when their parents had relatively low CEC than shy children with relatively high CEC parents, whereas low-shy children were relatively unaffected by parents' CEC levels. These findings provide evidence for a diathesis-stress model underlying the relation between individual differences in children's temperament and anxiety in a real-world, ecologically salient stressful context, extending prior work reported in traditional settings. (PsycInfo Database Record (c) 2025 APA, all rights reserved).",
  "authors": [
    {
      "last_name": "Shin",
      "fore_name": "Chaeeun",
      "initials": "C",
      "name": "Chaeeun Shin",
      "affiliations": [
        "Department of Psychology, Neuroscience & Behaviour, McMaster University."
      ],
      "orcid": "0000-0002-1517-5220"
    },
    {
      "last_name": "Chow",
      "fore_name": "Cheryl H T",
      "initials": "CHT",
      "name": "Cheryl H T Chow",
      "affiliations": [
        "Department of Psychology, Neuroscience & Behaviour, McMaster University."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behaviour Neurosciences, McMaster University."
      ]
    },
    {
      "last_name": "Buckley",
      "fore_name": "Norman",
      "initials": "N",
      "name": "Norman Buckley",
      "affiliations": [
        "Department of Anesthesiology, McMaster University."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Louis A",
      "initials": "LA",
      "name": "Louis A Schmidt",
      "affiliations": [
        "Department of Psychology, Neuroscience & Behaviour, McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "Developmental psychology",
    "iso_abbreviation": "Dev Psychol",
    "issn": "1939-0599",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "09"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40489171",
    "doi": "10.1037/dev0002006",
    "pii": "2026-26619-001"
  },
  "doi": "10.1037/dev0002006",
  "dates": {
    "revised": "2025-06-09"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "agency": "Ontario Mental Health Foundation"
    },
    {
      "agency": "McMaster-Michael G. DeGroote Institute for Pain Research and Care"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.190734",
    "pmid": "40489171"
  }
}