{
  "pmid": "40483224",
  "uid": "40483224",
  "title": "Bilateral oophorectomy and the probability of amnestic mild cognitive impairment among carriers of a pathogenic variant in BRCA1 or BRCA2.",
  "abstract": "OBJECTIVE: Early surgical menopause is associated with a higher risk of mild cognitive impairment among women in the general population; this association has not been studied among women with a BRCA1 or BRCA2 mutation. This study aimed to describe the impact of clinical and host factors including bilateral oophorectomy on the probability of amnestic mild cognitive impairment among BRCA mutation carriers. METHODS: This cross-sectional study extends from a longitudinal observational study of hereditary breast and ovarian cancer that has been ongoing since 1995. The Cogniciti Brain Health Assessment was administered from 2017 to 2020 among 752 women with a BRCA mutation in Canada and the United States. The probability of amnestic mild cognitive impairment was derived from the age at test completion and 2 memory task results from the Cogniciti Brain Health Assessment, and was categorized as high or low. Self-reported details on clinical and host factors were collected from biennial research questionnaires. RESULTS: There were 21 (2.8%) women with a high probability of amnestic mild cognitive impairment and 731 (97.2%) women with a low probability. Women with a high probability were on average older at the time of cognitive assessment (63.9 vs 57.4 years, p < .001) and less likely to undergo oophorectomy for cancer prevention (55.0% vs 86.3%, p < .001) compared with women with a low probability. Among those who underwent oophorectomy for cancer prevention, women with a high probability were older at the time of surgery compared with those with a low probability (55.0 vs 46.3 years, p = .04). CONCLUSIONS: The findings suggest no short-term impact of bilateral oophorectomy on the probability of amnestic mild cognitive impairment among BRCA mutation carriers. A higher probability was predominantly attributed to older age at cognitive assessment. It is prudent to continue to monitor this population for potential long-term adverse effects following preventive surgery or cancer treatment.",
  "authors": [
    {
      "last_name": "Ji",
      "fore_name": "Chen",
      "initials": "C",
      "name": "Chen Ji",
      "affiliations": [
        "University of Toronto, Faculty of Arts and Science, Human Biology Program, Toronto, ON, Canada; Women's College Hospital, Research and Innovation Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Shana J",
      "initials": "SJ",
      "name": "Shana J Kim",
      "affiliations": [
        "Women's College Hospital, Research and Innovation Institute, Toronto, ON, Canada; University of Toronto, Dalla Lana School of Public Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Raymond H",
      "initials": "RH",
      "name": "Raymond H Kim",
      "affiliations": [
        "Princess Margaret Cancer Centre, Division of Medical Oncology and Hematology, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Bordeleau",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Bordeleau",
      "affiliations": [
        "Juravinski Cancer Centre, Division of Medical Oncology, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Foulkes",
      "fore_name": "William D",
      "initials": "WD",
      "name": "William D Foulkes",
      "affiliations": [
        "McGill University, Department of Oncology and Human Genetics, Program in Cancer Genetics, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Panchal",
      "fore_name": "Seema",
      "initials": "S",
      "name": "Seema Panchal",
      "affiliations": [
        "Mount Sinai Hospital, Marvelle Koffler Breast Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "Stephanie A",
      "initials": "SA",
      "name": "Stephanie A Cohen",
      "affiliations": [
        "Ascension St. Vincent, Cancer Genetics Risk Assessment Program, Indianapolis, IN, USA."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Sun",
      "affiliations": [
        "BC Cancer Agency, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "McKetton",
      "fore_name": "Larissa",
      "initials": "L",
      "name": "Larissa McKetton",
      "affiliations": [
        "Baycrest, Rotman Research Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Troyer",
      "fore_name": "Angela K",
      "initials": "AK",
      "name": "Angela K Troyer",
      "affiliations": [
        "Baycrest Hospital, Neuropsychology and Cognitive Health Program, Toronto, ON, Canada; University of Toronto, Department of Psychology, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Sun",
      "affiliations": [
        "Women's College Hospital, Research and Innovation Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Narod",
      "fore_name": "Steven A",
      "initials": "SA",
      "name": "Steven A Narod",
      "affiliations": [
        "Women's College Hospital, Research and Innovation Institute, Toronto, ON, Canada; University of Toronto, Dalla Lana School of Public Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kotsopoulos",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Kotsopoulos",
      "affiliations": [
        "Women's College Hospital, Research and Innovation Institute, Toronto, ON, Canada; University of Toronto, Dalla Lana School of Public Health, Toronto, ON, Canada. Electronic address: joanne.kotsopoulos@wchospital.ca."
      ]
    }
  ],
  "journal": {
    "title": "International journal of gynecological cancer : official journal of the International Gynecological Cancer Society",
    "iso_abbreviation": "Int J Gynecol Cancer",
    "issn": "1525-1438",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "10"
  },
  "start_page": "101929",
  "pages": "101929",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40483224",
    "doi": "10.1016/j.ijgc.2025.101929",
    "pii": "S1048-891X(25)01049-7"
  },
  "doi": "10.1016/j.ijgc.2025.101929",
  "dates": {
    "revised": "2025-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:45.217107",
    "pmid": "40483224"
  }
}