{
  "pmid": "40482712",
  "uid": "40482712",
  "title": "A Cross-Sectional Survey of Reproductive, Gynecological, and Breast Health Outcomes Among People in Provincial Prisons for Women in Atlantic Canada.",
  "abstract": "OBJECTIVES: Previous quantitative research on reproductive health needs among women in prison in Canada has been limited to Ontario and Alberta. We conducted this cross-sectional survey of reproductive, gynecological, and breast health outcomes of people experiencing provincial incarceration in the 4 provinces of Atlantic Canada. METHODS: We adapted a survey instrument with consultation from lived experience experts. Fifty questions were asked about demographics and reproductive, gynecological, and breast health. The survey was administered on paper, in person at each of the 4 provincial prisons for women in Atlantic Canada. We analyzed data using descriptive statistics. RESULTS: Of 90 participants, 27% identified as Indigenous, 40% as bisexual or lesbian, with a median age of 35 years. Overall, 4 out of 5 participants reported having children under the age of 18 years. A total of 94% had ever been pregnant, 81% reported having had an unintended pregnancy and 50% who had ever been pregnant had had an abortion. The most used types of contraception included the male condom and birth control pill. Overall, 41% had ever had a positive test for chlamydia and 40% had ever had a positive test for hepatitis C. A total of 39% had a Pap test within the last 3 years. Of those eligible for screening based on age and provincial guidelines, 38% had ever had a mammogram. CONCLUSIONS: Findings from this survey among people in provincial prisons highlight health disparities and gaps in access compared with people in the community. These findings can inform future studies of access to health services within and outside of the prison setting.",
  "authors": [
    {
      "last_name": "Paynter",
      "fore_name": "Martha",
      "initials": "M",
      "name": "Martha Paynter",
      "affiliations": [
        "Faculty of Nursing, University of New Brunswick, Fredericton, NB. Electronic address: martha.paynter@unb.ca."
      ]
    },
    {
      "last_name": "Heggie",
      "fore_name": "Clare",
      "initials": "C",
      "name": "Clare Heggie",
      "affiliations": [
        "Department of Interdisciplinary Studies, University of New Brunswick, Fredericton, NB."
      ]
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Kouyoumdjian",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Edwards",
      "fore_name": "Rosann",
      "initials": "R",
      "name": "Rosann Edwards",
      "affiliations": [
        "Department of Nursing and Health Sciences, University of New Brunswick, Saint John, NB."
      ]
    },
    {
      "last_name": "McLeod",
      "fore_name": "Anja",
      "initials": "A",
      "name": "Anja McLeod",
      "affiliations": [
        "Department of Sociology, Dalhousie University, Halifax, NS."
      ]
    },
    {
      "last_name": "Liauw",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Liauw",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia, Vancouver, BC."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "8",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "06"
  },
  "start_page": "102950",
  "pages": "102950",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40482712",
    "doi": "10.1016/j.jogc.2025.102950",
    "pii": "S1701-2163(25)00190-2"
  },
  "doi": "10.1016/j.jogc.2025.102950",
  "dates": {
    "revised": "2025-06-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.273996",
    "pmid": "40482712"
  }
}