{
  "pmid": "40490112",
  "uid": "40490112",
  "title": "Beta-2 microglobulin in lymphoma.",
  "abstract": "Lymphomas are heterogeneous hematologic malignancies characterised by the abnormal proliferation of lymphocytes. β2-Microglobulin (β2M) functions both as a structural subunit of primary histocompatibility complex class I (MHC I) and as a circulating biomarker with established diagnostic and prognostic significance. Serum β2M > 2.5 mg/L is elevated in 60 % of mantle cell lymphoma and in > 50 % of advanced-stage diffuse large B-cell lymphoma, correlating with higher tumor burden, International Prognostic Index scores, and inferior survival; cerebrospinal fluid β2M enhances central nervous system lymphoma diagnosis with 97 % sensitivity and specificity. Mechanistically, β2M stabilizes MHC I to enable CD8[+] T-cell antigen presentation and, when shed, activates JAK/STAT and NF-κB pathways that drive tumor proliferation and immune evasion. Preclinical strategies targeting these β2M-driven signals such as anti-β2M antibodies combined with proteasome inhibitors demonstrate enhanced cytotoxicity in resistant models. Advanced three-dimensional scaffold culture platforms preserve β2M-tumour-immune interactions, allowing for the investigation of matrix stiffness effects on signalling. Emerging mechanotherapy approaches leverage extracellular matrix rigidity to modulate β2M-related pathways and sensitize lymphoma cells to therapy. The remaining challenges include assay standardization, cohort variability, and lack of prospective validation of β2M-based indices. Future efforts should focus on harmonising β2M measurement methods and integrating mechanistic insights into refined risk stratification and therapeutic strategies.",
  "authors": [
    {
      "last_name": "Gupta",
      "fore_name": "Gaurav",
      "initials": "G",
      "name": "Gaurav Gupta",
      "affiliations": [
        "Centre for Research Impact & Outcome, Chitkara College of Pharmacy, Chitkara University, Rajpura, Punjab 140401, India; Centre of Medical and Bio-allied Health Sciences Research, Ajman University, Ajman, United Arab Emirates. Electronic address: g.gupta@ajman.ac.ae."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Goyal",
      "fore_name": "Ahsas",
      "initials": "A",
      "name": "Ahsas Goyal",
      "affiliations": [
        "Institute of Pharmaceutical Research, GLA University, Mathura, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "PadmaPriya",
      "fore_name": "G",
      "initials": "G",
      "name": "G PadmaPriya",
      "affiliations": [
        "Department of Chemistry and Biochemistry, School of Sciences, JAIN (Deemed to be University), Bangalore, Karnataka, India."
      ]
    },
    {
      "last_name": "Srivastava",
      "fore_name": "Manish",
      "initials": "M",
      "name": "Manish Srivastava",
      "affiliations": [
        "Department of Endocrinology, National Institute of Medical Sciences, NIMS University Rajasthan, Jaipur, India."
      ]
    },
    {
      "last_name": "Chennakesavulu",
      "fore_name": "Kattela",
      "initials": "K",
      "name": "Kattela Chennakesavulu",
      "affiliations": [
        "Department of CHEMISTRY, Sathyabama Institute of Science and Technology, Chennai, Tamil Nadu, India."
      ]
    },
    {
      "last_name": "Mohanty",
      "fore_name": "Biswaranjan",
      "initials": "B",
      "name": "Biswaranjan Mohanty",
      "affiliations": [
        "Department of Nephrology IMS and SUM Hospital, Siksha 'O' Anusandhan (Deemed to be University), Bhubaneswar, Odisha 751003, India."
      ]
    },
    {
      "last_name": "Rekha",
      "fore_name": "A",
      "initials": "A",
      "name": "A Rekha",
      "affiliations": [
        "Dr DY Patil Medical College, Hospital and Research Centre, Pimpri, Pune, India."
      ]
    },
    {
      "last_name": "Mazumder",
      "fore_name": "Avijit",
      "initials": "A",
      "name": "Avijit Mazumder",
      "affiliations": [
        "Noida Institute of Engineering and Technology(Pharmacy Institute), 19 Knowledge Park 2, Greater Noida, India."
      ]
    },
    {
      "last_name": "Goyal",
      "fore_name": "Kavita",
      "initials": "K",
      "name": "Kavita Goyal",
      "affiliations": [
        "Department of Biotechnology, Graphic Era (Deemed to be University), Clement Town, Dehradun 248002, India."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Haider",
      "initials": "H",
      "name": "Haider Ali",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Saveetha University, Chennai, India."
      ]
    },
    {
      "last_name": "Shahwan",
      "fore_name": "Moyad",
      "initials": "M",
      "name": "Moyad Shahwan",
      "affiliations": [
        "Centre of Medical and Bio-allied Health Sciences Research, Ajman University, Ajman, United Arab Emirates."
      ]
    }
  ],
  "journal": {
    "title": "Clinica chimica acta; international journal of clinical chemistry",
    "iso_abbreviation": "Clin Chim Acta",
    "issn": "1873-3492",
    "issn_type": "Electronic",
    "volume": "576",
    "pub_year": "2025",
    "pub_month": "Aug",
    "pub_day": "15"
  },
  "start_page": "120418",
  "pages": "120418",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "beta 2-Microglobulin",
    "Lymphoma",
    "Biomarkers, Tumor"
  ],
  "article_ids": {
    "pubmed": "40490112",
    "doi": "10.1016/j.cca.2025.120418",
    "pii": "S0009-8981(25)00297-9"
  },
  "doi": "10.1016/j.cca.2025.120418",
  "dates": {
    "completed": "2025-06-24",
    "revised": "2025-06-24"
  },
  "chemicals": [
    "beta 2-Microglobulin",
    "Biomarkers, Tumor"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.245394",
    "pmid": "40490112"
  }
}