{
  "pmid": "40496371",
  "uid": "40496371",
  "title": "Derivation and internal-external validation of clinical prediction model for postoperative clinically important hypotension in patients undergoing noncardiac surgery: an international prospective cohort study.",
  "abstract": "BACKGROUND: Intraoperative and postoperative hypotension are associated with myocardial injury/infarction, stroke, acute kidney injury, and death. Because of its prolonged duration, postoperative hypotension contributes more to the risk of organ injury compared with intraoperative hypotension. A prediction model for clinically important postoperative hypotension after noncardiac surgery is needed to guide clinicians. METHODS: We performed a secondary analysis of the Vascular Events in Noncardiac Surgery Patients Cohort Evaluation (VISION) study. Patients aged ≥45 yr who had inpatient noncardiac surgery across 28 centres in 14 countries were included. In 14 of the centres selected at random (derivation cohort), we evaluated 49 variables using logistic regression to develop a model to predict postoperative clinically important hypotension, defined as a systolic blood pressure ≤90 mm Hg, that resulted in clinical intervention. The postoperative period was defined from the Post-Anesthesia Care Unit to hospital discharge. We then evaluated its calibration and discrimination in the other 14 centres (validation cohort). RESULTS: Among 40 004 patients in VISION, 20 442 (51.1%) were included in the derivation cohort, and 19 562 (48.9%) patients were included in the validation cohort. The incidence of clinically important postoperative hypotension in the entire cohort was 12.4% (4959 patients). A 41-variable model predicted the risk of clinically important postoperative hypotension (bias-corrected C-statistic: 0.73, C-statistic in validation cohort: 0.72). A simplified prediction model also predicted clinically important hypotension (bias-corrected C-statistic: 0.68) based on four information items. CONCLUSIONS: Postoperative clinically important hypotension may be estimated before surgery using our primary model and a simple four-element model. CLINICAL TRIAL REGISTRATION: NCT00512109.",
  "authors": [
    {
      "last_name": "Yang",
      "fore_name": "Stephen Su",
      "initials": "SS",
      "name": "Stephen Su Yang",
      "affiliations": [
        "Department of Anesthesia, Jewish General Hospital, McGill University, Montreal, QC, Canada.",
        "Lady Davis Research Institute, Jewish General Hospital, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Malaga",
      "fore_name": "German",
      "initials": "G",
      "name": "German Malaga",
      "affiliations": [
        "CONEVID Unidad de Conocimiento y Evidencia, Facultad de Medicina, Universidad Peruana Cayetano Heredia, Lima, Peru."
      ]
    },
    {
      "last_name": "Lazo-Porras",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Lazo-Porras",
      "affiliations": [
        "CONEVID Unidad de Conocimiento y Evidencia, Facultad de Medicina, Universidad Peruana Cayetano Heredia, Lima, Peru."
      ]
    },
    {
      "last_name": "Busta-Flores",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Busta-Flores",
      "affiliations": [
        "CONEVID Unidad de Conocimiento y Evidencia, Facultad de Medicina, Universidad Peruana Cayetano Heredia, Lima, Peru."
      ]
    },
    {
      "last_name": "Del Carmen Rotta-Rotta",
      "fore_name": "Aida",
      "initials": "A",
      "name": "Aida Del Carmen Rotta-Rotta",
      "affiliations": [
        "Hospital Nacional Cayetano Heredia, Lima, Peru."
      ]
    },
    {
      "last_name": "Roshanov",
      "fore_name": "Pavel S",
      "initials": "PS",
      "name": "Pavel S Roshanov",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Sessler",
      "fore_name": "Daniel I",
      "initials": "DI",
      "name": "Daniel I Sessler",
      "affiliations": [
        "Department of Anesthesiology, University of Texas Health Science Center, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Bessissow",
      "fore_name": "Amal",
      "initials": "A",
      "name": "Amal Bessissow",
      "affiliations": [
        "Department of Medicine, McGill University Health Centre, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Schricker",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Schricker",
      "affiliations": [
        "Department of Anesthesia, McGill University Health Centre, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Tagalakis",
      "fore_name": "Vicky",
      "initials": "V",
      "name": "Vicky Tagalakis",
      "affiliations": [
        "Division of General Internal Medicine, Jewish General Hospital, Montreal, QC, Canada.",
        "Centre for Clinical Epidemiology of the Lady Davis Institute for Medical Research, Jewish General Hospital, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Heels-Ansdell",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Heels-Ansdell",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pettit",
      "fore_name": "Shirley",
      "initials": "S",
      "name": "Shirley Pettit",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BJA open",
    "iso_abbreviation": "BJA Open",
    "issn": "2772-6096",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "100410",
  "pages": "100410",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40496371",
    "pmc": "PMC12150106",
    "doi": "10.1016/j.bjao.2025.100410",
    "pii": "S2772-6096(25)00034-6"
  },
  "doi": "10.1016/j.bjao.2025.100410",
  "pmc_id": "PMC12150106",
  "dates": {
    "revised": "2025-06-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:00.480047",
    "pmid": "40496371"
  }
}