{
  "pmid": "40505730",
  "uid": "40505730",
  "title": "Dental Implant Failure and Medication-Related Osteonecrosis of the Jaw Related to Dental Implants in Patients Taking Antiresorptive Therapy for Osteoporosis: A Systematic Review and Meta-Analysis.",
  "abstract": "OBJECTIVES: To inform the 2024 International Task Force on Osteonecrosis of the Jaw update, we conducted a systematic review and meta-analysis evaluating dental implant failure and medication-related osteonecrosis of the jaw (MRONJ) related to antiresorptive therapy for osteoporosis. METHODS: We searched 5 databases (1946-2024) for interventional and noninterventional studies reporting rates of dental implant failure or osteonecrosis in those with osteoporosis or osteopenia. Two reviewers independently screened all titles, abstracts, and full texts. Risk of bias was assessed using the modified Ottawa-Newcastle scale, and the evidence was assessed using the Grading of Recommendations Assessment, Development, and Evaluation. RESULTS: We found 793 unique citations. Nine studies (n = 655) were included in the implant failure analysis. Random-effects meta-analysis revealed wide confidence intervals (CIs) for implant failure among those exposed to antiresorptives (relative risk, 0.82; 95% CI, 0.52-1.28; P = .38, very low certainty). Sensitivity analysis at the level of implant suggested that antiresorptives reduce implant failure (relative risk, 0.53; 95% CI, 0.34-0.81; P = .003, very low certainty). We identified 186 cases of MRONJ in implant recipients. The pooled rate of MRONJ following implantation in those exposed to antiresorptive therapy was 0.5% pooled from 21 cohorts. A single report of risk-adjusted MRONJ found that bisphosphonates increased MRONJ by 3 cases per 1000 patients (adjusted hazard ratio, 4.09; 95% CI, 2.75-6.09; P < .001, moderate certainty). CONCLUSIONS: The low-certainty evidence suggests that antiresorptive therapy for osteoporosis reduces dental implant failure. Bisphosphonates are associated with MRONJ in patients with osteoporosis receiving dental implants with moderate certainty.",
  "authors": [
    {
      "last_name": "Mirza",
      "fore_name": "Reza",
      "initials": "R",
      "name": "Reza Mirza",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: mirzard@mcmaster.ca."
      ]
    },
    {
      "last_name": "El Rabbany",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed El Rabbany",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Dalal S",
      "initials": "DS",
      "name": "Dalal S Ali",
      "affiliations": [
        "Division of Endocrinology and Metabolism, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tetradis",
      "fore_name": "Sotirios",
      "initials": "S",
      "name": "Sotirios Tetradis",
      "affiliations": [
        "Division of Diagnostic and Surgical Sciences, UCLA School of Dentistry, Los Angeles, California."
      ]
    },
    {
      "last_name": "Morrison",
      "fore_name": "Archibald",
      "initials": "A",
      "name": "Archibald Morrison",
      "affiliations": [
        "Citadel Oral and Facial Surgery, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Ruggiero",
      "fore_name": "Salvatore",
      "initials": "S",
      "name": "Salvatore Ruggiero",
      "affiliations": [
        "Department of Oral and Maxillofacial Surgery, Stony Brook School of Dental Medicine, Stony Brook University, Stony Brook, New York."
      ]
    },
    {
      "last_name": "Alnajimi",
      "fore_name": "Rasha",
      "initials": "R",
      "name": "Rasha Alnajimi",
      "affiliations": [
        "Division of Endocrinology and Metabolism, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Aliya A",
      "initials": "AA",
      "name": "Aliya A Khan",
      "affiliations": [
        "Division of Endocrinology and Metabolism, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Endocrine practice : official journal of the American College of Endocrinology and the American Association of Clinical Endocrinologists",
    "iso_abbreviation": "Endocr Pract",
    "issn": "1530-891X",
    "issn_type": "Print",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "10"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40505730",
    "doi": "10.1016/j.eprac.2025.06.003",
    "pii": "S1530-891X(25)00916-4"
  },
  "doi": "10.1016/j.eprac.2025.06.003",
  "dates": {
    "revised": "2025-07-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.350815",
    "pmid": "40505730"
  }
}