{
  "pmid": "40502784",
  "uid": "40502784",
  "title": "Genomics Reveal Staphylococcus aureus Persists during Long-term Urinary Catheterization Despite Antimicrobial Therapy and Catheter Exchanges.",
  "abstract": "Urinary catheters, the most frequently placed medical devices in the US, increase the risk of developing symptomatic catheter-associated urinary tract infection (CAUTI) and asymptomatic bacteriuria (ASB) - the presence of bacteria in the urine - with those requiring long-term urinary catheters (LTUCs) at highest risk. While ASB and CAUTI are caused by a broad range of uropathogens, most remain understudied. We used whole-genome sequencing to investigate the understudied uropathogen, Staphylococcus aureus. Analysis of 153 longitudinal S. aureus isolates previously collected from urinary catheter or urine samples from 20 individuals with LTUCs (average of 8 longitudinal isolates/person) demonstrated that most strains were multidrug resistant (MDR), including methicillin-resistant S. aureus (MRSA), and sequence type 5. Importantly, the same S. aureus strain persisted as ASB for an average of 13 weeks, despite antibiotic exposures or urinary catheter exchanges, and in one case transitioned to symptomatic CAUTI. The longitudinal strains were highly genetically related with few genomic changes and stable antimicrobial resistance and virulence gene carriage. This work demonstrates that MDR S. aureus can persist as ASB long-term and that common strategies to reduce or eliminate microbes from LTUCs were ineffective at eradicating the uropathogen in most cases, despite phenotypic susceptibility to the administered antibiotic.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "The University of Texas Health Science Center."
      ],
      "orcid": "0000-0002-0079-3261"
    },
    {
      "last_name": "Ramirez",
      "fore_name": "Jesus Duran",
      "initials": "JD",
      "name": "Jesus Duran Ramirez",
      "affiliations": [
        "The University of Texas Health Science Center."
      ]
    },
    {
      "last_name": "Armbruster",
      "fore_name": "Chelsie",
      "initials": "C",
      "name": "Chelsie Armbruster",
      "affiliations": [
        "University at Buffalo, State University of New York."
      ],
      "orcid": "0000-0002-2165-2759"
    },
    {
      "last_name": "Hanson",
      "fore_name": "Blake",
      "initials": "B",
      "name": "Blake Hanson",
      "affiliations": [
        "University of Texas Health Science Center at Houston."
      ],
      "orcid": "0000-0003-2949-7818"
    }
  ],
  "journal": {
    "title": "Research square",
    "iso_abbreviation": "Res Sq",
    "issn": "2693-5015",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "29"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Preprint"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40502784",
    "pmc": "PMC12154152",
    "doi": "10.21203/rs.3.rs-6702271/v1",
    "pii": "rs.3.rs-6702271"
  },
  "doi": "10.21203/rs.3.rs-6702271/v1",
  "pmc_id": "PMC12154152",
  "dates": {
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K01 AI148593",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "K01 DK128381",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.747065",
    "pmid": "40502784"
  }
}