{
  "pmid": "40505857",
  "uid": "40505857",
  "title": "A Novel Approach to Consider Planetary Health in Guideline Development: A GRADE Approach Using the Allergic Rhinitis and its Impact on Asthma (ARIA) 2024-2025 Guidelines as a Case Study.",
  "abstract": "The concept of planetary health emphasizes the inherent connection between the health of humans and the health of the planet, on which human health depends. The planetary boundaries framework describes 9 planetary life support systems, including climate change and biodiversity, and defines a safer operating space for humanity. The health care sector, while striving to improve human health, contributes significantly to exceeding these planetary boundaries, for instance, through greenhouse gas emissions, water use, and waste generation. The integration of planetary health considerations into health guidelines is, therefore, essential to achieve a delicate sustainable balance between improving individual human health and minimizing planetary health impacts. The Grading of Recommendations, Assessment, Development and Evaluation Working Group is developing guidance for incorporating planetary health into the health guideline development process. In this article, we address the need for evidence to support planetary health considerations in allergic disease guidelines. In addition, we review sources of evidence, such as lifecycle assessment studies, which provide evidence about the environmental impacts of medical products over the full lifecycle from production to disposal. Finally, we present the 2024-2025 Allergic Rhinitis and its Impact on Asthma guidelines as an example of how to account for planetary health when direct quantitative evidence is limited, showcasing how planetary health considerations were embedded into the guideline development process through a dedicated criterion in the Evidence-to-Decision framework.",
  "authors": [
    {
      "last_name": "Vieira",
      "fore_name": "Rafael José",
      "initials": "RJ",
      "name": "Rafael José Vieira",
      "affiliations": [
        "Department of Community Medicine, Information and Health Decision Sciences (MEDCIDS), Faculty of Medicine, University of Porto, Porto, Portugal; RISE-Health, Faculty of Medicine, University of Porto, Porto, Portugal."
      ]
    },
    {
      "last_name": "Sousa-Pinto",
      "fore_name": "Bernardo",
      "initials": "B",
      "name": "Bernardo Sousa-Pinto",
      "affiliations": [
        "Department of Community Medicine, Information and Health Decision Sciences (MEDCIDS), Faculty of Medicine, University of Porto, Porto, Portugal; RISE-Health, Faculty of Medicine, University of Porto, Porto, Portugal."
      ]
    },
    {
      "last_name": "Herrmann",
      "fore_name": "Alina",
      "initials": "A",
      "name": "Alina Herrmann",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), Faculty of Medicine and University Hospital, Heidelberg University, Heidelberg, Germany; Institute for General Medicine, University Hospital Cologne, Medical Faculty, Cologne University, Köln, Germany."
      ]
    },
    {
      "last_name": "Antó",
      "fore_name": "Josep",
      "initials": "J",
      "name": "Josep Antó",
      "affiliations": [
        "ISGlobal, Barcelona Institute for Global Health, Barcelona, Spain; Universitat Pompeu Fabra, Barcelona, Spain; CIBER Epidemiología y Salud Pública, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Sian",
      "initials": "S",
      "name": "Sian Williams",
      "affiliations": [
        "International Primary Care Respiratory Group, Larbert, Scotland, United Kingdom."
      ]
    },
    {
      "last_name": "Bognanni",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Bognanni",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Evidence in Allergy Group, McMaster University, Hamilton, Ontario, Canada; Department of Biomedical Sciences, Humanitas University, Milan, Italy."
      ]
    },
    {
      "last_name": "Pereira",
      "fore_name": "Ana Margarida",
      "initials": "AM",
      "name": "Ana Margarida Pereira",
      "affiliations": [
        "Department of Community Medicine, Information and Health Decision Sciences (MEDCIDS), Faculty of Medicine, University of Porto, Porto, Portugal; RISE-Health, Faculty of Medicine, University of Porto, Porto, Portugal."
      ]
    },
    {
      "last_name": "Haahtela",
      "fore_name": "Tari",
      "initials": "T",
      "name": "Tari Haahtela",
      "affiliations": [
        "Skin and Allergy Hospital, Helsinki University Hospital, University of Helsinki, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Leontiadis",
      "fore_name": "Grigorios I",
      "initials": "GI",
      "name": "Grigorios I Leontiadis",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pfaar",
      "fore_name": "Oliver",
      "initials": "O",
      "name": "Oliver Pfaar",
      "affiliations": [
        "Department of Otorhinolaryngology, Head and Neck Surgery, Section of Rhinology and Allergy, University Hospital Marburg, Philipps-Universität Marburg, Marburg, Germany."
      ]
    },
    {
      "last_name": "Valiulis",
      "fore_name": "Arunas",
      "initials": "A",
      "name": "Arunas Valiulis",
      "affiliations": [
        "Human Ecology Interdisciplinary Research Group, Institute of Clinical Medicine & Institute of Health Sciences, Medical Faculty of Vilnius University, Vilnius, Lithuania."
      ]
    },
    {
      "last_name": "Zuberbier",
      "fore_name": "Torsten",
      "initials": "T",
      "name": "Torsten Zuberbier",
      "affiliations": [
        "Fraunhofer Institute for Translational Medicine and Pharmacology ITMP, Immunology and Allergology, Berlin, Germany; Institute of Allergology, Charité - Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin and Humboldt-Universität zu Berlin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada; Department of Family Medicine, Queen's University, Kingston, Ontario, Canada; Peterborough Public Health, Peterborough, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada; Clinical Epidemiology and Research Center, Humanitas University and Humanitas Research Hospital, Milan, Italy."
      ]
    },
    {
      "last_name": "Bousquet",
      "fore_name": "Jean",
      "initials": "J",
      "name": "Jean Bousquet",
      "affiliations": [
        "Fraunhofer Institute for Translational Medicine and Pharmacology ITMP, Immunology and Allergology, Berlin, Germany; Institute of Allergology, Charité - Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin and Humboldt-Universität zu Berlin, Berlin, Germany; ARIA, Montpellier, France. Electronic address: jean.bousquet@orange.fr."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The journal of allergy and clinical immunology. In practice",
    "iso_abbreviation": "J Allergy Clin Immunol Pract",
    "issn": "2213-2201",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "10"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40505857",
    "doi": "10.1016/j.jaip.2025.04.060",
    "pii": "S2213-2198(25)00538-0"
  },
  "doi": "10.1016/j.jaip.2025.04.060",
  "dates": {
    "revised": "2025-07-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.822754",
    "pmid": "40505857"
  }
}