{
  "pmid": "40508414",
  "uid": "40508414",
  "title": "Effects of Grape Seed Extract-Modified Etchants on Collagenolytic Activity, Interface Formation, and Bonding Longevity of Adhesive-Dentin Interfaces.",
  "abstract": "This study investigated the effects of acid etching with grape seed extract (GSE)-modified etchants, varying phosphoric acid (PA) concentrations, on endogenous collagenolytic activity of etched dentin, adhesive-dentin (A/D) interfacial formation, and bond strength over time. Three PA concentrations (5%, 10%, and 20%) were combined with 2% GSE (5PA/GSE, 10PA/GSE, and 20PA/GSE) and compared to a control (CT) group using 32% PA gel (3M Universal Scotchbond etchant). Seventy-four caries-free human third molars were sectioned to expose dentin surfaces, which were etched and analyzed. In situ zymography with confocal laser microscopy was used to assess endogenous collagenolytic activity in etched dentin specimens. For A/D interfacial morphology and bond strength, etched dentin was bonded with Adper Single Bond Plus adhesive (3M ESPE) and composite buildup. The interfacial morphology of A/D specimens was evaluated using either Goldner's trichrome staining under light microscopy after microtomy sectioning or scanning electron microscopy. A/D specimens were stored in either TESCA buffer or collagenase solution and tested immediately (IM) or at multiple time points over one year using the microtensile bond strength (μTBS) test. Data were analyzed by one- or three-way ANOVA followed by Games-Howell or Tukey's tests (α = 0.05). GSE-modified etchants significantly reduced endogenous collagenolytic activity (p < 0.05). Although GSE-modified etchants resulted in thinner A/D interfaces, the bond strength remained unaffected (p > 0.05). Bond strength stability was prolonged up to one year with 5PA/GSE and 10PA/GSE (p < 0.001), while CT or 20PA/GSE showed significant degradation by 17 weeks (p < 0.01). Storage in the more aggressive collagenase solution did not further reduce the bond strength compared to TESCA buffer (p = 0.966). Acid etching with GSE-modified etchants effectively inhibits endogenous MMP-mediated collagenolytic activity. At 5% and 10% PA, this approach enhances the stability of the A/D bond strength, offering a promising modification for dentin bonding protocols.",
  "authors": [
    {
      "last_name": "Hass",
      "fore_name": "Viviane",
      "initials": "V",
      "name": "Viviane Hass",
      "affiliations": [
        "Department of Oral & Craniofacial Sciences, University of Missouri-Kansas City School of Dentistry, Kansas City, MO 64108, USA."
      ],
      "orcid": "0000-0002-4581-1291"
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Oral & Craniofacial Sciences, University of Missouri-Kansas City School of Dentistry, Kansas City, MO 64108, USA."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yong",
      "initials": "Y",
      "name": "Yong Wang",
      "affiliations": [
        "Department of Oral & Craniofacial Sciences, University of Missouri-Kansas City School of Dentistry, Kansas City, MO 64108, USA."
      ],
      "orcid": "0000-0002-2862-5075"
    }
  ],
  "journal": {
    "title": "Materials (Basel, Switzerland)",
    "iso_abbreviation": "Materials (Basel)",
    "issn": "1996-1944",
    "issn_type": "Print",
    "volume": "18",
    "issue": "11",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "22"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40508414",
    "pmc": "PMC12156436",
    "doi": "10.3390/ma18112416",
    "pii": "ma18112416"
  },
  "doi": "10.3390/ma18112416",
  "pmc_id": "PMC12156436",
  "dates": {
    "revised": "2025-06-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 DE027049",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "1R01DE027049-05A1",
      "agency": "NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.380249",
    "pmid": "40508414"
  }
}