{
  "pmid": "40505080",
  "uid": "40505080",
  "title": "Comparative analysis of methods for identifying multimorbidity patterns among people with opioid use disorder: A retrospective single-cohort study.",
  "abstract": "BACKGROUND: Multimorbidity, the presence of two or more (2+) chronic conditions, presents significant challenges for healthcare delivery, particularly among populations with opioid use disorder (OUD). Multimorbidity patterns among individuals with OUD are not well established, and minimal research exists examining the impact of clustering methods on identifying these patterns. OBJECTIVE: Our study aimed to assess multimorbidity prevalence, explore associated sociodemographic and clinical characteristics, and determine multimorbidity patterns using hierarchical cluster analysis (HCA) and K-means clustering among people receiving treatment for OUD in Ontario, Canada between 2011 and 2021. METHODS: Data from two prospective cohort studies were merged and linked to Ontario provincial health administrative databases. We identified 16 chronic conditions, used in prior research examining multimorbidity in Ontario, using ICD-10-CA diagnostic codes and the diagnostic codes of physician billing claims using a 2-year lookback. Multimorbidity was defined as the presence of 2+ of the above conditions, excluding the diagnosis of OUD. We conducted a retrospective cohort study, following the participants for eight years in the data holdings to ascertain the prevalence of multimorbidity. Sociodemographic and clinical characteristics were analyzed using modified Poisson regression models, and multimorbidity patterns were identified through HCA and K-means clustering. RESULTS: Among 3,430 people with OUD, 32.5% (n = 1,114, 95% confidence interval (CI)=30.9, 34.1) experienced multimorbidity over an eight-year period, with older age (Prevalence Ratio (PR)=3.39, 95% CI = 2.36, 4.87) and unemployment (PR = 1.31, 95% CI = 1.13, 1.54) associated with increased prevalence. HCA identified six distinct disease clusters, whereas K-means clustering identified four clusters. Both methods identified groupings of cardiovascular (coronary syndrome), cardiometabolic (diabetes, hypertension), and respiratory (chronic obstructive pulmonary disease) diseases, reflecting shared comorbidities among people with OUD. DISCUSSION: Our findings highlight the substantial burden of multimorbidity among populations with OUD, and the importance of considering sociodemographic factors in understanding multimorbidity prevalence. Moreover, the choice of clustering method significantly influences the identification and interpretation of multimorbidity patterns, with HCA providing more clinically meaningful groupings compared to K-means clustering. Our findings highlight the need for clinicians to tailor care plans and for policymakers to prioritize integrated healthcare delivery strategies to address the complex health needs of people with OUD.",
  "authors": [
    {
      "last_name": "Rodrigues",
      "fore_name": "Myanca",
      "initials": "M",
      "name": "Myanca Rodrigues",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-7953-773X"
    },
    {
      "last_name": "Rosic",
      "fore_name": "Tea",
      "initials": "T",
      "name": "Tea Rosic",
      "affiliations": [
        "Department of Psychiatry, University of Ottawa, Ottawa, Ontario, Canada.",
        "Children's Hospital of Eastern Ontario Research Institute, Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0001-7406-4056"
    },
    {
      "last_name": "Babe",
      "fore_name": "Glenda",
      "initials": "G",
      "name": "Glenda Babe",
      "affiliations": [
        "The Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dennis",
      "fore_name": "Brittany B",
      "initials": "BB",
      "name": "Brittany B Dennis",
      "affiliations": [
        "British Columbia Centre on Substance Use, Vancouver, British Columbia, Canada.",
        "Division of Social Medicine, Department of Medicine, University of British Columbia, Vancouver, British Columbia, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McEvoy",
      "fore_name": "Alannah",
      "initials": "A",
      "name": "Alannah McEvoy",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Perez",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Oliveira",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire de Oliveira",
      "affiliations": [
        "The Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "ICES, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-3961-6008"
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Samaan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Mood Disorders Program, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Department of Psychiatry, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Research Institute at St Joseph's Healthcare, Hamilton, Ontario, Canada.",
        "Departments of Pediatrics/Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Faculty of Health Sciences, University of Johannesburg, Johannesburg, South Africa."
      ],
      "orcid": "0000-0003-0355-9734"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "6",
    "pub_year": "2025"
  },
  "start_page": "e0324548",
  "pages": "e0324548",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comparative Study"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Multimorbidity",
    "Retrospective Studies",
    "Middle Aged",
    "Opioid-Related Disorders",
    "Adult",
    "Ontario",
    "Cluster Analysis",
    "Prevalence",
    "Aged",
    "Comorbidity"
  ],
  "article_ids": {
    "pubmed": "40505080",
    "pmc": "PMC12162124",
    "doi": "10.1371/journal.pone.0324548",
    "pii": "PONE-D-24-27657"
  },
  "doi": "10.1371/journal.pone.0324548",
  "pmc_id": "PMC12162124",
  "dates": {
    "completed": "2025-06-12",
    "revised": "2025-06-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:55.793611",
    "pmid": "40505080"
  }
}