{
  "pmid": "40507396",
  "uid": "40507396",
  "title": "The Potential Role of Vitamin D in the Pterygium Pathophysiology-A Possible New Therapeutic Perspective and Narrative Review.",
  "abstract": "Vitamin D plays a vital role in human physiology, including a crucial role in regulating bone metabolism and various extra-skeletal effects. Calcitriol exerts anti-inflammatory effects on monocytes and macrophages by increasing IL-10 production and decreasing the production of proinflammatory IL-1β, IL-6, tumor necrosis factor-α (TNF-α), receptor activator of nuclear factor kappa-Β ligand (RANKL), and cyclo-oxygenase-2 (COX-2). In addition, calcitriol also exerts important effects on adaptive immunity by downregulating MHC-II class and co-stimulatory molecules on antigen-presenting cells, but it also directly affects T lymphocytes. In multiple studies, the influence of vitamin D on eye diseases, including corneal diseases, has been demonstrated. Adequate vitamin D supplementation in patients with dry eye significantly improves tear quality and consequently heals the epithelial cells of the ocular surface. Pterygium is a fibrovascular growth of conjunctival tissue that histologically consists of superficial conjunctival epithelium and an underlying fibrovascular layer. The prevalence of pterygium depends on the region. In zones closer to the equator-\"pterygium zone\", it is up to 22%, and outside of them it can be even less than 2%. While UV radiation is recognized as a primary risk factor, other factors, including vitamin D, may influence its development. This review aims to summarize the effects of vitamin D on the pathophysiological mechanism of pterygium and its possible therapeutic impact. Current research suggests that vitamin D is protective through its immunomodulatory and anti-inflammatory properties. Finally, there is still insufficient evidence of the therapeutic benefit of vitamin D in pterygium, and future large-scale randomized controlled studies are needed to elucidate the exact role of vitamin D in pterygium onset and recurrence as well as its potential therapeutic benefit.",
  "authors": [
    {
      "last_name": "Paradzik Simunovic",
      "fore_name": "Martina",
      "initials": "M",
      "name": "Martina Paradzik Simunovic",
      "affiliations": [
        "Department of Ophthalmology, University Hospital of Split, Spinciceva 1, 21000 Split, Croatia."
      ],
      "orcid": "0000-0002-0735-5598"
    },
    {
      "last_name": "Degoricija",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Degoricija",
      "affiliations": [
        "Laboratory for Cancer Research, School of Medicine, University of Split, Soltanska 2, 21000 Split, Croatia.",
        "Department of Medical Chemistry and Biochemistry, School of Medicine, University of Split, 21000 Split, Croatia."
      ],
      "orcid": "0000-0001-7023-9381"
    },
    {
      "last_name": "Stanic",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Stanic",
      "affiliations": [
        "Department of Ophthalmology, University Hospital of Split, Spinciceva 1, 21000 Split, Croatia."
      ]
    },
    {
      "last_name": "Terzic",
      "fore_name": "Janos",
      "initials": "J",
      "name": "Janos Terzic",
      "affiliations": [
        "Laboratory for Cancer Research, School of Medicine, University of Split, Soltanska 2, 21000 Split, Croatia."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Pediatrics, University Hospital of Split, Spinciceva 1, 21000 Split, Croatia.",
        "Department of Pediatrics, School of Medicine, University of Split, Soltanska 2, 21000 Split, Croatia."
      ],
      "orcid": "0000-0002-5720-0893"
    }
  ],
  "journal": {
    "title": "Journal of clinical medicine",
    "iso_abbreviation": "J Clin Med",
    "issn": "2077-0383",
    "issn_type": "Print",
    "volume": "14",
    "issue": "11",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "22"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40507396",
    "pmc": "PMC12156360",
    "doi": "10.3390/jcm14113640",
    "pii": "jcm14113640"
  },
  "doi": "10.3390/jcm14113640",
  "pmc_id": "PMC12156360",
  "dates": {
    "revised": "2025-06-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:10.485544",
    "pmid": "40507396"
  }
}