{
  "pmid": "40501102",
  "uid": "40501102",
  "title": "Overall and substance use-specific healthcare utilization among individuals with and without criminal justice involvement in Ontario, Canada.",
  "abstract": "PURPOSE: Correctional populations have higher rates of substance use disorders and related healthcare visits relative to the general population. However, limited evidence on substance use-related healthcare visits exists among this population. Using population data for Ontario, Canada, this study aims to examine overall and substance use-specific healthcare visits for individuals with and without known provincial criminal justice system involvement (CJI versus non-CJI, respectively). DESIGN/METHODOLOGY/APPROACH: This retrospective study compared overall and substance use-related healthcare visits between April 1, 2015 and March 31, 2020 among provincially-incarcerated individuals (CJI group) versus those without criminal justice involvement (non-CJI group). Both groups were identified through available health administrative data and were individually matched by age, sex and material deprivation. FINDINGS: The authors identified and matched 208,188 individuals (59.9% male) with and without CJI and a healthcare visit. Compared to the non-CJI group, those with CJI had approximately 20 times the rate of healthcare visits for alcohol use, drug use and illicit drug-related overdoses. Among those with CJI, females had a higher prevalence of overall healthcare visits, whereas males had a higher prevalence of substance use-specific visits. RESEARCH LIMITATIONS/IMPLICATIONS: Findings highlight the high number of healthcare visits for substance use-related needs among individuals with CJI in Ontario. These results can inform efforts to enhance correctional release planning, improve access to community-based treatment and strengthen substance use prevention and treatment interventions for this high-risk population. PRACTICAL IMPLICATIONS: Results can inform efforts to enhance correctional release planning, improve access to community-based treatment, and strengthen substance use prevention and treatment interventions for this high-risk population. ORIGINALITY/VALUE: To the best of the authors' knowledge, this study is the first in Canada to draw on population-level administrative health data to identify and match a large sample of individuals with and without CJI and examine substance use-specific healthcare utilization, longitudinally.",
  "authors": [
    {
      "last_name": "Russell",
      "fore_name": "Cayley",
      "initials": "C",
      "name": "Cayley Russell",
      "affiliations": [
        "Centre for Addiction and Mental Health, Institute for Mental Health Policy Research, Toronto, Canada, and Ontario Node, Canadian Research Initiative in Substance Matters (CRISM), Toronto, Canada."
      ]
    },
    {
      "last_name": "Yakubovich",
      "fore_name": "Alexa",
      "initials": "A",
      "name": "Alexa Yakubovich",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, Truro, Canada, and MAP Center for Urban Health Solutions, St Michael's Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "O'Campo",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia O'Campo",
      "affiliations": [
        "Center for Urban Health Solutions, St Michael's Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Qu",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Qu",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Canada."
      ]
    },
    {
      "last_name": "Plumptre",
      "fore_name": "Lesley",
      "initials": "L",
      "name": "Lesley Plumptre",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Canada."
      ]
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Kouyoumdjian",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Matheson",
      "fore_name": "Flora I",
      "initials": "FI",
      "name": "Flora I Matheson",
      "affiliations": [
        "MAP Centre for Urban Health Solutions, St Michael's Hospital, Toronto, Canada, and Dalla Lana School of Public Health, University of Toronto, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of prison health",
    "iso_abbreviation": "Int J Prison Health (2024)",
    "issn": "2977-0262",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "13"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40501102",
    "doi": "10.1108/IJOPH-06-2024-0034"
  },
  "doi": "10.1108/IJOPH-06-2024-0034",
  "dates": {
    "revised": "2025-06-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.274241",
    "pmid": "40501102"
  }
}