{
  "pmid": "40517739",
  "uid": "40517739",
  "title": "Adaptation and implementation of an intervention to identify and respond to intimate partner violence in the family nurse partnership Northern Ireland program.",
  "abstract": "BACKGROUND: A need to adapt and implement an intimate partner violence (IPV) intervention, developed for the Nurse-Family Partnership (United States) program, was identified in the Northern Ireland Family Nurse Partnership (FNP) program. OBJECTIVES: To describe the: 1) IPV intervention adaptation process and outputs, and 2) feasibility to implement the intervention with fidelity and its acceptability to FNP nurses and supervisors in Northern Ireland. PARTICIPANTS AND SETTING: 260 women enrolled in, and 19 nurses and 5 supervisors delivering, the FNP/NFP program in Northern Ireland. METHODS: A team-based, project management approach was used to adapt the intervention. A convergent mixed methods regional service evaluation was conducted to describe feasibility, fidelity, and acceptability. RESULTS: The adapted IPV intervention was feasible and acceptable to implement. Moderate to high levels of fidelity to the clinical pathway were reported, dependent on intervention phase, with highest rates of fidelity related to a universal assessment of safety. Overall, 20 % of clients disclosed IPV; with most clients reporting multiple forms of abuse. Multiple factors positively influenced implementation and acceptability, including intervention alignment with FNP/NFP program content, practices and structure, the provision of wraparound clinical and reflective supervision, and the delivery of care within a system of integrated health and social care services. CONCLUSIONS: The adapted IPV intervention demonstrated potential to increase nurse knowledge and confidence to assess for, identify and classify IPV and to educate and support FNP/NFP clients with tailored plans of care. Future adaptations could include stratification of future training and education for new and more experienced nurses.",
  "authors": [
    {
      "last_name": "Larkin",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Larkin",
      "affiliations": [
        "Public Health Agency, 9(th) Floor, 2 Bedford Square, Belfast BT2 7ES, Northern Ireland, United Kingdom. Electronic address: emma.larkin@hscni.net."
      ]
    },
    {
      "last_name": "Conway",
      "fore_name": "Shauna",
      "initials": "S",
      "name": "Shauna Conway",
      "affiliations": [
        "Public Health Agency, 9(th) Floor, 2 Bedford Square, Belfast BT2 7ES, Northern Ireland, United Kingdom. Electronic address: shauna.conway@hscni.net."
      ]
    },
    {
      "last_name": "Gildea",
      "fore_name": "Aideen",
      "initials": "A",
      "name": "Aideen Gildea",
      "affiliations": [
        "School of Nursing and Midwifery, Queens University Belfast, MBC Building, 97 Lisburn Road, Belfast BT9 7BL, United Kingdom. Electronic address: a.gildea@qub.ac.uk."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4L8, Canada. Electronic address: jacksm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Shona",
      "initials": "S",
      "name": "Shona Johnston",
      "affiliations": [
        "Public Health Agency, 9(th) Floor, 2 Bedford Square, Belfast BT2 7ES, Northern Ireland, United Kingdom. Electronic address: shona.johnston@hscni.net."
      ]
    },
    {
      "last_name": "Magennis",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Magennis",
      "affiliations": [
        "Public Health Agency, 9(th) Floor, 2 Bedford Square, Belfast BT2 7ES, Northern Ireland, United Kingdom. Electronic address: catherine.magennis2@hscni.net."
      ]
    },
    {
      "last_name": "Rowe",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Rowe",
      "affiliations": [
        "Global Nurse-Family Partnership Team, Prevention Research Center For Child and Family Health, University of Colorado Anschutz Medical Campus, 1890 N Revere Ct, Aurora, CO 80045, United States."
      ]
    },
    {
      "last_name": "Webb",
      "fore_name": "Deirdre",
      "initials": "D",
      "name": "Deirdre Webb",
      "affiliations": [
        "Global Nurse-Family Partnership Team, Prevention Research Center For Child and Family Health, University of Colorado Anschutz Medical Campus, 1890 N Revere Ct, Aurora, CO 80045, United States. Electronic address: Deirdre.webb@cuanschutz.edu."
      ]
    }
  ],
  "journal": {
    "title": "Child abuse & neglect",
    "iso_abbreviation": "Child Abuse Negl",
    "issn": "1873-7757",
    "issn_type": "Electronic",
    "volume": "167",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "14"
  },
  "start_page": "107538",
  "pages": "107538",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40517739",
    "doi": "10.1016/j.chiabu.2025.107538",
    "pii": "S0145-2134(25)00293-5"
  },
  "doi": "10.1016/j.chiabu.2025.107538",
  "dates": {
    "revised": "2025-06-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.256954",
    "pmid": "40517739"
  }
}