{
  "pmid": "40520028",
  "uid": "40520028",
  "title": "Exploring variability in antibiograms: a cross-sectional study.",
  "abstract": "BACKGROUND: Antibiograms are important tools for guiding empirical antimicrobial prescribing and monitoring antimicrobial resistance (AMR); however, there are challenges to their implementation and interpretation in practice. Variable formatting may be a contributing factor. This study explores variability in antibiogram data presentation to identify opportunities for improvement. METHODS: Antibiograms from hospitals in Ontario were evaluated by visual inspection for general formatting and style, organism-specific data presentation and stratification based on CLSI M39 guidelines (Fifth Edition, 2022) and relevant literature. Hospitals were categorized by type and descriptive analysis was performed. RESULTS: Forty-three antibiograms from 60 hospitals were included: 33.3% were large community; 26.7% were academic teaching; 20% were small community; 11.7% were medium community; and 8.5% were complex continuing care/rehabilitation facilities. All antibiograms reported at least 1 year of data, with 26.5% aggregating data from multiple facilities. Most either reported on organisms with at least 30 isolates (23.2%) or included a statement about interpretation of small numbers (69.8%). Only 27.9% included a statement about exclusion of duplicates, and 18.6% included guidance on how to use the antibiogram. Data were reported separately for Staphylococcus aureus, MRSA and MSSA in 39.5% of antibiograms. Almost half of antibiograms incorporated at least one method of stratification; specimen source was most common (39.5%); and 18.6% (n = 8) included a weighted-incidence syndromic combination antibiogram (WISCA). CONCLUSIONS: There is significant variability in antibiogram data presentation across Ontario hospitals. Additional format standardization may help improve use for clinical decision-making and monitoring of AMR trends.",
  "authors": [
    {
      "last_name": "Leung",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Leung",
      "affiliations": [
        "Communicable Disease Control, Public Health Ontario, Toronto, ON, Canada.",
        "Department of Pharmacy, Michael Garron Hospital, Toronto East Health Network, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-6780-5378"
    },
    {
      "last_name": "Alameri",
      "fore_name": "Marwah",
      "initials": "M",
      "name": "Marwah Alameri",
      "affiliations": [
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Almohri",
      "fore_name": "Huda",
      "initials": "H",
      "name": "Huda Almohri",
      "affiliations": [
        "Department of Microbiology, LifeLabs Medical Laboratory, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Kevin A",
      "initials": "KA",
      "name": "Kevin A Brown",
      "affiliations": [
        "Communicable Disease Control, Public Health Ontario, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-1483-2188"
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Communicable Disease Control, Public Health Ontario, Toronto, ON, Canada.",
        "Clinical Epidemiology and Healthcare Research, Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "Department of Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kus",
      "fore_name": "Julianne V",
      "initials": "JV",
      "name": "Julianne V Kus",
      "affiliations": [
        "Microbiology & Laboratory Services, Public Health Ontario, Toronto, ON, Canada.",
        "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Matukas",
      "fore_name": "Larissa M",
      "initials": "LM",
      "name": "Larissa M Matukas",
      "affiliations": [
        "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ON, Canada.",
        "Laboratory Medicine, Unity Health Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Kevin L",
      "initials": "KL",
      "name": "Kevin L Schwartz",
      "affiliations": [
        "Communicable Disease Control, Public Health Ontario, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Department of Medicine, Li Ka Shing Knowledge Institute, Unity Health Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-3666-7005"
    },
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Communicable Disease Control, Public Health Ontario, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Department of Pharmacy, Hotel Dieu Shaver Health and Rehabilitation Centre, St. Catharines, ON, Canada."
      ],
      "orcid": "0000-0001-5467-6776"
    }
  ],
  "journal": {
    "title": "JAC-antimicrobial resistance",
    "iso_abbreviation": "JAC Antimicrob Resist",
    "issn": "2632-1823",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "dlaf084",
  "pages": "dlaf084",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40520028",
    "pmc": "PMC12163904",
    "doi": "10.1093/jacamr/dlaf084",
    "pii": "dlaf084"
  },
  "doi": "10.1093/jacamr/dlaf084",
  "pmc_id": "PMC12163904",
  "dates": {
    "revised": "2025-06-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.298980",
    "pmid": "40520028"
  }
}