{
  "pmid": "40522362",
  "uid": "40522362",
  "title": "How was published evidence used in model-based cost - utility analysis for lung cancer?",
  "abstract": "BACKGROUND: Model-based cost-utility analysis (CUA) is a widely used method for evaluating the value of innovative medicines for lung cancer. However, comprehensive evidence exploring the sources of input parameters for CUA modeling is lacking. The objective of this study was to analyze the sources of clinical efficacy and safety, cost, and health utility parameters in model-based CUAs for advanced lung cancer in the United States (US) and China. METHODS: We systematically reviewed model-based CUAs of pharmacological treatments for advanced lung cancer published between January 1, 2018 and March 31, 2025 in the US and Chinese setting. We classified the source of each parameter and retrieved the references cited for the parameters to analyze the citation path and level until we identified the original studies. We also compared the disease and region of parameters used in CUAs with those reported in the original studies. RESULTS: A total of 235 studies involving 10,005 parameters were included. Nearly half of the parameters (49.9%) were derived from published literature. Meanwhile, 17.7% had unidentifiable sources and 1.3% were based on assumptions. Among parameters cited from published literatures, 90.7% were first-level citations, but only 64.2% of cost parameters met this standard. Additionally, 30.8% of parameters showed discrepancies in disease or region between the CUAs and original studies. Parameter source distributions were similar between Chinese and US models. However, substantial differences were observed between Chinese and US models in the citation levels of cost parameters and the use of non-local utility data. CONCLUSIONS: This study highlights challenges in parameter citation and the use of data inconsistent with the target disease and region in model-based CUAs. Enhancing transparency requires direct citation of original studies and generation of disease- and region-specific data to support robust economic evaluations.",
  "authors": [
    {
      "last_name": "Guan",
      "fore_name": "Haijing",
      "initials": "H",
      "name": "Haijing Guan",
      "affiliations": [
        "Department of Pharmacy, Beijing Tiantan Hospital, Capital Medical University, Beijing, China.",
        "China Center for Health Economic Research, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Chunping",
      "initials": "C",
      "name": "Chunping Wang",
      "affiliations": [
        "International Research Center for Medicinal Administration, Peking University, Beijing, China.",
        "School of Pharmaceutical Sciences, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Xiao",
      "fore_name": "Ruowei",
      "initials": "R",
      "name": "Ruowei Xiao",
      "affiliations": [
        "International Research Center for Medicinal Administration, Peking University, Beijing, China.",
        "School of Pharmaceutical Sciences, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Ting",
      "initials": "T",
      "name": "Ting Zhou",
      "affiliations": [
        "School of International Pharmaceutical Business, China Pharmaceutical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Li",
      "affiliations": [
        "International Research Center for Medicinal Administration, Peking University, Beijing, China.",
        "School of Pharmaceutical Sciences, Peking University, Beijing, China.",
        "School of Public Health, Fudan University, Shanghai, China.",
        "National Health Commission Key Laboratory of Health Technology Assessment, Fudan University, Shanghai, China."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Yanan",
      "initials": "Y",
      "name": "Yanan Xu",
      "affiliations": [
        "Department of Pharmacy, Beijing Tiantan Hospital, Capital Medical University, Beijing, China.",
        "School of Pharmacy, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Nie",
      "fore_name": "Hongting",
      "initials": "H",
      "name": "Hongting Nie",
      "affiliations": [
        "Department of Pharmacy, Beijing Children's Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Zhigang",
      "initials": "Z",
      "name": "Zhigang Zhao",
      "affiliations": [
        "Department of Pharmacy, Beijing Tiantan Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Sheng",
      "initials": "S",
      "name": "Sheng Han",
      "affiliations": [
        "International Research Center for Medicinal Administration, Peking University, Beijing, China. sheng.han@pkuircma.org.cn.",
        "School of Pharmaceutical Sciences, Peking University, Beijing, China. sheng.han@pkuircma.org.cn."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Centre for Health Economics and Policy Analysis, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health economics review",
    "iso_abbreviation": "Health Econ Rev",
    "issn": "2191-1991",
    "issn_type": "Print",
    "volume": "15",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "16"
  },
  "start_page": "50",
  "pages": "50",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40522362",
    "pmc": "PMC12168298",
    "doi": "10.1186/s13561-025-00651-6",
    "pii": "10.1186/s13561-025-00651-6"
  },
  "doi": "10.1186/s13561-025-00651-6",
  "pmc_id": "PMC12168298",
  "dates": {
    "revised": "2025-07-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "No. 72104151",
      "agency": "National Natural Science Foundation of China"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.437251",
    "pmid": "40522362"
  }
}