{
  "pmid": "40527665",
  "uid": "40527665",
  "title": "Development of an online exercise and education program for adults post-distal radius fracture.",
  "abstract": "BACKGROUND: Using an evidence-based, patient-engaged, multidisciplinary team approach, we created the Hands Up Program. The Hands Up Program is an exercise and education intervention for people 6-10 weeks after a distal radius fracture (DRF) to support their DRF rehabilitation and reduce the risk of future osteoporotic fractures. PURPOSE: The purpose of this article is to describe the staged and iterative process used to develop the Hands Up Program STUDY DESIGN: A co-design process. METHODS: The Hands Up Program was designed through extensive literature searches, primary data collection and with the ongoing feedback from a multidisciplinary team and patient partners. This web-based program received ongoing feedback during the design and creation phases. The participants also provided feedback after the pilot study was implemented. RESULTS: The Hands Up Program is a 6-week online whole-body exercise and education program. Participants are asked to engage in the program twice per week for 6 weeks and to track their engagement in the program. The program was primarily offered online, but the content was supplemented with hardcopy materials provided in a workbook to the participants at their first study visit. This multimodal format allows for increased accessibility of information for patients. This program is completed at participant's home on their own time. CONCLUSIONS: The Hands Up Program was rigorously developed to address the needs of individuals aged 50-65 after a DRF, suggesting a future risk of osteoporotic fractures. Future iterations of the program should consider equity and scalability.",
  "authors": [
    {
      "last_name": "Ziebart",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Ziebart",
      "affiliations": [
        "School of Physical Therapy, Department of Health and Rehabilitation Sciences, University of Western Ontario, London, Ontario, Canada. Electronic address: cziebart@uwo.ca."
      ]
    },
    {
      "last_name": "MacDermid",
      "fore_name": "Joy",
      "initials": "J",
      "name": "Joy MacDermid",
      "affiliations": [
        "School of Physical Therapy, Department of Health and Rehabilitation Sciences, University of Western Ontario, London, Ontario, Canada; Clinical Research Lab, Roth McFarlane Hand and Upper Limb Centre, St. Joseph's Health Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "School of Physical Therapy, Department of Health and Rehabilitation Sciences, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Szekeres",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Szekeres",
      "affiliations": [
        "School of Physical Therapy, Department of Health and Rehabilitation Sciences, University of Western Ontario, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hand therapy : official journal of the American Society of Hand Therapists",
    "iso_abbreviation": "J Hand Ther",
    "issn": "1545-004X",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "16"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40527665",
    "doi": "10.1016/j.jht.2025.04.017",
    "pii": "S0894-1130(25)00067-5"
  },
  "doi": "10.1016/j.jht.2025.04.017",
  "dates": {
    "revised": "2025-06-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.995427",
    "pmid": "40527665"
  }
}