{
  "pmid": "40520681",
  "uid": "40520681",
  "title": "Neuraminidase as a novel therapeutic management strategy for Alzheimer's disease: evidenced through molecular docking, molecular dynamic simulation and gene expression analysis.",
  "abstract": "INTRODUCTION: Neuraminidase in humans is studied to see how well repurposed oseltamivir works for treating Alzheimer's disease (AD) using methods like molecular docking, molecular dynamic (MD) simulation, and gene expression analysis. Gene enrichment analysis was also studied to understand the behaviour of neuraminidases in humans. METHODS: Molecular docking was done using oseltamivir and the neuraminidase proteins with the PyRx tool, and the results were analysed using BIOVIA Discovery Studio. MD simulation (50 ns) of the oseltamivir and neuraminidase complex was performed using GROMACS tools. The gene expression analysis and gene enrichment study were done using GEO2R, which showed the results as log FC and significant values. Enricher tool-based gene enrichment analysis was done to determine the gene behaviour related to the AD. RESULTS: The molecular docking showed a strong connection between oseltamivir and neuraminidase (-6.5 kcal/mol), acetylcholinesterase (-7.9 kcal/mol), CDKs (-6.5 kcal/mol), and GSKs (-6.6 kcal/mol), interacting with different amino acids in the protein sequences. MD simulations showed a strong interaction between the ligand and neuraminidase, with stable measurements indicating that both the protein and ligand remained consistent in size and energy, which is better explained through the results of MM_PBSA and MM_GBSA analysis of the complex, resulting in the ΔE_vdW, ΔE_elec, ΔG_polar, ΔG_nonpolar, ΔG_gas, (ΔE_vdW + ΔEEL), ΔG_solvation: (ΔG_polar + ΔG_nonpolar) and ΔG_bind: total energies suggesting the complex stayed stable in conditions similar to those resembling natural cell. The gene expression analysis expressed TUBB3 (formation of beta-tubulin), FABP3 (regulates alpha-synuclein uptake in dopaminergic neurons), and CALM1 (calcium signal transduction pathway) to be highly upregulated in the given conditions with kinase binding (p = 0.0006541) and protein phosphatase regulatory activity (p = 0.001357) were highly upregulated, implicating their importance in the AD. DISCUSSION: The study ends on a hopeful note for using oseltamivir to treat neurological diseases, but it suggests that future research should include a solid cell line study, an in vitro study, and a clinical study.",
  "authors": [
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka, Al-Jouf, Saudi Arabia.",
        "King Salman Centre for Disability Research, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alsaidan",
      "fore_name": "Omar Awad",
      "initials": "OA",
      "name": "Omar Awad Alsaidan",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, Jouf University, Sakaka, Al-Jouf, Saudi Arabia.",
        "King Salman Centre for Disability Research, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alhassan",
      "fore_name": "Hassan H",
      "initials": "HH",
      "name": "Hassan H Alhassan",
      "affiliations": [
        "Department of Clinical Laboratory Sciences, College of Applied Medical Sciences, Jouf University, Sakaka, Al-Jouf, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Abdulaziz Ibrahim",
      "initials": "AI",
      "name": "Abdulaziz Ibrahim Alzarea",
      "affiliations": [
        "Department of Clinical Pharmacy, College of Pharmacy, Jouf University, Sakaka, Al-Jouf, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alsahli",
      "fore_name": "Tariq G",
      "initials": "TG",
      "name": "Tariq G Alsahli",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka, Al-Jouf, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alharbi",
      "fore_name": "Metab",
      "initials": "M",
      "name": "Metab Alharbi",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Sadiq Mantargi",
      "fore_name": "Mohammad Jaffar",
      "initials": "MJ",
      "name": "Mohammad Jaffar Sadiq Mantargi",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, Jeddah, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in chemistry",
    "iso_abbreviation": "Front Chem",
    "issn": "2296-2646",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2025"
  },
  "start_page": "1574702",
  "pages": "1574702",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40520681",
    "pmc": "PMC12163420",
    "doi": "10.3389/fchem.2025.1574702",
    "pii": "1574702"
  },
  "doi": "10.3389/fchem.2025.1574702",
  "pmc_id": "PMC12163420",
  "dates": {
    "revised": "2025-06-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.246432",
    "pmid": "40520681"
  }
}