{
  "pmid": "40528090",
  "uid": "40528090",
  "title": "The association between positive parent-child interaction and mental health outcomes in children aged 1-11 years in Canada.",
  "abstract": "OBJECTIVES: The prevalence of mental health disorders in Canada has increased over the past 10 years. Positive parent-child interaction (PCI) is a potential protective factor for child mental health, but has not been explored in a Canadian context. This study aimed to determine the association between positive PCI and mental health outcomes in children ages 1-11 years in Canada. METHODS: Participants were included from the 2019 Canadian Health Survey on Children and Youth (CHSCY) (N = 28,874). PCI was assessed using five items, reported by the parents. The combined PCI score was also derived. Parent-reported general child mental health was the main outcome. Multivariable logistic regression models, adjusting for confounders, were performed. RESULTS: Only 2.8% of parents reported their child's mental health to be \"fair/poor\". The adjusted analysis did not show an association between combined PCI score and parent-reported general child mental health (OR = 0.96; 95%CI 0.91-1.01). Models assessing individual PCI items did not show significant associations with general child mental health, except for the \"laughs with child\" item. CONCLUSION: While it is theorized that positive PCI is predictive of child mental health, this study did not find a consistent association, except for the frequency at which the parent laughs with the child. This suggests that PCI, as measured in CHSCY, is not a strong indicator of child mental health. Yet, as PCI is an important parenting concept, the PCI items in the CHSCY may not adequately capture the intended construct. Future studies should consider assessing the construct validity of these items.",
  "authors": [
    {
      "last_name": "Yassa",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Yassa",
      "affiliations": [
        "Department of Health Promotion, Chronic Disease, and Injury Prevention, Public Health Ontario, Toronto, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thielman",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Thielman",
      "affiliations": [
        "Department of Health Promotion, Chronic Disease, and Injury Prevention, Public Health Ontario, Toronto, ON, Canada. Justin.Thielman@oahpp.ca."
      ],
      "orcid": "0000-0002-7276-7396"
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Mackenzie",
      "initials": "M",
      "name": "Mackenzie Martin",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Harrington",
      "fore_name": "Daniel W",
      "initials": "DW",
      "name": "Daniel W Harrington",
      "affiliations": [
        "Department of Health Promotion, Chronic Disease, and Injury Prevention, Public Health Ontario, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Carsley",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Carsley",
      "affiliations": [
        "Department of Health Promotion, Chronic Disease, and Injury Prevention, Public Health Ontario, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "1920-7476",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "17"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40528090",
    "doi": "10.17269/s41997-025-01073-x",
    "pii": "10.17269/s41997-025-01073-x"
  },
  "doi": "10.17269/s41997-025-01073-x",
  "dates": {
    "revised": "2025-06-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.709531",
    "pmid": "40528090"
  }
}