{
  "pmid": "40522972",
  "uid": "40522972",
  "title": "Comparative Predictive Utility of MM-SES-CD and SES-CD for Week 52 Endoscopic Remission in the Ileum and Colon in Crohn's Disease.",
  "abstract": "BACKGROUND: The Simple Endoscopic Score for Crohn's disease (SES-CD) and Modified Multiplier of the SES-CD (MM-SES-CD) are endoscopic scoring systems used to assess disease severity and response to therapy in CD. This study evaluates their utility at baseline in predicting endoscopic remission (ER) of the ileum and colon at week 52. METHODS: This post-hoc analysis of 4 clinical trials (CT-P13, UNITI, EXTEND, and SEAVUE) compared baseline scores and ER outcomes at week 52 using the SES-CD and MM-SES-CD. The area under the receiver operating characteristic curve (AUC) for each scoring system's ability to predict week 52 ER defined by various thresholds was compared. RESULTS: A total of 667 patients were included in this analysis. At baseline, the median SES-CD score was 8.5 (IQR 5.0-15.7), and the median MM-SES-CD score was 34.8 (IQR 27.5-50.0). MM-SES-CD demonstrated consistently higher AUC values compared to SES-CD across most endpoints in ileal and colonic disease involvement. Among 519 patients with any disease in the ileum, baseline MM-SES-CD demonstrated significantly better predictive accuracy than SES-CD for week 52 SES-CD < 3 [AUC 0.75 (95% CI: 0.71-0.80) vs. 0.64 (95% CI: 0.59-0.70), P = .031]. Similar findings were observed for other definitions of ER. Among 552 participants with colonic disease involvement, baseline MM-SES-CD also demonstrated significantly greater accuracy for predicting week 52 SES-CD < 3 [AUC 0.78 (95% CI: 0.73-0.82) vs. 0.62 (95% CI: 0.57-0.66), P = .002], with similar findings across other definitions of ER assessed. Similar trends were observed across isolated ileal, ileocolonic, and isolated colonic disease. CONCLUSION: The baseline MM-SES-CD demonstrated superior predictive ability for week 52 ER compared to SES-CD across the ileum and colon. These findings support its utility in clinical trials and in routine practice for predicting long-term treatment response.",
  "authors": [
    {
      "last_name": "Wong",
      "fore_name": "Emily C L",
      "initials": "ECL",
      "name": "Emily C L Wong",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology) and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9472-201X"
    },
    {
      "last_name": "Dulai",
      "fore_name": "Parambir S",
      "initials": "PS",
      "name": "Parambir S Dulai",
      "affiliations": [
        "Division of Gastroenterology, Northwestern University, Chicago, IL, USA."
      ],
      "orcid": "0000-0002-9514-2321"
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology) and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jairath",
      "fore_name": "Vipul",
      "initials": "V",
      "name": "Vipul Jairath",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Reinisch",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Reinisch",
      "affiliations": [
        "Department of Internal Medicine III, Division of Gastroenterology and Hepatology, Medical University of Vienna, Währinger Gürtel 18-20, Vienna, Austria."
      ],
      "orcid": "0000-0002-2088-091X"
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology) and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1536-8436"
    }
  ],
  "journal": {
    "title": "Inflammatory bowel diseases",
    "iso_abbreviation": "Inflamm Bowel Dis",
    "issn": "1536-4844",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "16"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40522972",
    "doi": "10.1093/ibd/izaf124",
    "pii": "8163882"
  },
  "doi": "10.1093/ibd/izaf124",
  "dates": {
    "revised": "2025-06-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.207261",
    "pmid": "40522972"
  }
}