{
  "pmid": "40527605",
  "uid": "40527605",
  "title": "Hypertension Canada guideline for the diagnosis and treatment of hypertension in adults in primary care.",
  "abstract": "BACKGROUND: Canada has historically been among the world's leaders in hypertension care, but hypertension treatment and control rates have regressed in recent years. This guideline is intended to provide pragmatic primary care-focused recommendations to improve hypertension management in adults at the population level. METHODS: We employed Grading of Recommendations Assessment, Development and Evaluation and ADAPTE frameworks in accordance with Appraisal of Guidelines for Research and Evaluation (AGREE II) quality and reporting standards to develop recommendations on managing hypertension for adults aged 18 years and older. We used the HEARTS framework-a model of care developed by the World Health Organization to improve hypertension control and reduce cardiovascular burden-to integrate these recommendations into streamlined, pragmatic, and evidence-based algorithms. The guideline committee predominantly comprised primary care providers and also included patient, methodology, and hypertension specialist representatives. Our process for managing competing interests adhered to Guidelines International Network principles. RECOMMENDATIONS: The 9 recommendations for managing hypertension in adults are grouped under the categories of diagnosis and treatment. Diagnostic recommendations include a standardized approach to measuring blood pressure (BP) and confirming hypertension, as well as providing a uniform definition for hypertension of BP ≥130/80 mm Hg. Treatment recommendations include targeting a systolic BP <130 mm Hg, implementing healthy lifestyle changes, and providing stepwise guidance on optimal medication choices for patients requiring pharmacotherapy. INTERPRETATION: Our aim is to enhance the standard of hypertension care in the Canadian primary care setting. Accurate diagnosis and optimal treatment of hypertension can reduce adverse cardiovascular events and risk of death.",
  "authors": [
    {
      "last_name": "Goupil",
      "fore_name": "Rémi",
      "initials": "R",
      "name": "Rémi Goupil",
      "affiliations": [
        "Nephrologist and clinician-researcher at Sacré-Coeur Hospital and Université de Montréal in Quebec."
      ]
    },
    {
      "last_name": "Tsuyuki",
      "fore_name": "Ross T",
      "initials": "RT",
      "name": "Ross T Tsuyuki",
      "affiliations": [
        "Professor of Medicine (Cardiology) and Director of the EPICORE Centre at the University of Alberta in Edmonton."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Associate Professor, Health Research Methods, Evidence, and Impact, at McMaster University in Hamilton, Ont."
      ]
    },
    {
      "last_name": "Terenzi",
      "fore_name": "Kristin A",
      "initials": "KA",
      "name": "Kristin A Terenzi",
      "affiliations": [
        "Family physician at Langstaff Medical Centre in Woodbridge, Ont."
      ]
    },
    {
      "last_name": "Habert",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Habert",
      "affiliations": [
        "Assistant Professor in the Department of Family and Community Medicine at the University of Toronto in Ontario."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Gemma",
      "initials": "G",
      "name": "Gemma Cheng",
      "affiliations": [
        "Member of the Department of Family Medicine at McGill University in Montréal, Que."
      ]
    },
    {
      "last_name": "Gysel",
      "fore_name": "Stephanie C",
      "initials": "SC",
      "name": "Stephanie C Gysel",
      "affiliations": [
        "Owner of Apothecare Pharmacy and a postdoctoral fellow in the Department of Medicine at the University of Alberta in Edmonton."
      ]
    },
    {
      "last_name": "Bruneau",
      "fore_name": "Jill",
      "initials": "J",
      "name": "Jill Bruneau",
      "affiliations": [
        "Assistant Professor and Nurse Practitioner (NP) Coordinator for the Master of Science in Nursing Program, NP Option at Memorial University of Newfoundland in St John's, NL."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Alexander A",
      "initials": "AA",
      "name": "Alexander A Leung",
      "affiliations": [
        "Associate Professor in the Department of Medicine and Department of Community Health Sciences at the University of Calgary in Alberta."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Norman R C",
      "initials": "NRC",
      "name": "Norman R C Campbell",
      "affiliations": [
        "Member of the Libin Cardiovascular Institute of Alberta and Professor Emeritus of Medicine at the University of Calgary in Alberta."
      ]
    },
    {
      "last_name": "Schiffrin",
      "fore_name": "Ernesto L",
      "initials": "EL",
      "name": "Ernesto L Schiffrin",
      "affiliations": [
        "Professor and Vice-Chair (Research), Department of Medicine, McGill University, and Canada Research Chair in Hypertension and Vascular Research, Lady Davis Institute for Medical Research in Montréal, Que."
      ]
    },
    {
      "last_name": "Hundemer",
      "fore_name": "Gregory L",
      "initials": "GL",
      "name": "Gregory L Hundemer",
      "affiliations": [
        "Assistant Professor, Department of Medicine (Division of Nephrology) at the University of Ottawa and a scientist in the Inflammation and Chronic Disease Program at the Ottawa Hospital Research Institute in Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "7-8",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "29"
  },
  "start_page": "467",
  "end_page": "482",
  "pages": "467-482",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Hypertension",
    "Primary Health Care",
    "Canada",
    "Adult",
    "Antihypertensive Agents",
    "Blood Pressure Determination"
  ],
  "article_ids": {
    "pubmed": "40527605",
    "doi": "10.46747/cfp.20250616001",
    "pii": "cfp.20250616001"
  },
  "doi": "10.46747/cfp.20250616001",
  "dates": {
    "completed": "2025-07-30",
    "revised": "2025-07-30"
  },
  "chemicals": [
    "Antihypertensive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:51.437178",
    "pmid": "40527605"
  }
}