{
  "pmid": "40539751",
  "uid": "40539751",
  "title": "Gender equality in leadership of HIV care cascade clinical trials: A methodological study.",
  "abstract": "OBJECTIVES: Equitable representation in research leadership is essential across all areas of medical science. In the context of HIV-where women are disproportionately affected-examining gender distribution in the leadership of HIV trials is essential to assess progress towards equity and identify persisting barriers. METHODS: We conducted a methodological study of trials from the CASCADE database, which evaluates interventions to improve the HIV care cascade. We extracted first and last authors' names and used Genderize.io to determine their gender, classifying authors as 'women' if the probability was 60% or greater. The primary outcome was the proportion of trials with women in leadership (first or last author), with secondary outcomes examining the proportions of trials with women as: first authors, last authors and in both roles. We also assessed associations with country income level, focus on women participants, study setting, pragmatism and team size. RESULTS: Gender for both authorship roles could be determined in 332 trials, of which 233/332 (70.2%) had a woman first or last author; 169/334 (50.6%) had a woman first author; 143/337 (42.4%) had a woman last author and 74/332 (22.3%) featured women in both roles. Women's leadership increased over time but was not associated with country income level, gender focus, study setting or impact factor. Effectiveness trials and those with fewer authors were more likely to have women in leadership. CONCLUSIONS: Women's leadership in HIV trials has increased, reflecting progress in gender equity. However, smaller author teams appear to facilitate women's leadership, suggesting barriers in larger collaborations. Continued efforts are needed to ensure sustained progress and equitable representation.",
  "authors": [
    {
      "last_name": "Rezene",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Rezene",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Amoyaw",
      "fore_name": "Brendan",
      "initials": "B",
      "name": "Brendan Amoyaw",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rodrigues",
      "fore_name": "Myanca",
      "initials": "M",
      "name": "Myanca Rodrigues",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-7953-773X"
    },
    {
      "last_name": "Ofori",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Ofori",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Department of Anaesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ],
      "orcid": "0000-0001-5855-5461"
    }
  ],
  "journal": {
    "title": "HIV medicine",
    "iso_abbreviation": "HIV Med",
    "issn": "1468-1293",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "20"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40539751",
    "doi": "10.1111/hiv.70062"
  },
  "doi": "10.1111/hiv.70062",
  "dates": {
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:49:32.102644",
    "pmid": "40539751"
  }
}