{
  "pmid": "40538409",
  "uid": "40538409",
  "title": "Assessing the statistical fragility of randomized controlled trials in hip and knee arthroplasty: A methodological review.",
  "abstract": "INTRODUCTION: Randomized controlled trials (RCTs) are considered the gold standard in evidence-based medicine, providing high-quality evidence for the effectiveness of interventions in healthcare. However, the quality of RCTs can vary substantially. One aspect of methodological quality that has recently garnered interest is the fragility index (FI) which is a metric indicating how many event changes would lead to a change the significance of a study's results. Surgical RCTs, especially in orthopedic fields like hip and knee arthroplasty, have been shown to have high fragility, raising concerns about their reliability. This methodological study aims to describe the statistical fragility of RCTs in hip and knee arthroplasty over the past decade, with a secondary objective of determining the study characteristics associated with fragility. METHODS: We conducted a systematic search of Medline and Embase databases for RCTs published between 2012 and 2022, focusing on hip and knee arthroplasty. Trials were included if they had a 1:1 parallel design and reported at least one statistically significant outcome. FI were calculated for both dichotomous and continuous outcomes using established methods. We extracted data such as sample size, study characteristics, and statistical measures. Multivariable regression was used to explore relationships between FI and study characteristics such as sample size, intervention type, and region. RESULTS: From 16,214 records, 140 studies met the inclusion criteria. The median FI for dichotomous outcomes was 2, interquartile range (IQR) = 4, while the median continuous FI (CFI) was 8.85 (IQR 14.4), indicating higher robustness for continuous outcomes. No significant associations were found between FI and variables like region, year of publication, or sample size. CONCLUSIONS: Hip and knee arthroplasty trials often exhibit statistical fragility, particularly those reporting dichotomous outcomes. These fragile findings suggest the need for more robust RCT designs in orthopedic research. Incorporating FI into sample size calculations could improve trial stability and ensure more reliable outcomes that better inform clinical guidelines and patient care.",
  "authors": [
    {
      "last_name": "Kashir",
      "fore_name": "Imad",
      "initials": "I",
      "name": "Imad Kashir",
      "affiliations": [
        "Research Institute of St. Joseph's Healthcare Hamilton, Canada."
      ]
    },
    {
      "last_name": "Olaonipekun",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Olaonipekun",
      "affiliations": [
        "Royal College of Surgeons in Ireland, Department of Medicine, Ireland."
      ]
    },
    {
      "last_name": "Rajagopalan",
      "fore_name": "Jananey",
      "initials": "J",
      "name": "Jananey Rajagopalan",
      "affiliations": [
        "McMaster University, Faculty of Health Sciences, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Research Institute of St. Joseph's Healthcare Hamilton, Canada.",
        "McMaster University, Department of Surgery, Canada."
      ]
    },
    {
      "last_name": "Adili",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Adili",
      "affiliations": [
        "Research Institute of St. Joseph's Healthcare Hamilton, Canada.",
        "McMaster University, Department of Surgery, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Research Institute of St. Joseph's Healthcare Hamilton, Canada.",
        "Royal College of Surgeons in Ireland, Department of Medicine, Ireland."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Research Institute of St. Joseph's Healthcare Hamilton, Canada.",
        "McMaster University, Department of Surgery, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of orthopaedics",
    "iso_abbreviation": "J Orthop",
    "issn": "0972-978X",
    "issn_type": "Print",
    "volume": "69",
    "pub_year": "2025",
    "pub_month": "Nov"
  },
  "start_page": "216",
  "end_page": "221",
  "pages": "216-221",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40538409",
    "pmc": "PMC12173804",
    "doi": "10.1016/j.jor.2025.05.065",
    "pii": "S0972-978X(25)00223-5"
  },
  "doi": "10.1016/j.jor.2025.05.065",
  "pmc_id": "PMC12173804",
  "dates": {
    "revised": "2025-07-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.673694",
    "pmid": "40538409"
  }
}