{
  "pmid": "40538058",
  "uid": "40538058",
  "title": "Return to Sport After Reverse Shoulder Arthroplasty: A Systematic Review.",
  "abstract": "CONTEXT: Reverse shoulder arthroplasties (RSAs) have become significantly more common in recent decades, and shoulder arthroplasties are increasingly performed on younger, active patient populations. However, the body of evidence evaluating return to sport after RSA is limited. OBJECTIVE: To evaluate the rates of return to sport after RSA as well as patient-reported outcomes for pain and function. DATA SOURCES: A comprehensive search of MEDLINE, EMBASE, and CENTRAL identified studies from inception through October 10, 2023. STUDY SELECTION: Studies evaluating return to sport after RSA in adult patients (>18 years) were included. Reviews, meta-analyses, non-English language, and studies that did not report return to sport data were excluded. Outcomes included rates of return to sport at any level, and at the same level or higher, as well as patient-reported outcomes. STUDY DESIGN: Systematic review. LEVEL OF EVIDENCE: Level 4. DATA EXTRACTION: A descriptive analysis of the included studies was performed. RESULTS: A total of 19 studies (3092 patients) were included. Mean patient age was 72.5 years, and most (58.8%) were female. The mean rate of return to sport at any level was 85.1% (95% CI, 84.6-85.6). The mean rate of return to the same level or higher was 69.5% (95% CI, 67.6-71.4). The mean decrease in visual analog scale pain score was 1.97, whereas ASES and CMS scores increased 64.0 and 35.5 points, respectively. All changes in patient-reported outcomes exceeded the minimal clinically important difference. CONCLUSION: This review demonstrates a high rate of return to sport after RSA, with a substantial portion of patients maintaining or exceeding their preoperative activity level. Clinically meaningful improvements in pain and function were also observed. Limitations include the predominantly retrospective study design and the high mean patient age, necessitating further research on generalizability and long-term outcomes, particularly in younger populations.",
  "authors": [
    {
      "last_name": "Singh",
      "fore_name": "Aanya",
      "initials": "A",
      "name": "Aanya Singh",
      "affiliations": [
        "Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Cho",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Cho",
      "affiliations": [
        "Faculty of Health Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Abdel Khalik",
      "fore_name": "Hassaan",
      "initials": "H",
      "name": "Hassaan Abdel Khalik",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dagher",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Dagher",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sheth",
      "fore_name": "Ujash",
      "initials": "U",
      "name": "Ujash Sheth",
      "affiliations": [
        "Division of Orthopaedic Surgery, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "19"
  },
  "start_page": "19417381251343083",
  "pages": "19417381251343083",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40538058",
    "pmc": "PMC12181194",
    "doi": "10.1177/19417381251343083"
  },
  "doi": "10.1177/19417381251343083",
  "pmc_id": "PMC12181194",
  "dates": {
    "revised": "2025-06-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.321136",
    "pmid": "40538058"
  }
}