{
  "pmid": "40534784",
  "uid": "40534784",
  "title": "In vitro analysis of probiotic characteristics of gut-associated bacteria from Solea solea.",
  "abstract": "INTRODUCTION: One of the major challenges hindering blue agri-economy of Pakistan, is the extensive use of antibiotics and chemotherapeutics in aquaculture. A sustainable alternative is the supplementation of fish feed with non-pathogenic and non-invasive probiotics. In this study, bacteria associated with gastrointestinal tract (GIT) of fish Solea solea were isolated and characterized for probiotic potential. METHODS: Bacterial isolation was conducted from the gut using serial dilution method and Mueller-Hinton Agar (MHA) medium. Isolates were characterized through biochemical analysis and 16S rRNA gene sequencing. Analysis of, intestinal cell adhesion efficiency, tolerance to bile salts, NaCl and pH, survivability in simulated gastric conditions, antibiotic sensitivity profiling, heat shock tolerance, antimicrobial activity of bacteria against Staphylococcus aureus and Pseudomonas aeruginosa, hemolytic activity, cholesterol assimilation potential and resistance against antibiotics. i.e., azithromycin, erythromycin, amoxil, ciprofloxacin and velosef, was performed. RESULTS: Five isolates were identified as Lacticaseibacillus rhamnosus, Enterococcus faecium, Bacillus amyloliquefaciens, Bacillus subtilis, and Bacillus cereus. All bacteria were fast growing. Optimal growth was observed at pH 5. All isolates demonstrated growth in simulated gastric medium. They exhibited γ-hemolysis, survived heat shock treatment at 100°C, and showed good cholesterol degradation efficiency (ranging between 26.77 and 83.44 mg/dL). Optimum cell adhesion potential was recorded at 90 min. i.e., 119-129 CFUs. All isolates were sensitive to antibiotics with sensitivity order velosef > ciprofloxacin > amoxil > erythromycin and azithromycin. CONCLUSION: Due to these probiotic characteristics, current study bacteria might be good candidates for antibiotics replacement in aquaculture.",
  "authors": [
    {
      "last_name": "Hussain",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Hussain",
      "affiliations": [
        "AAU Health and Biomedical Research Center, Al Ain University, Abu Dhabi Campus, Abu Dhabi, United Arab Emirates.",
        "Department of Pharmaceutical Sciences, College of Pharmacy, Al Ain University, Al Ain Campus, Al Ain, United Arab Emirates."
      ]
    },
    {
      "last_name": "Mirza",
      "fore_name": "Afreen Fatima",
      "initials": "AF",
      "name": "Afreen Fatima Mirza",
      "affiliations": [
        "School of Biochemistry and Biotechnology, University of the Punjab, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Muccee",
      "fore_name": "Fatima",
      "initials": "F",
      "name": "Fatima Muccee",
      "affiliations": [
        "School of Biochemistry and Biotechnology, University of the Punjab, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Haddad",
      "fore_name": "Amal H I Al",
      "initials": "AHIA",
      "name": "Amal H I Al Haddad",
      "affiliations": [
        "Chief Operations Office, Sheikh Shakhbout Medical City (SSMC), PureHealth, Abu Dhabi, United Arab Emirates."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Imran",
      "initials": "MI",
      "name": "Muhammad Imran Afzal",
      "affiliations": [
        "School of Biochemistry and Biotechnology, University of the Punjab, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in veterinary science",
    "iso_abbreviation": "Front Vet Sci",
    "issn": "2297-1769",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2025"
  },
  "start_page": "1581675",
  "pages": "1581675",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40534784",
    "pmc": "PMC12175249",
    "doi": "10.3389/fvets.2025.1581675"
  },
  "doi": "10.3389/fvets.2025.1581675",
  "pmc_id": "PMC12175249",
  "dates": {
    "revised": "2025-06-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.248190",
    "pmid": "40534784"
  }
}