{
  "pmid": "40533296",
  "uid": "40533296",
  "title": "2025 focused update of the 2020 ISTH guidelines for management of thrombotic thrombocytopenic purpura.",
  "abstract": "BACKGROUND: Over the past few years, new information has emerged in the management of both immune thrombotic thrombocytopenic purpura (iTTP) and congenital (or hereditary) thrombotic thrombocytopenic purpura (cTTP). METHODS: In March 2024, the International Society on Thrombosis and Haemostasis (ISTH) formed a multidisciplinary panel comprising hematologists, intensivists, nephrologists, pathologists, patient representatives, and a methodology team. The panel discussed all treatment questions related to thrombotic thrombocytopenic purpura (TTP) using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) method to appraise evidence and formulate recommendations. RESULTS: For patients with cTTP in remission, a new strong recommendation was issued for the use of recombinant ADAMTS-13 over fresh frozen plasma in the context of moderate certainty evidence. The panel also revised a previous recommendation and suggested using fresh frozen plasma over a watch-and-wait approach for patients with cTTP in remission based on very low certainty evidence should recombinant. The panel reviewed and referenced new publications supporting therapeutic efficacy, potential survival benefit, and cost considerations of adding caplacizumab to therapeutic plasma exchange, corticosteroids, and rituximab, but concluded that no change was warranted to the previous recommendations in the management of iTTP. Good practice statements on the concomitant use of antithrombotic agents were marginally modified. CONCLUSIONS: For patients with iTTP, no change to 2020's recommendations. For patients with cTTP, the panel supports ADAMTS-13 replacement. Where accessible, recombinant ADAMTS-13 provides the most favorable balance of benefits and risks. Otherwise, fresh frozen plasma may still be effective. Shared decision-making should include the benefits, the potential harms, and the burden of care.",
  "authors": [
    {
      "last_name": "Zheng",
      "fore_name": "X Long",
      "initials": "XL",
      "name": "X Long Zheng",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, The University of Kansas Medical Center, Kansas City, Kansas, USA; Institute of Reproductive Medicine and Developmental Sciences, The University of Kansas Medical Center, Kansas City, Kansas, USA. Electronic address: xzheng2@kumc.edu."
      ]
    },
    {
      "last_name": "Al-Housni",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Al-Housni",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Hematology, University Medical City, Muscat, Oman."
      ]
    },
    {
      "last_name": "Cataland",
      "fore_name": "Spero R",
      "initials": "SR",
      "name": "Spero R Cataland",
      "affiliations": [
        "Department of Medicine, The Ohio State University, Columbus, Ohio, USA."
      ]
    },
    {
      "last_name": "Coppo",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Coppo",
      "affiliations": [
        "Centre de Référence des Microangiopathies Thrombotiques, Service d'Hématologie, Hôpital Saint-Antoine, Assistance Publique, Hôpitaux de Paris, Sorbonne Université, Paris, France."
      ]
    },
    {
      "last_name": "Geldziler",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Geldziler",
      "affiliations": [
        "School of Professional Studies, Columbia University, New York, USA."
      ]
    },
    {
      "last_name": "Germini",
      "fore_name": "Federico",
      "initials": "F",
      "name": "Federico Germini",
      "affiliations": [
        "Department of Medicine, Division of Hematology and Thromboembolism, and Thrombosis and Atherosclerosis Research Institute, McMaster University, Hamilton, Ontario, Canada; Clinical Epidemiology and Research Center, IRCCS Humanitas Research Hospital, Milan, Italy."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Research, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Keepanasseri",
      "fore_name": "Arun",
      "initials": "A",
      "name": "Arun Keepanasseri",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Research, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Masias",
      "fore_name": "Camila",
      "initials": "C",
      "name": "Camila Masias",
      "affiliations": [
        "Division of Hematology, Florida International University, Herbert Wertheim College of Medicine, South Miami, Florida, USA."
      ]
    },
    {
      "last_name": "Matsumoto",
      "fore_name": "Masanori",
      "initials": "M",
      "name": "Masanori Matsumoto",
      "affiliations": [
        "Department of Hematology and Department of Blood Transfusion Medicine, Nara Medical University, Kashihara, Japan."
      ]
    },
    {
      "last_name": "McCrae",
      "fore_name": "Keith R",
      "initials": "KR",
      "name": "Keith R McCrae",
      "affiliations": [
        "Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, Ohio, USA."
      ]
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Jo",
      "initials": "J",
      "name": "Jo McIntyre",
      "affiliations": [
        "Thrombotic Thrombocytopenic Purpura Network, England, UK."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Medicine, The University of Kansas Medical Center, Kansas City, Kansas, USA."
      ]
    },
    {
      "last_name": "Peyvandi",
      "fore_name": "Flora",
      "initials": "F",
      "name": "Flora Peyvandi",
      "affiliations": [
        "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Angelo Bianchi Bonomi Hemophilia and Thrombosis Center and Fondazione Luigi Villa, Milan, Italy; Department of Pathophysiology and Transplantation, Università degli Studi di Milano, Milan, Italy."
      ]
    },
    {
      "last_name": "Russell",
      "fore_name": "Lene",
      "initials": "L",
      "name": "Lene Russell",
      "affiliations": [
        "Department of Intensive Care, Copenhagen University Hospital, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Tarawneh",
      "fore_name": "Rawan",
      "initials": "R",
      "name": "Rawan Tarawneh",
      "affiliations": [
        "Department of Neurology, The University of New Mexico, Albuquerque, New Mexico."
      ]
    },
    {
      "last_name": "Vesely",
      "fore_name": "Sara K",
      "initials": "SK",
      "name": "Sara K Vesely",
      "affiliations": [
        "Hudson College of Public Health, The University of Oklahoma Health Sciences Center, Oklahoma City, Oklahoma, USA."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of thrombosis and haemostasis : JTH",
    "iso_abbreviation": "J Thromb Haemost",
    "issn": "1538-7836",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "17"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40533296",
    "doi": "10.1016/j.jtha.2025.06.002",
    "pii": "S1538-7836(25)00360-5"
  },
  "doi": "10.1016/j.jtha.2025.06.002",
  "dates": {
    "revised": "2025-06-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.434680",
    "pmid": "40533296"
  }
}