{
  "pmid": "40540734",
  "uid": "40540734",
  "title": "Social Media and Youth Mental Health: Scoping Review of Platform and Policy Recommendations.",
  "abstract": "BACKGROUND: High rates of social media use and mental ill-health among young people have drawn significant public, policy, and research concern. Rapid technological advancements and changes in platform design have outpaced our understanding of the health effects of social media and hampered timely evidence-based regulatory responses. While a proliferation of recommendations to social media companies and governments has been published, a comprehensive summary of recommendations for protecting young people's mental health and digital safety does not yet exist. OBJECTIVE: This scoping review synthesized published recommendations for social media companies and governments in relation to young people's (aged 12-25 years) mental health. A qualitative approach was used to undertake inductive content analysis, where recommendations were grouped under conceptually similar themes. METHODS: We searched academic (PubMed, Scopus, and PsycINFO) and nonacademic (Overton and Google) databases for relevant documents. Eligible documents provided recommendations to regulators and social media companies that pertained to social media, young people, and mental health. This review excluded recommendations for young people, caregivers, educators, or clinicians surrounding strategies for managing individual social media use; instead, the recommendations emphasized the regulation or design of social media products and practices of social media companies. Peer-reviewed and gray literature from selected Western contexts (Australia, Canada, the United Kingdom, and the United States) were relevant for inclusion. Documents were published between January 2020 and September 2024. RESULTS: Of the identified 4980 unique reports, 120 (2.41%) progressed to full-text screening, and 70 (1.41%) met the inclusion criteria. Five interrelated themes were identified: (1) legislating and overseeing accountability, (2) transparency, (3) collaboration, (4) safety by design, and (5) restricting young people's access to social media. CONCLUSIONS: This review emphasizes the need for multipronged approaches to address the rapidly increasing presence and reach of social media platforms in the lives of young people. These recommendations provide practical and tangible paths forward for governments and industry, backed by expert organizations in youth mental health and technology regulation at a time when expert-informed guidance is sorely needed. Rigorous evaluation of the proposed recommendations is needed while continuing to build on the emerging peer-reviewed evidence base that should form the foundation of policy and regulatory changes.",
  "authors": [
    {
      "last_name": "Chhabra",
      "fore_name": "Jasleen",
      "initials": "J",
      "name": "Jasleen Chhabra",
      "affiliations": [
        "Centre of Youth Mental Health, Orygen Youth Health, Footscray, Australia."
      ],
      "orcid": "0000-0002-2814-7114"
    },
    {
      "last_name": "Pilkington",
      "fore_name": "Vita",
      "initials": "V",
      "name": "Vita Pilkington",
      "affiliations": [
        "Centre of Youth Mental Health, Orygen Youth Health, Footscray, Australia."
      ],
      "orcid": "0000-0003-0911-455X"
    },
    {
      "last_name": "Benakovic",
      "fore_name": "Ruben",
      "initials": "R",
      "name": "Ruben Benakovic",
      "affiliations": [
        "Centre of Youth Mental Health, Orygen Youth Health, Footscray, Australia."
      ],
      "orcid": "0000-0001-7613-1451"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael James",
      "initials": "MJ",
      "name": "Michael James Wilson",
      "affiliations": [
        "Centre of Youth Mental Health, Orygen Youth Health, Footscray, Australia."
      ],
      "orcid": "0000-0001-8983-0067"
    },
    {
      "last_name": "La Sala",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise La Sala",
      "affiliations": [
        "Centre of Youth Mental Health, Orygen Youth Health, Footscray, Australia."
      ],
      "orcid": "0000-0002-6736-6977"
    },
    {
      "last_name": "Seidler",
      "fore_name": "Zac",
      "initials": "Z",
      "name": "Zac Seidler",
      "affiliations": [
        "Movember Foundation, East Melbourne, Australia."
      ],
      "orcid": "0000-0002-6854-1554"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "27",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "20"
  },
  "start_page": "e72061",
  "pages": "e72061",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Social Media",
    "Humans",
    "Adolescent",
    "Mental Health",
    "Child",
    "Young Adult",
    "Health Policy",
    "Adult"
  ],
  "article_ids": {
    "pubmed": "40540734",
    "pmc": "PMC12228008",
    "doi": "10.2196/72061",
    "pii": "v27i1e72061"
  },
  "doi": "10.2196/72061",
  "pmc_id": "PMC12228008",
  "dates": {
    "completed": "2025-06-24",
    "revised": "2025-07-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:01.376571",
    "pmid": "40540734"
  }
}