{
  "pmid": "40540923",
  "uid": "40540923",
  "title": "Age of multiple sclerosis symptom onset affects mental and physical health-related quality of life in opposite directions.",
  "abstract": "BACKGROUND: Age of symptom onset may affect health-related quality of life (HrQoL) in multiple sclerosis (MS). OBJECTIVE: To evaluate if age of MS symptom onset affects HrQoL in adulthood. METHODS: Participants from the Canadian Prospective Cohort Study to Understand Progression in MS (CanProCo) were assessed annually (2019-2022) using the MS Quality of Life-54 (MSQoL-54), which measures physical and mental health, with higher scores indicating better HrQoL. The minimally important clinical differences for physical and mental health are 1.5 and 2.5, respectively. Linear mixed-effect regression was used to model the effect of age of MS symptom onset on MSQoL-54 while adjusting for sex and disease duration. RESULTS: 699 participants with a total of 1699 observations were included. The mean age of MS symptom onset was 33.2 years (SD=8.60, minimum 12, maximum 50); 16.9 % had symptom onset before age 25 years (n = 118), and 2.3 % had symptom onset before age 18 years (n = 16). Mixed-effect models demonstrated, at any given disease duration, physical health scores were 1.5 points worse for approximately every 5-year later age of onset (CI:2.38, -0.72, p = 0.001). Conversely, the mental health scores were 2.5 points better for approximately every 12 year later age of onset (C.I: 0.44, 4.49, p = 0.017). CONCLUSIONS: We observed that individuals with younger age of MS symptom onset, including those with pediatric onset MS, have higher physical HrQoL but lower mental HrQoL over time compared to those with older age of onset. Examining HrQoL across ages of MS onset provides insights into person-centered MS care.",
  "authors": [
    {
      "last_name": "Sawicka",
      "fore_name": "Katherine M",
      "initials": "KM",
      "name": "Katherine M Sawicka",
      "affiliations": [
        "Child Health Evaluative Sciences Program, SickKids Research Institute, The Hospital for Sick Children, 686 Bay St., Toronto, Ontario, M5G 0A4, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, ON, Canada; Department of Medicine, Division of Neurology, University of Toronto, ON, Canada. Electronic address: k.sawicka@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Feldman",
      "fore_name": "Brian M",
      "initials": "BM",
      "name": "Brian M Feldman",
      "affiliations": [
        "Child Health Evaluative Sciences Program, SickKids Research Institute, The Hospital for Sick Children, 686 Bay St., Toronto, Ontario, M5G 0A4, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, ON, Canada; Department of Pediatrics, Division of Rheumatology, The Hospital for Sick Children, University of Toronto, 555 University Avenue, Toronto, Ontario, M5G 1X8, Canada. Electronic address: brian.feldman@sickkids.ca."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S4K1, Canada. Electronic address: beyene@mcmaster.ca."
      ]
    },
    {
      "last_name": "Finlayson",
      "fore_name": "Marcia",
      "initials": "M",
      "name": "Marcia Finlayson",
      "affiliations": [
        "School of Rehabilitation Therapy, Queen's University, Louise D Acton Building, 31 George St, Kingston, Ontario, K7L 3N6, Canada. Electronic address: marcia.finlayson@queensu.ca."
      ]
    },
    {
      "last_name": "Guenette",
      "fore_name": "Melanie",
      "initials": "M",
      "name": "Melanie Guenette",
      "affiliations": [
        "Division of Neurology, St. Michael's Hospital, University of Toronto, Toronto, 36 Queen St E, Toronto, Ontario, M5B 1W8, Canada. Electronic address: Melanie.Guenette@unityhealth.to."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Kuan",
      "initials": "K",
      "name": "Kuan Liu",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Lynd",
      "fore_name": "Larry",
      "initials": "L",
      "name": "Larry Lynd",
      "affiliations": [
        "Faculty of Pharmaceutical Sciences, University of British Columbia, Vancouver, BC, Pharmaceutical Sciences Building, 2405 Wesbrook Mall, Vancouver, British Columbia, V6T 1Z3, Canada; Centre for Health Evaluation and Outcome Sciences, Providence Health Research Institute, Vancouver, British Columbia, Canada. Electronic address: larry.lynd@ubc.ca."
      ]
    },
    {
      "last_name": "Patten",
      "fore_name": "Scott B",
      "initials": "SB",
      "name": "Scott B Patten",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, 2500 University Drive NW, Calgary, Alberta, T2N 1N4, Canada. Electronic address: patten@ucalgary.ca."
      ]
    },
    {
      "last_name": "Toulany",
      "fore_name": "Alene",
      "initials": "A",
      "name": "Alene Toulany",
      "affiliations": [
        "Child Health Evaluative Sciences Program, SickKids Research Institute, The Hospital for Sick Children, 686 Bay St., Toronto, Ontario, M5G 0A4, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, ON, Canada; Department of Pediatrics, Division of Adolescent Medicine, University of Toronto, 555 University Avenue, Toronto, Ontario, M5G 1X8, Canada. Electronic address: alene.toulany@sickkids.ca."
      ]
    },
    {
      "last_name": "Traboulsee",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Traboulsee",
      "affiliations": [
        "Department of Medicine, Division of Neurology, University of British Columbia, 317 - 2194 Health Sciences Mall, Vancouver, BC, V6T 1Z3, Canada. Electronic address: t.traboulsee@ubc.ca."
      ]
    },
    {
      "last_name": "Yeh",
      "fore_name": "E Ann",
      "initials": "EA",
      "name": "E Ann Yeh",
      "affiliations": [
        "Neurosciences & Mental Health, Program, SickKids Research Institute, The Hospital for Sick Children, 686 Bay St., Toronto, Ontario, M5G 0A4, Canada; Department of Pediatrics, Division of Neurology, The Hospital for Sick Children, 555 University Avenue, Toronto, Ontario, M5G 1X8, Canada. Electronic address: ann.yeh@sickkids.ca."
      ]
    },
    {
      "last_name": "Oh",
      "fore_name": "Jiwon",
      "initials": "J",
      "name": "Jiwon Oh",
      "affiliations": [
        "Division of Neurology, St. Michael's Hospital, University of Toronto, Toronto, 36 Queen St E, Toronto, Ontario, M5B 1W8, Canada. Electronic address: JIWON.OH@unityhealth.to."
      ]
    }
  ],
  "journal": {
    "title": "Multiple sclerosis and related disorders",
    "iso_abbreviation": "Mult Scler Relat Disord",
    "issn": "2211-0356",
    "issn_type": "Electronic",
    "volume": "101",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "19"
  },
  "start_page": "106561",
  "pages": "106561",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40540923",
    "doi": "10.1016/j.msard.2025.106561",
    "pii": "S2211-0348(25)00303-7"
  },
  "doi": "10.1016/j.msard.2025.106561",
  "dates": {
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.279286",
    "pmid": "40540923"
  }
}