{
  "pmid": "40547196",
  "uid": "40547196",
  "title": "Preoperative rehabilitation and education program for surgery (PREPS): A pilot randomized control trial protocol.",
  "abstract": "BACKGROUND: We designed a program for prehabilitation and education before a shoulder replacement (PREPS) that is based on reviews of relevant literature, and is co-designed with preferences of patients recruited from the wait list for a shoulder replacement, and a transdisciplinary healthcare sample. The content and format was integrated in a comprehensive, patient-centered program combining exercise, preparedness for surgery, motivational interviewing, and pain management principles. This patient-centered program has the potential to improve postoperative pain, function, and patient-oriented outcomes, decrease postoperative opioid use and short- and long-term healthcare costs. This pilot randomized controlled trial will evaluate feasibility and satisfaction with our program for individuals undergoing a shoulder replacement. METHODS: Participants (n = 90) undergoing a shoulder replacement will be randomized into (1) a 6-week self-directed online pre-rehab and education program, (2) a 6-week online pre-rehab and education program with a therapist to monitor progression of PREPS or (3) a standard of care group. The PREPS program intervention groups will be delivered virtually with an online program of modules and a written handbook. Feasibility outcomes include recruitment rate, adherence, content acceptability, study acceptability, outcome measure completion rates and treatment fidelity. Outcomes will be assessed at baseline and 1 day before surgery, then post-operatively at 6 weeks and 3,6 and 12 months. DISCUSSION: The proposed project will include the feasibility testing of a prehabilitation and education program with potential to improve surgical outcomes for shoulder replacement patients. Results of this study will provide the foundation for a future fully powered multicenter trial. TRIAL REGISTRATION: NCT05965986.",
  "authors": [
    {
      "last_name": "Furtado",
      "fore_name": "Rochelle",
      "initials": "R",
      "name": "Rochelle Furtado",
      "affiliations": [
        "Department of Rehabilitation Sciences, Faculty of Health Science, Western University, London, ON, Canada.",
        "School of Physical Therapy, Faculty of Health Science, Western University, London, ON, Canada.",
        "Collaborative Program in Musculoskeletal Health Research, Bone and Joint Institute, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-9186-9785"
    },
    {
      "last_name": "MacDermid",
      "fore_name": "Joy C",
      "initials": "JC",
      "name": "Joy C MacDermid",
      "affiliations": [
        "Department of Rehabilitation Sciences, Faculty of Health Science, Western University, London, ON, Canada.",
        "School of Physical Therapy, Faculty of Health Science, Western University, London, ON, Canada.",
        "Department of Surgery, Western University and Roth McFarlane Hand and Upper Limb Centre, St Joseph's Hospital, London, ON, Canada."
      ],
      "orcid": "0000-0001-9311-7379"
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "Department of Rehabilitation Sciences, Faculty of Health Science, Western University, London, ON, Canada.",
        "School of Physical Therapy, Faculty of Health Science, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Faber",
      "fore_name": "Kenneth J",
      "initials": "KJ",
      "name": "Kenneth J Faber",
      "affiliations": [
        "Department of Surgery, Western University and Roth McFarlane Hand and Upper Limb Centre, St Joseph's Hospital, London, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Hand therapy",
    "iso_abbreviation": "Hand Ther",
    "issn": "1758-9991",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "20"
  },
  "start_page": "17589983251345393",
  "pages": "17589983251345393",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40547196",
    "pmc": "PMC12181192",
    "doi": "10.1177/17589983251345393",
    "pii": "10.1177_17589983251345393"
  },
  "doi": "10.1177/17589983251345393",
  "pmc_id": "PMC12181192",
  "dates": {
    "revised": "2025-06-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.995774",
    "pmid": "40547196"
  }
}