{
  "pmid": "40550408",
  "uid": "40550408",
  "title": "Dietary Patterns Are Associated With Variations in the Global Prevalence and Severity of Rome IV Irritable Bowel Syndrome.",
  "abstract": "BACKGROUND AND AIMS: The relationship between regional dietary patterns and the global prevalence and severity of irritable bowel syndrome (IBS) is unclear. We aimed to determine whether dietary patterns are associated with variation in the global prevalence and severity of IBS. METHODS: A total of 54,127 participants from 26 countries completed online questionnaires including Rome IV IBS criteria and the frequency of intake of 10 foods or food groups (fruit, vegetables/legumes, milk, rice, bread, pasta, meat, fish, tofu, eggs). Latent class analysis was conducted to identify distinct dietary patterns (clusters), adjusted for country, religion, and age. Multivariable logistic regression analysis was then performed to explore the association between these clusters and IBS prevalence and severity. RESULTS: Four clusters with marked differences in dietary intake frequency of the 10 foods and IBS prevalence (P < .001) were identified. Dietary clusters A (5.6%; 95% confidence interval [CI], 5.2%-6.0%) and B (4.5%; 95% CI, 4.2%-4.8%), with the highest IBS prevalence, also had the highest IBS symptom severity scores (P < .001), and were predominantly represented by Egypt, Brazil, and Colombia in cluster A and Argentina, Germany, Poland, and the United States in cluster B. By contrast, the lower IBS prevalence clusters, cluster C (3.4%; 95% CI, 3.1%-3.7%), represented predominantly by Europe, and cluster D (2.6%; 95% CI, 2.3%-2.9%), strongly represented by Asian countries, had lower IBS symptom severity. CONCLUSIONS: Dietary patterns adjusted by age, country, and religion are associated with the global prevalence and severity of IBS. Further studies are required to investigate population-specific dietary preferences and acceptability of dietary interventions for IBS.",
  "authors": [
    {
      "last_name": "Jaafari",
      "fore_name": "Hussain",
      "initials": "H",
      "name": "Hussain Jaafari",
      "affiliations": [
        "Leeds Institute of Health Sciences, University of Leeds, Leeds, United Kingdom; Al-Qunfudah Health Sciences College, Umm Al-Qura University, Makkah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Houghton",
      "fore_name": "Lesley A",
      "initials": "LA",
      "name": "Lesley A Houghton",
      "affiliations": [
        "Division of Diabetes Endocrinology and Gastroenterology, University of Manchester, Manchester, United Kingdom; Division of Gastroenterology and Surgical Sciences, Leeds Institute of Medical Research, University of Leeds, Leeds, United Kingdom; Divison of Gastroenterology and Hepatology, Mayo Clinic, Jacksonville, Florida."
      ]
    },
    {
      "last_name": "West",
      "fore_name": "Robert M",
      "initials": "RM",
      "name": "Robert M West",
      "affiliations": [
        "Leeds Institute of Health Sciences, University of Leeds, Leeds, United Kingdom."
      ]
    },
    {
      "last_name": "Shuweihdi",
      "fore_name": "Farag",
      "initials": "F",
      "name": "Farag Shuweihdi",
      "affiliations": [
        "Dental Translational and Clinical Research Unit, University of Leeds, Leeds, United Kingdom; Deparment of Statistics, University of Benghazi, Benghazi, Libya."
      ]
    },
    {
      "last_name": "Staudacher",
      "fore_name": "Heidi",
      "initials": "H",
      "name": "Heidi Staudacher",
      "affiliations": [
        "Food and Mood Centre, IMPACT Institute, Deakin University Geelong, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Nikolova",
      "fore_name": "Silviya",
      "initials": "S",
      "name": "Silviya Nikolova",
      "affiliations": [
        "EMEA Real World Methods & Evidence Generation, IQVIA, Durham, North Carolina."
      ]
    },
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "Division of Gastroenterology and Surgical Sciences, Leeds Institute of Medical Research, University of Leeds, Leeds, United Kingdom."
      ]
    },
    {
      "last_name": "Whorwell",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Whorwell",
      "affiliations": [
        "Division of Diabetes Endocrinology and Gastroenterology, University of Manchester, Manchester, United Kingdom; Neurogastroenterology Unit, Manchester University NHS Foundation Trust, Manchester, United Kingdom."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur S",
      "initials": "OS",
      "name": "Olafur S Palsson",
      "affiliations": [
        "Center for Functional GI and Motility Disorders, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina."
      ]
    },
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel."
      ]
    },
    {
      "last_name": "Vasant",
      "fore_name": "Dipesh H",
      "initials": "DH",
      "name": "Dipesh H Vasant",
      "affiliations": [
        "Division of Diabetes Endocrinology and Gastroenterology, University of Manchester, Manchester, United Kingdom; Neurogastroenterology Unit, Manchester University NHS Foundation Trust, Manchester, United Kingdom. Electronic address: dipesh.vasant@manchester.ac.uk."
      ]
    }
  ],
  "journal": {
    "title": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
    "iso_abbreviation": "Clin Gastroenterol Hepatol",
    "issn": "1542-7714",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "21"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40550408",
    "doi": "10.1016/j.cgh.2025.06.004",
    "pii": "S1542-3565(25)00523-3"
  },
  "doi": "10.1016/j.cgh.2025.06.004",
  "dates": {
    "revised": "2025-07-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.910121",
    "pmid": "40550408"
  }
}