{
  "pmid": "40550999",
  "uid": "40550999",
  "title": "Global burden and characterization of hypertriglyceridemia-induced acute pancreatitis: results from a systematic review and a multi-center cohort study.",
  "abstract": "To compare and characterize hypertriglyceridemia-induced acute pancreatitis (HTG-AP) across the geographical regions, we conducted a systematic review and a multi-center cohort study. We conducted a systematic review and random effects meta-analysis of studies reporting HTG-AP. Also, we separately characterized HTG-AP in a multi-center retrospective cohort study involving eight centers in China. The key outcomes of interest included the pooled proportion of HTG-AP and its severity parameters after adjusting for the effect of confounding factors through logistic regression. Our systematic review identified 110 studies from 15 countries accounting for 3,057,428 participants (35% female, median age 50 years). The pooled proportion of HTG-AP was 11.6% globally while the Eastern and Western countries reported the proportions as 16.3% and 5.4%, respectively (P<0.01). The pooled mortality rate was remarkably higher in Eastern countries (4.1%) than in Western countries (1.0%) (P<0.01). 3,224 participants (37% female, median age 48 years) were included in our multi-center cohort study, and the proportion of HTG-AP was much higher at 35.9% with a nearly three-fold higher mortality rate compared with acute pancreatitis (AP) due to other etiologies (odds ratio (OR): 2.77, 95% confidence interval (CI): 1.60 to 4.81). The proportion of patients with HTG-AP is remarkably higher in Eastern countries, particularly China, than in Western countries. Furthermore, compared with other causes of AP, HTG-AP has a poorer prognosis and may warrant aggressive management.",
  "authors": [
    {
      "last_name": "Fan",
      "fore_name": "Zhengyang",
      "initials": "Z",
      "name": "Zhengyang Fan",
      "affiliations": [
        "Department of Gastroenterology, State Key Laboratory of Complex Severe and Rare Diseases, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100730, China.",
        "Department of Gastroenterology, People's Hospital of Xizang Autonomous Region, Lhasa, 850000, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuelun",
      "initials": "Y",
      "name": "Yuelun Zhang",
      "affiliations": [
        "Institute of Clinical Medicine, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100730, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jianing",
      "initials": "J",
      "name": "Jianing Li",
      "affiliations": [
        "Department of Gastroenterology, State Key Laboratory of Complex Severe and Rare Diseases, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100730, China."
      ]
    },
    {
      "last_name": "He",
      "fore_name": "Wenhua",
      "initials": "W",
      "name": "Wenhua He",
      "affiliations": [
        "Pancreatic Disease Centre, Department of Gastroenterology, The First Affiliated Hospital of Nanchang University, Nanchang, 330006, China."
      ]
    },
    {
      "last_name": "Bai",
      "fore_name": "Xiaoyin",
      "initials": "X",
      "name": "Xiaoyin Bai",
      "affiliations": [
        "Department of Gastroenterology, State Key Laboratory of Complex Severe and Rare Diseases, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100730, China."
      ]
    },
    {
      "last_name": "Cai",
      "fore_name": "Yanna",
      "initials": "Y",
      "name": "Yanna Cai",
      "affiliations": [
        "Department of Gastroenterology, State Key Laboratory of Complex Severe and Rare Diseases, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100730, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Naishi",
      "initials": "N",
      "name": "Naishi Li",
      "affiliations": [
        "Department of Endocrinology, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100730, China.",
        "Clinical Epidemiology Unit, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100730, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, L8S 4L8, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Wen",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wen",
      "affiliations": [
        "Department of Gastroenterology, State Key Laboratory of Complex Severe and Rare Diseases, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100730, China.",
        "State Key Laboratory of Complex, Severe, and Rare Diseases, Institute of Clinical Medicine, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, Beijing, 100730, China."
      ]
    },
    {
      "last_name": "Akshintala",
      "fore_name": "Venkata Sandeep",
      "initials": "VS",
      "name": "Venkata Sandeep Akshintala",
      "affiliations": [
        "Division of Gastroenterology, Johns Hopkins Medical Institutions, Baltimore, MD, 21205, USA."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Yin",
      "initials": "Y",
      "name": "Yin Zhu",
      "affiliations": [
        "Pancreatic Disease Centre, Department of Gastroenterology, The First Affiliated Hospital of Nanchang University, Nanchang, 330006, China. zhuyin27@sina.com.cn."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Dong",
      "initials": "D",
      "name": "Dong Wu",
      "affiliations": [
        "Department of Gastroenterology, State Key Laboratory of Complex Severe and Rare Diseases, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100730, China. wudong@pumch.cn.",
        "Department of Gastroenterology, People's Hospital of Xizang Autonomous Region, Lhasa, 850000, China. wudong@pumch.cn.",
        "Clinical Epidemiology Unit, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100730, China. wudong@pumch.cn."
      ]
    }
  ],
  "journal": {
    "title": "Science China. Life sciences",
    "iso_abbreviation": "Sci China Life Sci",
    "issn": "1869-1889",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "23"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40550999",
    "doi": "10.1007/s11427-024-2900-6",
    "pii": "10.1007/s11427-024-2900-6"
  },
  "doi": "10.1007/s11427-024-2900-6",
  "dates": {
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.437592",
    "pmid": "40550999"
  }
}