{
  "pmid": "40553128",
  "uid": "40553128",
  "title": "Intimate Partner Violence Against Women in Burkina Faso During COVID-19: A Cross-Sectional Study.",
  "abstract": "The aim of this cross-sectional study is to explore the prevalence of Intimate Partner Violence (IPV) and associated sociodemographic factors in Burkina Faso during the COVID-19 pandemic. We used the 2021 Burkina Faso Demographic and Health Survey (DHS). The total sample counted 9702 eligible women of reproductive age (15-49 years). A 2-stage probability sampling design was used. We compared the prevalence of IPV in 2021 with already published prevalence rates in Burkina Faso from 2010. We applied simple bivariate and multiple logistic regression analyzes to find significant predictors of IPV. A P-value < .05 was considered significant. The respondents had a mean age of 31 years, with 2/3 from a rural area and 2/3 from uneducated/illiterate background. The overall prevalence of IPV in Burkina Faso was higher in 2021 than in 2010 (29% vs 15%). The most prevalent form was emotional violence (25.6%), followed by physical (14%) and sexual abuse (3.7%). A respondent's use of violence toward her partner, having seen her father beat her mother, her partner's use of alcohol, disagreement about the number of children wanted, and being the first among co-wives were significantly associated with at least one form of IPV. Not working, having an educated partner, rural residence and a smaller household size were negatively associated with at least one type of IPV. This study reveals a high prevalence of IPV in Burkina Faso during the COVID-19-pandemic in 2021 and uncovers associated factors at that time. We recommend future research after the effects of the pandemic have subsided to evaluate whether the increased prevalence was a general or a COVID-19-related trend. Campaigns which aim to reduce IPV should focus on couples with socio-demographic characteristics that are associated with IPV.",
  "authors": [
    {
      "last_name": "Skandro",
      "fore_name": "Simona",
      "initials": "S",
      "name": "Simona Skandro",
      "affiliations": [
        "University of Heidelberg, Heidelberg, Germany."
      ],
      "orcid": "0000-0002-6951-7687"
    },
    {
      "last_name": "Bärnighausen",
      "fore_name": "Till",
      "initials": "T",
      "name": "Till Bärnighausen",
      "affiliations": [
        "University of Heidelberg, Heidelberg, Germany."
      ],
      "orcid": "0000-0002-4182-4212"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lowery",
      "initials": "ML",
      "name": "Michael Lowery Wilson",
      "affiliations": [
        "University of Heidelberg, Heidelberg, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Inquiry : a journal of medical care organization, provision and financing",
    "iso_abbreviation": "Inquiry",
    "issn": "1945-7243",
    "issn_type": "Electronic",
    "volume": "62",
    "pub_year": "2025"
  },
  "start_page": "469580251345386",
  "pages": "469580251345386",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Burkina Faso",
    "Female",
    "Cross-Sectional Studies",
    "Adult",
    "COVID-19",
    "Intimate Partner Violence",
    "Middle Aged",
    "Adolescent",
    "Young Adult",
    "Prevalence",
    "SARS-CoV-2",
    "Risk Factors",
    "Socioeconomic Factors",
    "Health Surveys"
  ],
  "article_ids": {
    "pubmed": "40553128",
    "pmc": "PMC12188068",
    "doi": "10.1177/00469580251345386"
  },
  "doi": "10.1177/00469580251345386",
  "pmc_id": "PMC12188068",
  "dates": {
    "completed": "2025-06-24",
    "revised": "2025-06-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:01.377557",
    "pmid": "40553128"
  }
}