{
  "pmid": "40558805",
  "uid": "40558805",
  "title": "Child and Family Outcomes After PICU Admission: Creation of an Open Access Literature Database Using a Global Team of PICU Specialists Integrated With Machine Learning.",
  "abstract": "OBJECTIVES: As research examining child health outcomes after PICU admission grows, so does the need for the identification and synthesis of a large body of literature. We aimed to create an open-access scoping repository of literature describing longer-term health outcomes after PICU admission, using a large multinational team (crowdsourcing) and a machine learning (ML) algorithm. DATA SOURCES: We performed a registered scoping review (OSF DOI10.17605/OSF.IO/HE5VB; Registered November 21, 2022) using MEDLINE, Embase, CINAHL, and CENTRAL databases, 2000-2022, with no language restrictions. STUDY SELECTION: Observational or interventional studies describing outcomes of children (0-17 yr old) and their families or caregivers measured greater than 2 weeks post-PICU discharge. Titles and abstracts and full texts were initially screened by a large team of PICU healthcare workers and researchers who were recruited as part of an Evidence Hackathon event at the 2022 World Federation of Pediatric Intensive and Critical Care Societies conference. Initial screening results from 5000 citations were used to develop and validate an ML algorithm, after which a hybrid human crowdsourcing and ML approach was used to screen the remaining 11,055 studies. DATA EXTRACTION: Not applicable. DATA SYNTHESIS: Of 16,055 eligible citations, 1,301 met the criteria at full text for inclusion in the database. The screening was completed in just under 2 months while adhering to the gold standard systematic review methodology. Sensitivity for the hybrid human crowdsourcing and ML was 98%. CONCLUSIONS: A collaborative, global PICU team integrated with ML was successful in efficient and accurate large data synthesis, producing a scoping open-access database of studies reporting on post-PICU outcomes. The development of this repository has implications for future reviews, providing opportunities for networking and collaborative engagement in research. The next steps should examine database maintenance, utilization, and dissemination of research findings.",
  "authors": [
    {
      "last_name": "Hay",
      "fore_name": "Rebecca E",
      "initials": "RE",
      "name": "Rebecca E Hay",
      "affiliations": [
        "Division of Pediatric Critical Care, Department of Pediatrics, University of Ottawa, Ottawa, ON, Canada.",
        "Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Zorko",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Zorko",
      "affiliations": [
        "Division of Pediatric Critical Care Medicine, Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "O'Hearn",
      "fore_name": "Katie",
      "initials": "K",
      "name": "Katie O'Hearn",
      "affiliations": [
        "Children's Hospital of Eastern Ontario Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "McQuaid",
      "fore_name": "Cara",
      "initials": "C",
      "name": "Cara McQuaid",
      "affiliations": [
        "Division of Pediatric Critical Care, Department of Pediatrics, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Thibodeau",
      "fore_name": "Geneviève Du Pont",
      "initials": "GDP",
      "name": "Geneviève Du Pont Thibodeau",
      "affiliations": [
        "Division of Pediatric Critical Care Medicine, Department of Pediatrics, CHU Sainte-Justine, Université de Montréal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Garcia Guerra",
      "fore_name": "Gonzalo",
      "initials": "G",
      "name": "Gonzalo Garcia Guerra",
      "affiliations": [
        "Division of Critical Care, Department of Pediatrics, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Olivier",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Olivier",
      "affiliations": [
        "Children's Hospital of Eastern Ontario Research Institute, Ottawa, ON, Canada.",
        "Department of Chemistry, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Ducharme-Crevier",
      "fore_name": "Laurence",
      "initials": "L",
      "name": "Laurence Ducharme-Crevier",
      "affiliations": [
        "Division of Pediatric Critical Care Medicine, Department of Pediatrics, CHU Sainte-Justine, Université de Montréal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Lee",
      "affiliations": [
        "Department of Pediatrics, Cumming School of Medicine and Faculty of Nursing, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Del Bel",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Del Bel",
      "affiliations": [
        "Children's Hospital of Eastern Ontario Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Division of Pediatric Critical Care Medicine, Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McNally",
      "fore_name": "James Dayre",
      "initials": "JD",
      "name": "James Dayre McNally",
      "affiliations": [
        "Division of Pediatric Critical Care, Department of Pediatrics, University of Ottawa, Ottawa, ON, Canada.",
        "Children's Hospital of Eastern Ontario Research Institute, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "25"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40558805",
    "doi": "10.1097/PCC.0000000000003780",
    "pii": "00130478-990000000-00509"
  },
  "doi": "10.1097/PCC.0000000000003780",
  "dates": {
    "revised": "2025-06-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.972307",
    "pmid": "40558805"
  }
}