{
  "pmid": "40560568",
  "uid": "40560568",
  "title": "Climate Conditions, Weather Changes, and Air Pollutants and Atopic Dermatitis: A Meta-Analysis.",
  "abstract": "IMPORTANCE: Climate change and pollution are major health threats that have the potential to worsen the burden of common diseases, such as atopic dermatitis, that are affected by the environment. OBJECTIVE: To summarize and assess the certainty of evidence on associations between environmental factors and atopic dermatitis outcomes. DATA SOURCES: MEDLINE, EMBASE, and Cochrane databases were systematically searched from inception to June 28, 2024. STUDY SELECTION: Studies included observational studies (cohort, case-control, and cross-sectional) that assessed the association observational studies that assessed associations between climate conditions (eg, ambient air pollution, weather, and climate) and atopic dermatitis outcomes in adults 18 years and older. Searches combined Medical Subject Heading terms and keywords for atopic dermatitis and each environmental factor, with no language, date, or geographical restrictions. DATA EXTRACTION AND SYNTHESIS: Data were synthesized using random-effects models, with pooled estimates reported alongside 95% CIs, and the Grading of Recommendations Assessment, Development, and Evaluation was used to assess the certainty of the evidence across outcomes. MAIN OUTCOMES AND MEASURES: Atopic dermatitis prevalence or severity. RESULTS: Of 11 402 citations identified, 42 studies were included. There was an increase in atopic dermatitis outpatient clinic visits for every 10-μg/m3 increase in particulate matter 10 μm in diameter or less (risk ratio [RR], 1.008; 95% CI, 1.003-1.012; high certainty), particulate matter 2.5 μm in diameter or less (RR, 1.013; 95% CI, 0.999-1.027; moderate certainty), sulfur dioxide (RR, 1.029; 95% CI, 1.020-1.039; high certainty), and nitrogen dioxide (RR, 1.014; 95% CI, 0.999-1.030; moderate certainty). Extreme environmental temperatures (hot and cold) were are associated with increased atopic dermatitis-related clinical visits (moderate to high certainty). Higher precipitation, including rain, may be associated with increased atopic dermatitis severity (low certainty), and higher levels of humidity are probably associated with increased atopic dermatitis severity (moderate certainty). Increased duration of sunlight exposure had an uncertain association with atopic dermatitis severity (very low certainty). Secondhand smoking exposure and traffic and industrial plant exposure are probably associated with increased atopic dermatitis prevalence (moderate certainty). CONCLUSIONS AND RELEVANCE: The results of this systematic review and meta-analysis suggest that increased levels of environmental pollutants and temperature extremes are associated with increased population burden of atopic dermatitis. Measures to mitigate pollution and climate change may improve atopic dermatitis outcomes.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Park",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mohsen",
      "fore_name": "Samiha T",
      "initials": "ST",
      "name": "Samiha T Mohsen",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Talia",
      "initials": "T",
      "name": "Talia Katz",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Siddhartha",
      "initials": "S",
      "name": "Siddhartha Sood",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sy",
      "fore_name": "Sheena Maureen T",
      "initials": "SMT",
      "name": "Sheena Maureen T Sy",
      "affiliations": [
        "Division of Dermatology, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Drucker",
      "fore_name": "Aaron M",
      "initials": "AM",
      "name": "Aaron M Drucker",
      "affiliations": [
        "Division of Dermatology, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Division of Dermatology, Department of Medicine, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA dermatology",
    "iso_abbreviation": "JAMA Dermatol",
    "issn": "2168-6084",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "25"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40560568",
    "pmc": "PMC12199181",
    "doi": "10.1001/jamadermatol.2025.1790",
    "pii": "2835460"
  },
  "doi": "10.1001/jamadermatol.2025.1790",
  "pmc_id": "PMC12199181",
  "dates": {
    "revised": "2025-06-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.274541",
    "pmid": "40560568"
  }
}