{
  "pmid": "40569978",
  "uid": "40569978",
  "title": "Fecal CD200 as a Measure of Immunosuppressive CD200L and Proinflammatory CD200S at the Feto-Maternal Interface.",
  "abstract": "PROBLEM: Patients with diarrhea-predominant irritable bowel syndrome have an increased risk of recurrent miscarriage (RM). Loss of chromosomally normal post-implantation embryos is triggered by the proinflammatory cytokines interferon-γ and TNF-α from NK cells and macrophages. Mouse models of RM similar to human unexplained RM have implicated fecal LPS as an important abortifacient. However, subnormal expression of immunosuppressive CD200L at the feto-maternal interface has also been implicated in RM. Human stool contains desquamated epithelium expressing immunosuppressive CD200L and stromal CD56[+] NK cells releasing proinflammatory CD200S[+] granules. We asked if subnormal epithelial CD200L was associated with increased degranulation of stromal CD200[+]CD56[+]NK cells. Systemic effects would include an augmented proinflammatory milieu at the feto-maternal decidual interface. METHODS OF STUDY: Quantitative analysis of biopsies of proximal and distal colon for immunostained for CD200L, CD200S, and CD56-positive cells. CD200 ELISA Assay of stool extracts was done. RESULTS: Epithelium and underlying stroma showed CD200L[+] cells, CD200S[+] cells, and CD56[+] cells releasing CD200S-positive granules. As epithelial CD200L expression decreased, the proportion of the degranulating CD56[+] cells significantly increased. Degranulation was significantly greater in irritable bowel syndrome, diarrhea predominant subtype (IBS-D) cases compared to controls. CD200L was detected in stool extracts. CONCLUSIONS: Decreased epithelial CD200L increased both CD66[+] CD200S[+] stromal cells and their degranulation. This implies potential functional effects. Stool CD200 may reflect the level of CD200 at the feto-maternal decidual interface.",
  "authors": [
    {
      "last_name": "Clark",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Clark",
      "affiliations": [
        "Department of Medicine, Division of Clinical Immunology, Faculty of Health, Sciences HSC 3H2, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Division of Gastroenterology, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of reproductive immunology (New York, N.Y. : 1989)",
    "iso_abbreviation": "Am J Reprod Immunol",
    "issn": "1600-0897",
    "issn_type": "Electronic",
    "volume": "94",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "e70120",
  "pages": "e70120",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Antigens, CD",
    "Pregnancy",
    "Feces",
    "Killer Cells, Natural",
    "Adult",
    "Irritable Bowel Syndrome",
    "Abortion, Habitual",
    "CD56 Antigen",
    "Decidua"
  ],
  "article_ids": {
    "pubmed": "40569978",
    "pmc": "PMC12200870",
    "doi": "10.1111/aji.70120"
  },
  "doi": "10.1111/aji.70120",
  "pmc_id": "PMC12200870",
  "dates": {
    "completed": "2025-06-26",
    "revised": "2025-06-28"
  },
  "chemicals": [
    "antigens, CD200",
    "Antigens, CD",
    "CD56 Antigen"
  ],
  "grants": [
    {
      "agency": "Ulcerative colitis research"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.460384",
    "pmid": "40569978"
  }
}