{
  "pmid": "40566067",
  "uid": "40566067",
  "title": "The Role of Immunotherapy and Immune Modulators in Hormone-Positive Breast Cancer: Implications for Localized and Metastatic Disease.",
  "abstract": "Background: Hormone receptor-positive (HR+) breast cancer, which accounts for approximately 70% of all breast cancer cases, is primarily treated with endocrine therapies as monotherapy or in combination with other targeted therapies and traditional cytotoxic therapy. While these therapies have significantly improved survival outcomes, resistance often develops, especially in metastatic disease where treatment options are limited. Immunotherapy, particularly immune checkpoint inhibitors, has emerged as a promising adjunct to traditional therapies in triple negative breast cancer. However, its role in HR+ breast cancer is not well established yet and is under active investigation. In addition, a deeper understanding of the tumor microenvironment (TME) and its role in immune evasion has spurred interest in immune modulators as additional potential therapeutic strategies for HR+ breast cancers. Objective: This review aims to synthesize the current evidence on the role of immunotherapy in HR+ breast cancer, with a focus on its clinical application in both localized and metastatic disease. It also explores the impact of immune modulators within the TME, highlighting their potential to improve the efficacy of immunotherapy in this subtype of breast cancer. Methods: A thorough review of recent clinical trials, preclinical studies, and meta-analyses was conducted. Studies published from 2015 to 2024 were included to provide the most up-to-date perspectives. Key Findings: While immune checkpoint inhibitors like pembrolizumab and atezolizumab have shown promising results in combination with chemotherapy for triple negative breast cancer, their efficacy in HR+ breast cancer has generally been modest. However, recent studies indicate that such therapies may help overcome endocrine resistance in metastatic disease. Furthermore, immune modulators, including cytokines and myeloid-derived suppressor cell inhibitors, are being investigated for their ability to reshape the TME, potentially enhancing the immune response and improving treatment outcomes. Despite these advances, challenges remain in identifying predictive biomarkers and managing immune-related adverse events. Conclusions: Immunotherapy holds potential for improving outcomes in HR+ breast cancer, particularly in metastatic settings where treatment options are limited. The integration of immune modulators to enhance therapeutic efficacy in HR+ breast cancer, along with ongoing research into biomarkers, promises to refine patient selection and improve clinical outcomes.",
  "authors": [
    {
      "last_name": "O'Farrell",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin O'Farrell",
      "affiliations": [
        "Department of Internal Medicine, Dartmouth-Hitchcock Medical Center, Lebanon, NH 03766, USA."
      ]
    },
    {
      "last_name": "Lapp",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Lapp",
      "affiliations": [
        "Department of Internal Medicine, Dartmouth-Hitchcock Medical Center, Lebanon, NH 03766, USA."
      ]
    },
    {
      "last_name": "Kuznia",
      "fore_name": "Heidi",
      "initials": "H",
      "name": "Heidi Kuznia",
      "affiliations": [
        "Department of Internal Medicine, Dartmouth-Hitchcock Medical Center, Lebanon, NH 03766, USA."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Z",
      "initials": "MZ",
      "name": "Muhammad Z Afzal",
      "affiliations": [
        "Section of Hematology/Oncology, Dartmouth-Hitchcock Medical Center, Lebanon, NH 03766, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical medicine",
    "iso_abbreviation": "J Clin Med",
    "issn": "2077-0383",
    "issn_type": "Print",
    "volume": "14",
    "issue": "12",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "17"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40566067",
    "pmc": "PMC12194621",
    "doi": "10.3390/jcm14124322",
    "pii": "jcm14124322"
  },
  "doi": "10.3390/jcm14124322",
  "pmc_id": "PMC12194621",
  "dates": {
    "revised": "2025-06-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.249420",
    "pmid": "40566067"
  }
}