{
  "pmid": "40569102",
  "uid": "40569102",
  "title": "Addressing Knowledge Gaps in the Early Detection of Bronchiolitis Obliterans Syndrome After Hematopoietic Cell Transplantation. An Official American Thoracic Society Research Statement.",
  "abstract": "BACKGROUND: Bronchiolitis obliterans syndrome (BOS) is a late onset noninfectious pulmonary complication of allogeneic hematopoietic cell transplantation (HCT) that is often diagnosed in advanced stage with severe lung impairment. Increasing utilization of HCT for the treatment of hematologic diseases worldwide translates to an increasing burden of BOS, particularly for the community pulmonologist. Early recognition of BOS, which offers the best opportunity to mitigate morbidity and mortality, is hampered by incomplete knowledge of the clinical course and disease process. The goal of this research statement is to survey our current understanding of BOS and to define the research agenda for the early detection of BOS. METHODS: We convened a multidisciplinary panel that included community representatives for an in-depth survey of the published literature followed by an online workshop. RESULTS: Major knowledge gaps were identified within interrelated themes of natural history and pathogenesis, risk factors, and the clinical diagnostic approach. CONCLUSIONS: This statement reflects the detailed assessment of identified knowledge gaps with associated key research questions, as well as a proposed research roadmap to stimulate cross-disciplinary collaborations from pre-clinical to clinical investigations.",
  "authors": [
    {
      "last_name": "Cheng",
      "fore_name": "Guang-Shing",
      "initials": "GS",
      "name": "Guang-Shing Cheng",
      "affiliations": [
        "Fred Hutchinson Cancer Center, Clinical Research Division, Seattle, Washington, United States.",
        "University of Washington School of Medicine, Division of Pulmonary and Critical Care Medicine, Seattle, Washington, United States; gcheng2@fredhutch.org."
      ]
    },
    {
      "last_name": "Sheshadri",
      "fore_name": "Ajay",
      "initials": "A",
      "name": "Ajay Sheshadri",
      "affiliations": [
        "University of Texas MD Anderson Cancer Center, Pulmonary Medicine, Houston, Texas, United States."
      ]
    },
    {
      "last_name": "Turner",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Turner",
      "affiliations": [
        "McMaster University Faculty of Health Sciences, Division of Respirology, Department of Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Kirsten M",
      "initials": "KM",
      "name": "Kirsten M Williams",
      "affiliations": [
        "Emory University, Aflac Blood and Cancer Center, Children's Healthcare of Atlanta, Atlanta, Georgia, United States."
      ]
    },
    {
      "last_name": "Hsu",
      "fore_name": "Joe L",
      "initials": "JL",
      "name": "Joe L Hsu",
      "affiliations": [
        "Stanford University School of Medicine, Division of Pulmonary, Allergy, and Critical Care Medicine, Stanford, California, United States."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "University of Geneva, Division of General Internal Medicine, Geneva, GE, Switzerland."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "M Haider",
      "initials": "MH",
      "name": "M Haider Ali",
      "affiliations": [
        "Pulmonary and Critical Care of Atlanta, Atlanta, Georgia, United States.",
        "Northside Hospital Inc, Atlanta, Georgia, United States."
      ]
    },
    {
      "last_name": "Bondeelle",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Bondeelle",
      "affiliations": [
        "University of Geneva, Department of Pulmonary Medicine, Geneva, GE, Switzerland."
      ]
    },
    {
      "last_name": "Bouguet",
      "fore_name": "Guy",
      "initials": "G",
      "name": "Guy Bouguet",
      "affiliations": [
        "Leukemia and Lymphoma Association (ELLyE), Paris, France."
      ]
    },
    {
      "last_name": "Chanez",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Chanez",
      "affiliations": [
        "Aix-Marseille University, Department of Respiratory Diseases, Assistance Publique-Hôpitaux de Marseille, AP-HM, INSERM C2VN, Marseille, Provence-Alpes-Côte d'Azur, France."
      ]
    },
    {
      "last_name": "Cooke",
      "fore_name": "Kenneth R",
      "initials": "KR",
      "name": "Kenneth R Cooke",
      "affiliations": [
        "Johns Hopkins University, Pediatric Blood and Marrow Transplantation, Department of Oncology, The Sidney Kimmel Comprehensive Cancer Center, Baltimore, Maryland, United States."
      ]
    },
    {
      "last_name": "Galban",
      "fore_name": "Craig J",
      "initials": "CJ",
      "name": "Craig J Galban",
      "affiliations": [
        "University of Michigan, Center for Molecular Imaging, Ann Arbor, Michigan, United States."
      ],
      "orcid": "0000-0001-5596-7487"
    },
    {
      "last_name": "Goldfarb",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Goldfarb",
      "affiliations": [
        "University of Minnesota, Department of Pediatrics, Minneapolis, Minnesota, United States."
      ]
    },
    {
      "last_name": "Hallstrand",
      "fore_name": "Teal S",
      "initials": "TS",
      "name": "Teal S Hallstrand",
      "affiliations": [
        "University of Washington Department of Medicine, Medicine, Seattle, Washington, United States."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Johnson",
      "affiliations": [
        "Fred Hutchinson Cancer Center, Seattle, Washington, United States."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "David C L",
      "initials": "DCL",
      "name": "David C L Lam",
      "affiliations": [
        "The University of Hong Kong, Division of Respiratory Medicine, Department of Medicine, School of Clinical Medicine, Hong Kong SAR, Hong Kong."
      ]
    },
    {
      "last_name": "Michonneau",
      "fore_name": "David",
      "initials": "D",
      "name": "David Michonneau",
      "affiliations": [
        "Hopital Saint-Louis, Hematology Transplantation, Paris, France.",
        "University of Paris, AP-HP, INSERM UMR1342, IHU Leukemia Institute Paris Saint Louis, Paris, France."
      ]
    },
    {
      "last_name": "O'Dwyer",
      "fore_name": "David N",
      "initials": "DN",
      "name": "David N O'Dwyer",
      "affiliations": [
        "University of Michigan Medical School, Division of Pulmonary and Critical Care Medicine, Department of Internal Medicine, Ann Arbor, Michigan, United States."
      ],
      "orcid": "0000-0003-3214-380X"
    },
    {
      "last_name": "Paczesny",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Paczesny",
      "affiliations": [
        "Medical University of South Carolina, Department of Microbiology and Immunology and Department of Pediatrics, Charleston, South Carolina, United States."
      ]
    },
    {
      "last_name": "Sharifi",
      "fore_name": "Husham",
      "initials": "H",
      "name": "Husham Sharifi",
      "affiliations": [
        "Stanford University School of Medicine, Pulmonary, Allergy and Critical Care Medicine, Department of Medicine, Stanford, California, United States."
      ],
      "orcid": "0000-0002-2331-3961"
    },
    {
      "last_name": "Todd",
      "fore_name": "Jamie L",
      "initials": "JL",
      "name": "Jamie L Todd",
      "affiliations": [
        "Duke University School of Medicine, Pulmonary, Allergy, and Critical Care Medicine, Durham, North Carolina, United States.",
        "Duke Clinical Research Institute, Durham, North Carolina, United States."
      ],
      "orcid": "0000-0003-4247-3693"
    },
    {
      "last_name": "Wolff",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Wolff",
      "affiliations": [
        "University of Regensburg, Department of Internal Medicine, Regensburg, BY, Germany."
      ]
    },
    {
      "last_name": "Yadav",
      "fore_name": "Hemang",
      "initials": "H",
      "name": "Hemang Yadav",
      "affiliations": [
        "Mayo Clinic, Pulmonary and Critical Care Medicine, Rochester, Minnesota, United States."
      ],
      "orcid": "0000-0002-1889-2524"
    },
    {
      "last_name": "Yanik",
      "fore_name": "Gregory A",
      "initials": "GA",
      "name": "Gregory A Yanik",
      "affiliations": [
        "University of Michigan Medical Center, Department of Pediatrics, Ann Arbor, Michigan, United States."
      ]
    },
    {
      "last_name": "Bergeron",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Bergeron",
      "affiliations": [
        "University of Geneva, Pulmonary Medicine, Geneva, GE, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "American journal of respiratory and critical care medicine",
    "iso_abbreviation": "Am J Respir Crit Care Med",
    "issn": "1535-4970",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "26"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40569102",
    "doi": "10.1164/rccm.202506-1352ST"
  },
  "doi": "10.1164/rccm.202506-1352ST",
  "dates": {
    "revised": "2025-07-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:50.367630",
    "pmid": "40569102"
  }
}