{
  "pmid": "40570933",
  "uid": "40570933",
  "title": "Baseline OCT Biomarkers Predicting Visual Outcomes in Neovascular Age-Related Macular Degeneration: A Meta-Analysis.",
  "abstract": "PURPOSE: To determine the effect estimates and certainty of evidence for baseline optical coherence tomography (OCT) biomarkers predicting visual acuity (VA) and changes in VA from baseline at 6-, 12-, and 24-months following anti-vascular endothelial growth factor therapy for neovascular age-related macular degeneration. CLINICAL RELEVANCE: Understanding the prognostic utility of OCT biomarkers can improve treatment decisions. METHODS: Meta-analyses were conducted using random-effects modelling. Results were reported in Early Treatment Diabetic Retinopathy Study (ETDRS) letters. GRADE guidelines for prognostic studies informed certainty of evidence assessments. Results were interpreted using a five-letter minimally important difference (MID). RESULTS: Twenty-nine reports (8,863 eyes) evaluating 80 biomarkers were included. Two biomarkers predicted better VA at 12 months with a 'Low' certainty: the presence of an intact external limiting membrane (ELM) (+14.0; 95%CI:+3.1 to +24.8) and the presence of an intact ellipsoid zone (EZ) (+6.8; 95%CI:+2.8 to +10.8). Three biomarkers predicted worse VA at 12 months with a 'Low' certainty; the presence of intraretinal fluid (IRF) (-5.6; 95%CI:-9.7 to -1.5), the presence of IRF in the foveal center point (-7.4; 95%CI:-10.1 to -4.7), and the presence of subretinal hyperreflective material (SHRM) (-8.7; 95%CI: -19.0 to 1.6).No other biomarker predicted an effect size that crossed the MID. However, there were noteworthy results when interpreting biomarkers with statistically significant findings relative to a threshold of 0 letters and 'Moderate' certainty: the presence of a pigment epithelial detachment, geographic atrophy (GA), and both IRF and subretinal fluid (SRF) predicted reduced vision at 12 months. The presence of SRF predicted a positive change in VA at 12 months. The absence of a posterior vitreous detachment predicted a negative change in VA at 12 months. Lastly, the presence of IRF in the central 1mm, retinal pigment epithelial elevation, and GA predicted negative changes in VA at 24 months. CONCLUSION: With 'Low' certainty evidence, the baseline presence of an intact ELM and EZ predicted better VA at 12 months, and the presence of IRF, IRF in the foveal center point, and SHRM predicted worse VA at 12 months. Improved standardization in biomarker classification and control of confounding variables are needed.",
  "authors": [
    {
      "last_name": "Nanji",
      "fore_name": "Keean",
      "initials": "K",
      "name": "Keean Nanji",
      "affiliations": [
        "McMaster University, Department of Surgery, Division of Ophthalmology, Hamilton, Ontario, Canada; McMaster University, Department of Health Research Methods, Evidence and Impact, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grad",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Grad",
      "affiliations": [
        "McMaster University, Department of Surgery, Division of Ophthalmology, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hatamnejad",
      "fore_name": "Amin",
      "initials": "A",
      "name": "Amin Hatamnejad",
      "affiliations": [
        "McMaster University, Department of Surgery, Division of Ophthalmology, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McKechnie",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler McKechnie",
      "affiliations": [
        "McMaster University, Department of Health Research Methods, Evidence and Impact, Hamilton, Ontario, Canada; McMaster University, Department of Surgery, Division of General Surgery, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "McMaster University, Department of Health Research Methods, Evidence and Impact, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cheung",
      "fore_name": "Chui Ming Gemmy",
      "initials": "CMG",
      "name": "Chui Ming Gemmy Cheung",
      "affiliations": [
        "Singapore Eye Research Institute, Singapore National Eye Centre, Singapore; Duke-NUS Medical School."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Praveen J",
      "initials": "PJ",
      "name": "Praveen J Patel",
      "affiliations": [
        "NIHR Biomedical Research Centre at Moorfields Eye Hospital and UCL Institute of Ophthalmology, London, UK."
      ]
    },
    {
      "last_name": "Marco",
      "fore_name": "Rosa Dolz",
      "initials": "RD",
      "name": "Rosa Dolz Marco",
      "affiliations": [
        "Unit of Macula, Oftalvist Clinic, C/ Ruzafa 19, 46006, Valencia, Spain."
      ]
    },
    {
      "last_name": "Borrelli",
      "fore_name": "Enrico",
      "initials": "E",
      "name": "Enrico Borrelli",
      "affiliations": [
        "Department of Surgical Sciences, University of Turin, Turin, Italy; Department of Ophthalmology, \"City of Health and Sciences\" Hospital, Turin, Italy."
      ]
    },
    {
      "last_name": "Steel",
      "fore_name": "David H",
      "initials": "DH",
      "name": "David H Steel",
      "affiliations": [
        "Bioscience Institute, Newcastle University, Newcastle Upon Tyne, UK; Sunderland Eye Infirmary, Queen Alexandra Road, Sunderland, UK."
      ]
    },
    {
      "last_name": "Sadda",
      "fore_name": "SrinVas R",
      "initials": "SR",
      "name": "SrinVas R Sadda",
      "affiliations": [
        "Doheny Eye Institute, David Geffen School of Medicine, University of California - Los Angeles, Los Angeles, USA."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Tien Yin",
      "initials": "TY",
      "name": "Tien Yin Wong",
      "affiliations": [
        "Singapore Eye Research Institute, Singapore National Eye Centre, Singapore; Beijing Visual Science and Translational Eye Research Institute, School of Clinical Medicine, Beijing Tsinghua Changgung Hospital, Tsinghua Medicine, Tsinghua University, Beijing, China."
      ]
    },
    {
      "last_name": "Sivaprasad",
      "fore_name": "Sobha",
      "initials": "S",
      "name": "Sobha Sivaprasad",
      "affiliations": [
        "NIHR Biomedical Research Centre at Moorfields Eye Hospital and UCL Institute of Ophthalmology, London, UK."
      ]
    },
    {
      "last_name": "Guymer",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Guymer",
      "affiliations": [
        "Centre for Eye Research Australia, Royal Victorian Eye and Ear Hospital, East Melbourne, Australia; Department of Surgery (Ophthalmology), the University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Wykoff",
      "fore_name": "Charles C",
      "initials": "CC",
      "name": "Charles C Wykoff",
      "affiliations": [
        "Retina Consultants of Texas, Houston, Texas, Blanton Eye Institute, Houston Methodist Hospital, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "McMaster University, Department of Surgery, Division of Ophthalmology, Hamilton, Ontario, Canada; McMaster University, Department of Health Research Methods, Evidence and Impact, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Ophthalmology",
    "iso_abbreviation": "Ophthalmology",
    "issn": "1549-4713",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "24"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40570933",
    "doi": "10.1016/j.ophtha.2025.06.018",
    "pii": "S0161-6420(25)00389-6"
  },
  "doi": "10.1016/j.ophtha.2025.06.018",
  "dates": {
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.948153",
    "pmid": "40570933"
  }
}