{
  "pmid": "40583937",
  "uid": "40583937",
  "title": "Variation in Kidney Transplant Referral, Living Donor Contacts, Waitlisting, and Kidney Transplant Across Regional Renal Programs in Ontario, Canada: A Population-Based Cohort Study.",
  "abstract": "BACKGROUND: Previous studies conducted in publicly and privately funded health care systems suggest that access to kidney transplants may vary depending on where a patient receives their kidney care. It is poorly understood whether variability exists across the key steps required to receive a kidney transplant in a publicly funded health care system. OBJECTIVE: To determine whether there is variation across Ontario's regional renal programs (RRPs) in key steps completed toward receiving a kidney transplant. DESIGN: Population-based cohort study from November 1, 2017, to December 31, 2021, using linked administrative health care databases with a maximum follow-up of March 31, 2023. SETTING: This study includes 27 RRPs and independent health facilities in Ontario, Canada. PATIENTS: Patients approaching the need for dialysis and patients receiving maintenance dialysis with no recorded contraindication to kidney transplant. MEASUREMENTS: Key steps toward receiving a kidney transplant, including (1) referred to a transplant center for an evaluation; (2) had a potential living donor contact a transplant center to be evaluated; (3) deceased donor waitlist activation; and (4) received a transplant from a living or deceased donor. METHODS: For each step toward receiving a kidney transplant, we reported a unique incidence rate per 100 person-years with a 95% confidence interval (95% CI), presented by Ontario's RRPs, including the 27 RRPs and independent health facilities. We also presented results by 5 Ontario geographic regions. In an additional analysis, we examined the time to complete specific transplant steps. RESULTS: We included 8319 individuals approaching the need for dialysis and 4869 individuals receiving maintenance dialysis. During follow-up, 2870 (34.5%) individuals approaching the need for dialysis initiated maintenance dialysis. In individuals approaching the need for dialysis, we found the rate of a potential living kidney donor contacting a transplant center to be evaluated varied more than 17-fold across RRPs from 0.67 (95% CI = 0.1, 4.8) to 11.7 (95% CI = 9.2, 14.9). In the dialysis cohort, the average number of steps completed toward receiving a kidney transplant varied almost 4-fold across RRPs from 11.7 (95% CI = 9.3, 14.8) to 44.0 (95% CI = 38.6, 50.1) steps per 100 person-years. The average rate of each step measured separately also varied widely, with the rate of referral to a transplant center for an evaluation (per 100 person-years) varying across RRPs from 6.0 (95% CI = 4.2, 8.5) to 47.9 (95% CI = 42.6, 53.8), the rate of a potential living kidney donor contacting a transplant center to be evaluated from 1.5 (95% CI = 0.78, 2.9) to 10.7 (95% CI = 7.9, 14.5), the rate of deceased donor waitlisting from 2.9 (95% CI = 1.9, 4.4) to 13.2 (95% CI = 11.0, 15.8), and the rate of kidney transplant from 2.0 (95% CI = 1.1, 3.4) to 12.6 (95% CI = 10.8, 14.8). When examining the results by 5 Ontario geographic regions, we found patients receiving maintenance dialysis in Northern Ontario had substantially lower rates of completing key steps toward receiving a kidney transplant. For example, the rate of transplant referral (per 100 person-years) was almost 3-fold lower in Northern Ontario (10.0, 95% CI = 8.3, 12.0) compared to Toronto (28.7, 95% CI = 25.7, 32.1). LIMITATIONS: We did not examine the reason for differences in access to kidney transplant across RRPs (eg, differences in physician practices and staff-to-patient ratio). CONCLUSIONS: Despite operating in a publicly funded health care system, there is substantial variability across the 4 key steps required to receive a kidney transplant. TRIAL REGISTRATION: Not registered.",
  "authors": [
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "ICES Western, London Health Sciences Centre Research Institute, London, Ontario, Canada.",
        "Departments of Medicine and Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0002-5304-8038"
    },
    {
      "last_name": "Yohanna",
      "fore_name": "Seychelle",
      "initials": "S",
      "name": "Seychelle Yohanna",
      "affiliations": [
        "Provincial Medical Lead, Access to Kidney Transplantation, Ontario Renal Network, Ontario Health, Toronto, Ontario, Canada.",
        "Division of Nephrology, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-0404-7319"
    },
    {
      "last_name": "Smith",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Smith",
      "affiliations": [
        "ICES Western, London Health Sciences Centre Research Institute, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES Western, London Health Sciences Centre Research Institute, London, Ontario, Canada.",
        "Departments of Medicine and Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    },
    {
      "last_name": "Elliott",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Elliott",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Knoll",
      "affiliations": [
        "Department of Medicine (Nephrology) and the Ottawa Hospital Research Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "Division of Nephrology and the Ajmera Transplant Centre, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weir",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Weir",
      "affiliations": [
        "ICES Western, London Health Sciences Centre Research Institute, London, Ontario, Canada.",
        "Departments of Medicine and Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2025"
  },
  "start_page": "20543581251346048",
  "pages": "20543581251346048",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40583937",
    "pmc": "PMC12202924",
    "doi": "10.1177/20543581251346048",
    "pii": "10.1177_20543581251346048"
  },
  "doi": "10.1177/20543581251346048",
  "pmc_id": "PMC12202924",
  "dates": {
    "revised": "2025-07-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:17.023951",
    "pmid": "40583937"
  }
}