{
  "pmid": "40589599",
  "uid": "40589599",
  "title": "A Study Protocol for a Comprehensive Evaluation of Two Artificial Intelligence-Based Tools in Title and Abstract Screening for the Development of Evidence-Based Cancer Guidelines.",
  "abstract": "BACKGROUND: Conducting a systematic review (SR) is a time-intensive process and represents the first phase in developing a clinical practice guideline (CPG). Completing a CPG through the Program in Evidence-Based Care (PEBC), a globally acknowledged guideline program supported by Ontario Health (Cancer Care Ontario), typically takes about 2 years. Thus, expediting an SR can significantly reduce the overall time required to complete a CPG. Our recently published review identified two artificial intelligence (AI) tools, DistillerSR and EPPI-Reviewer that reduced time in the title and abstract screening in an SR process when developing a CPG. However, the consistency and generalizability of these tools remain unclear within or across different SRs related to cancer. This study protocol aims to evaluate and compare the performance of DistillerSR and EPPI-Reviewer against human reviewers for title and abstract screening (Stage I screening) in cancer CPG development. METHODS: We will conduct a retrospective simulation study to evaluate and compare the performance of DistillerSR and EPPI-Reviewer across 10 previously published CPGs by PEBC. These CPGs include the five cancer types with the highest incidence (lung, breast, prostate, colorectal, and bladder). We will run 30 simulation trials for one CPG per AI tool. Primary outcomes are workload savings and time savings in Stage I screening. The secondary outcome is the percentage of missing articles among the final included articles. This informs the accuracy and comprehensiveness of the AI tools. Descriptive and inferential statistical analysis will be conducted to evaluate the outcomes. RESULTS: This is a study protocol. The data presented in the tables are illustrative examples rather than actual study results, in accordance with the journal s standard structure. All data included in the final study will be thoroughly validated. DISCUSSION: This will be the first study to investigate and compare the performance of DistillerSR and EPPI-Reviewer in Stage I screening of SRs in CPGs across different cancer types. These findings will inform the reliable use of AI tools in future cancer-related CPGs. The results from this retrospective study will need to be confirmed by prospective studies.",
  "authors": [
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University Hamilton Ontario Canada.",
        "Department of Oncology McMaster University Hamilton Ontario Canada."
      ],
      "orcid": "0000-0002-1210-3758"
    },
    {
      "last_name": "Saha",
      "fore_name": "Ashirbani",
      "initials": "A",
      "name": "Ashirbani Saha",
      "affiliations": [
        "Department of Oncology McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Saravanan",
      "fore_name": "Sharan",
      "initials": "S",
      "name": "Sharan Saravanan",
      "affiliations": [
        "Faculty of Health Sciences McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Low",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley Low",
      "affiliations": [
        "Faculty of Health Sciences McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Sussman",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sussman",
      "affiliations": [
        "Department of Oncology McMaster University Hamilton Ontario Canada."
      ]
    }
  ],
  "journal": {
    "title": "Cancer innovation",
    "iso_abbreviation": "Cancer Innov",
    "issn": "2770-9183",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "4",
    "pub_year": "2025",
    "pub_month": "Aug"
  },
  "start_page": "e70021",
  "pages": "e70021",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40589599",
    "pmc": "PMC12206657",
    "doi": "10.1002/cai2.70021",
    "pii": "CAI270021"
  },
  "doi": "10.1002/cai2.70021",
  "pmc_id": "PMC12206657",
  "dates": {
    "revised": "2025-07-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:23.390524",
    "pmid": "40589599"
  }
}