{
  "pmid": "40580174",
  "uid": "40580174",
  "title": "National Survey on Antithrombotic Management in Minor Hand Surgery.",
  "abstract": "PURPOSE: Temporarily withholding antithrombotic medications for surgical procedures can increase thromboembolic risk. Many patients undergoing minor hand surgeries take these medications, requiring careful perioperative management by surgeons. Although general guidelines exist for periprocedural antithrombotic management, guideline adherence among surgeons performing minor hand procedures is unknown. This study aimed to assess current pre-procedural antithrombotic management strategies employed by hand surgeons for patients undergoing minor hand surgeries, specifically focusing on how closely these practices align with established clinical practice guidelines. METHODS: A cross-sectional, descriptive study using an electronic survey was conducted among Canadian hand surgeons in 2024. Surgeons were queried on their general clinical practices and specifically about whether they would hold antithrombotic medications for theoretical cases describing soft tissue excision in the hand, trigger finger release, and carpal tunnel release. RESULTS: Seventy-four surgeons participated. Although 93.7% of respondents considered the procedures to have a \"low\" bleeding risk, this perception varied with the type of antithrombotic medication to be managed. The perception of bleeding risk as \"low\" decreased to 71.2% for apixaban and 59.9% for warfarin. Additionally, 26.6% of respondents indicated they would hold aspirin, 37.8% would hold warfarin, and 47.7% would hold apixaban. Being a nonhand surgeon and requesting consultation from hematology specialists were significantly associated with holding antithrombotic medications. CONCLUSIONS: These findings highlight substantial variation in perioperative antithrombotic management, with many surgeons choosing to hold medications despite guidelines supporting continuation for low-risk procedures. Most surgeons consider minor hand procedures low-risk for bleeding, but this perception shifts with anticoagulant use. CLINICAL RELEVANCE: This study highlights practice variation in perioperative antithrombotic management for minor hand surgery, identifying a gap between current practice and guideline recommendations. Improved dissemination and adherence to evidence-based guidelines may help standardize care and optimize patient outcomes.",
  "authors": [
    {
      "last_name": "Haas",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Haas",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada; Division of Plastic and Reconstructive Surgery, Department of Surgery, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada. Electronic address: justin.haas@medportal.ca."
      ]
    },
    {
      "last_name": "Douketis",
      "fore_name": "James",
      "initials": "J",
      "name": "James Douketis",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada; Division of General Internal Medicine, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Amminejad",
      "fore_name": "Minoo",
      "initials": "M",
      "name": "Minoo Amminejad",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Krofchak",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Krofchak",
      "affiliations": [
        "David R. Cheriton School of Computer Science, University of Waterloo, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Retrouvey",
      "fore_name": "Helene",
      "initials": "H",
      "name": "Helene Retrouvey",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada; Division of Plastic and Reconstructive Surgery, Department of Surgery, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of hand surgery",
    "iso_abbreviation": "J Hand Surg Am",
    "issn": "1531-6564",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "28"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40580174",
    "doi": "10.1016/j.jhsa.2025.04.019",
    "pii": "S0363-5023(25)00221-7"
  },
  "doi": "10.1016/j.jhsa.2025.04.019",
  "dates": {
    "revised": "2025-06-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.445694",
    "pmid": "40580174"
  }
}