{
  "pmid": "40584142",
  "uid": "40584142",
  "title": "Sense of personal agency towards mitigating the threat of antibiotic resistance: a focus group study with parents of children under 5 years old, conducted mid-pandemic.",
  "abstract": "BACKGROUND: Most antibiotic prescribing occurs in primary care, largely in children under 5 years old, and often inappropriately. This study investigated knowledge, attitudes and behaviours (KABs) towards common childhood infections, antibiotic use and antimicrobial resistance (AMR), among parents of children under 5 years old. The concept of individual sacrifice (forgoing antibiotics-a selective pressure for AMR) to mitigate future societal risk of AMR and how the COVID-19 pandemic shaped views were explored. METHODS: This qualitative study included three, one-hour, virtual focus groups with mothers from parenting networks across inner-city London and semi-rural England, held mid-pandemic (2020). All had ≥1 child <5 years old. The Framework Method of analysis was used. Parents' KABs towards antibiotic use/AMR formed the primary outcome, with emphases on their sense of personal agency towards mitigating the threat of AMR for society, plus how the pandemic influenced views on infection prevention and care. RESULTS: Fourteen mothers (groups of six, four, four) participated, with mixed ethnicities, education and employment status. Parent perceptions of their individual child's immediate need for antibiotics outweighed concerns for any possible future threat of AMR to society. Four key themes were identified: uncertainty around symptoms; impact of socio-cultural background on KAB; poor understanding of how antibiotics/AMR work; and opportunities within the doctor-patient dialogue to shape mindset around AMR. The pandemic influenced views across themes. CONCLUSION: Parents prioritising their child's perceived, immediate, individual 'need' for antibiotics over any future impact of AMR on society highlights a continuing need to engage parents in how to mitigate AMR through appropriate antibiotic use, reducing threat to both their child and others. Framing point-of-care dialogue around antibiotic use/AMR in the present (versus future), drawing on pandemic insights and tailoring according to nuanced socio-cultural influences, may encourage a greater sense of personal agency towards taking action to mitigate antibiotic resistance.",
  "authors": [
    {
      "last_name": "McCall",
      "fore_name": "Becky",
      "initials": "B",
      "name": "Becky McCall",
      "affiliations": [
        "Institute of Health Informatics,, University College London,, London, UK."
      ],
      "orcid": "0000-0002-6628-374X"
    },
    {
      "last_name": "Hayward",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Hayward",
      "affiliations": [
        "Institute of Epidemiology and Health Care,, University College London,, London, UK."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "School of Design and Creative Arts,, Loughborough University,, Loughborough, UK."
      ]
    },
    {
      "last_name": "Forbes",
      "fore_name": "Gill",
      "initials": "G",
      "name": "Gill Forbes",
      "affiliations": [
        "Centre for Behaviour Change,, University College London,, London, UK."
      ]
    },
    {
      "last_name": "Shallcross",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Shallcross",
      "affiliations": [
        "Institute of Health Informatics,, University College London,, London, UK."
      ],
      "orcid": "0000-0003-1713-2555"
    }
  ],
  "journal": {
    "title": "F1000Research",
    "iso_abbreviation": "F1000Res",
    "issn": "2046-1402",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2022"
  },
  "start_page": "1487",
  "pages": "1487",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Child, Preschool",
    "Focus Groups",
    "Female",
    "COVID-19",
    "Anti-Bacterial Agents",
    "Adult",
    "Male",
    "Health Knowledge, Attitudes, Practice",
    "Drug Resistance, Microbial",
    "Parents",
    "Infant",
    "Pandemics",
    "Qualitative Research",
    "Middle Aged",
    "SARS-CoV-2",
    "Mothers",
    "England",
    "London"
  ],
  "article_ids": {
    "pubmed": "40584142",
    "pmc": "PMC12203309",
    "doi": "10.12688/f1000research.128550.3"
  },
  "doi": "10.12688/f1000research.128550.3",
  "pmc_id": "PMC12203309",
  "dates": {
    "completed": "2025-07-14",
    "revised": "2025-07-14"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:01.377765",
    "pmid": "40584142"
  }
}