{
  "pmid": "40587852",
  "uid": "40587852",
  "title": "GRADE Certainty Ratings: Thresholds Rather Than Categories of Contextualization (GRADE Guidance 41).",
  "abstract": "In 2017, the GRADE (Grading of Recommendations Assessment, Development and Evaluation) working group defined the certainty of evidence as the certainty that the true effect lies on one side of a threshold or in a particular range. This definition has proved useful as the basis for rating certainty, facilitating the interpretation of the results for the target audience. However, the categorization of suggested thresholds and ranges as levels of contextualization led to inconsistencies between the initial and subsequent papers and has proved confusing for some GRADE users. Although considering context in choosing thresholds remains worthwhile, the GRADE working group will no longer use the categorization of contextualization. It will instead refer simply to chosen thresholds or ranges for determining the target of certainty rating.",
  "authors": [
    {
      "last_name": "Hultcrantz",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Hultcrantz",
      "affiliations": [
        "HTA Region Stockholm, Center for Health Economics, Informatics and Health Care Research, Stockholm Health Care Services, and Department of Learning, Informatics, Management and Ethics, Karolinska Institutet, Stockholm, Sweden (M.H.)."
      ],
      "orcid": "0000-0002-5140-4289"
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Clinical Epidemiology and Research Center, Humanitas University, and IRCCS Humanitas Research Hospital, Milan, Italy (H.J.S)."
      ],
      "orcid": "0000-0003-3211-8479"
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Internal Medicine, University of Kansas Medical Center, Kansas City, Kansas, and Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada (R.A.M.)."
      ],
      "orcid": "0000-0002-2091-0875"
    },
    {
      "last_name": "Rind",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Rind",
      "affiliations": [
        "Institute for Clinical and Economic Review and Harvard Medical School, Boston, Massachusetts (D.M.R.)."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Evidence-Based Practice Center, Mayo Clinic, Rochester, Minnesota (M.H.M.)."
      ]
    },
    {
      "last_name": "Mayer",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Mayer",
      "affiliations": [
        "EBSCO Clinical Decisions, Ipswich, Massachusetts, and Open Door Clinic, Cone Health, Burlington, North Carolina (M.M.)."
      ],
      "orcid": "0000-0003-3210-2274"
    },
    {
      "last_name": "Tovey",
      "fore_name": "David",
      "initials": "D",
      "name": "David Tovey",
      "affiliations": [
        "Co-Editor, Journal of Clinical Epidemiology, Sussex, England (D.T.)."
      ],
      "orcid": "0000-0002-8889-9246"
    },
    {
      "last_name": "Alper",
      "fore_name": "Brian S",
      "initials": "BS",
      "name": "Brian S Alper",
      "affiliations": [
        "Computable Publishing, Franklin, North Carolina, and Scientific Knowledge Accelerator Foundation, Franklin, North Carolina (B.S.A)."
      ],
      "orcid": "0000-0003-4300-4928"
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon, and Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada (E.A.A.)."
      ],
      "orcid": "0000-0002-3444-8618"
    },
    {
      "last_name": "Saif-Ur-Rahman",
      "fore_name": "K M",
      "initials": "KM",
      "name": "K M Saif-Ur-Rahman",
      "affiliations": [
        "Evidence Synthesis Ireland and Cochrane Ireland, Centre for Health Research Methodology, College of Medicine, Nursing and Health Sciences, University of Galway, Galway, Ireland (K.M.S-U-R.)."
      ],
      "orcid": "0000-0001-8702-7094"
    },
    {
      "last_name": "Sousa-Pinto",
      "fore_name": "Bernardo",
      "initials": "B",
      "name": "Bernardo Sousa-Pinto",
      "affiliations": [
        "Department of Community Medicine, Information and Health Decision Sciences and Health Research Network, Faculty of Medicine, University of Porto, Porto, Portugal (B.S-P.)."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "School of Medicine, Universidad San Sebastian, Santiago, Chile (I.N.)."
      ]
    },
    {
      "last_name": "Izcovich",
      "fore_name": "Ariel",
      "initials": "A",
      "name": "Ariel Izcovich",
      "affiliations": [
        "Faculty of Medicine, Universidad del Salvador, Buenos Aires, Argentina (A.I.)."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact and Department of Medicine, McMaster University, Ontario, Canada (G.G.)."
      ]
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40587852",
    "doi": "10.7326/ANNALS-25-00548"
  },
  "doi": "10.7326/ANNALS-25-00548",
  "dates": {
    "revised": "2025-06-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.823347",
    "pmid": "40587852"
  }
}