{
  "pmid": "40586666",
  "uid": "40586666",
  "title": "Short-Term Outcomes of Paramedic Treat and Discharge: A Cohort Study of Emergency Service Use in Ontario, Canada.",
  "abstract": "OBJECTIVES: Canadian emergency departments (EDs) are under unprecedented strain due to record-high patient volumes and limited capacity expansion. To mitigate overcrowding, Ontario implemented a paramedic 'treat and discharge' model, enabling paramedics to assess, treat, and discharge patients with resolved seizure, hypoglycemia, or supraventricular tachydysrhythmia under specific clinical criteria. This study evaluates the short-term safety and effectiveness of this model by examining subsequent emergency service utilization. METHODS: We conducted a retrospective cohort study using linked data from paramedic services in southwestern Ontario and a provincial health care database from June 1, 2023, to November 15, 2024. All patients discharged by paramedics under this model were included. We analyzed the incidence of emergency service use (9-1-1 calls and ED visits), mortality, and other health care utilization within seven days post-discharge, categorized by the reason for service use as related-cause and all-cause. We computed descriptive statistics and relative risk (RR) with 95% confidence intervals (CIs). RESULTS: Among 123 patients, 11 (8.9%) required emergency services for a related-cause within seven days. Seizure patients had the highest incidence of related emergency service utilization (n = 7), followed by hypoglycemia (n = 4), while tachydysrhythmia had none. All patients visiting an ED either following a 9-1-1 call or by walk-in for a related-cause were discharged. The overall incidence of all-cause emergency service use was 14 patients (11.4%). There were no deaths in the community or ED within seven days. Seizure patients had a higher risk of using emergency services after discharge if they had called for paramedics within the 14 days prior (RR 6.80, 2.44-18.96) or received paramedic medications (RR 5.83, 2.89-12.21). No significant risk increase was observed for patients tended to by primary care paramedics compared to advanced care, or those presenting with an emergent acuity on initial contact. CONCLUSIONS: The low incidence of subsequent emergency service use supports the safety and feasibility of the paramedic treat and discharge model for select patients. These findings highlight the potential of alternative care models that optimize paramedic and ED resources and suggest that treat and discharge directives could be expanded to additional patient cohorts.",
  "authors": [
    {
      "last_name": "Strum",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Strum",
      "affiliations": [
        "Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0003-1902-4734"
    },
    {
      "last_name": "Mondoux",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Mondoux",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "Department of Emergency Medicine, St. Joseph's Healthcare Hamilton, Hamilton, Canada."
      ],
      "orcid": "0000-0002-6752-3485"
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-9212-5641"
    },
    {
      "last_name": "McLeod",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent McLeod",
      "affiliations": [
        "Hamilton Paramedic Services, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Dodd",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Dodd",
      "affiliations": [
        "Centre for Paramedic Education and Research, Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Turcotte",
      "fore_name": "Katie",
      "initials": "K",
      "name": "Katie Turcotte",
      "affiliations": [
        "Centre for Paramedic Education and Research, Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Miller",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "Centre for Paramedic Education and Research, Hamilton Health Sciences, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Prehospital emergency care",
    "iso_abbreviation": "Prehosp Emerg Care",
    "issn": "1545-0066",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "08"
  },
  "start_page": "1",
  "end_page": "8",
  "pages": "1-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40586666",
    "doi": "10.1080/10903127.2025.2525528"
  },
  "doi": "10.1080/10903127.2025.2525528",
  "dates": {
    "revised": "2025-07-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:37.711380",
    "pmid": "40586666"
  }
}