{
  "pmid": "40582739",
  "uid": "40582739",
  "title": "Cardio-Kidney Metabolic Health in Pediatrics and Primordial Prevention.",
  "abstract": "Cardio-kidney metabolic (CKM) syndrome refers to the interconnected dysfunction of the cardiovascular, renal, and metabolic systems, leading to an increased risk of chronic conditions like hypertension, diabetes, and heart disease. In pediatrics, primordial prevention aims to prevent the development of risk factors for CKM syndrome by addressing the lifestyle factors such as diet and physical activity and reducing harmful exposures and behaviors from early childhood. Interventions focus on promoting healthy habits, managing obesity, and controlling conditions like high blood pressure. These interventions aim to mitigate long-term CKM syndrome complications and improve public health outcomes.",
  "authors": [
    {
      "last_name": "Ulrich",
      "fore_name": "Emma Heydari",
      "initials": "EH",
      "name": "Emma Heydari Ulrich",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, University of Alberta, 3-457, Edmonton Clinic Health Academy, 11405 87 Avenue Northwest, Edmonton, Alberta T6G 1C9, Canada."
      ]
    },
    {
      "last_name": "Kernizan",
      "fore_name": "Daphney",
      "initials": "D",
      "name": "Daphney Kernizan",
      "affiliations": [
        "Preventive Cardiology Program, Cardiac Center, Nemours Children's Health Specialty Clinic, 2202 State Avenue Suite 102, Panama City, FL 32407, USA; College of Medicine, University of Central Florida, Orlando, FL, USA."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, McMaster Children's Hospital, McMaster University, 1280 Main Street West, Hamilton, Ontario L8N 3Z5, Canada. Electronic address: chanchlr@mcmaster.ca."
      ]
    },
    {
      "last_name": "Baker-Smith",
      "fore_name": "Carissa",
      "initials": "C",
      "name": "Carissa Baker-Smith",
      "affiliations": [
        "Center for Cardiovascular Research and Innovation, Nemours Cardiac Center, Nemours Children's Health, 1600 Rockland Road, Wilmington, DE 19803, USA; Preventive Cardiology Program, Nemours Cardiac Center, Nemours Children's Health, Wilmington, DE, USA; Department of Pediatrics, Sidney Kimmel Medical College, Thomas Jefferson University, Philadelphia, PA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cardiology clinics",
    "iso_abbreviation": "Cardiol Clin",
    "issn": "1558-2264",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Aug"
  },
  "start_page": "481",
  "end_page": "490",
  "pages": "481-490",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Child",
    "Primary Prevention",
    "Cardio-Renal Syndrome",
    "Life Style",
    "Risk Factors",
    "Global Health"
  ],
  "article_ids": {
    "pubmed": "40582739",
    "doi": "10.1016/j.ccl.2024.12.007",
    "pii": "S0733-8651(24)00117-6"
  },
  "doi": "10.1016/j.ccl.2024.12.007",
  "dates": {
    "completed": "2025-06-29",
    "revised": "2025-06-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.123019",
    "pmid": "40582739"
  }
}