{
  "pmid": "40583250",
  "uid": "40583250",
  "title": "Developing a Two-Sided Decision Box to Facilitate Shared Decision-Making for Switching From Conventional to Pharmacokinetic-Tailored Prophylaxis in Haemophilia.",
  "abstract": "INTRODUCTION: Decision-making in haemophilia is challenging due to the small evidence base, disease heterogeneity, and inter-patient variability. Shared decision-making (SDM) supports patient-clinician decisions. AIM: Creation of a two-sided decision box facilitating SDM for haemophilia patients switching from conventional (weight-based) to pharmacokinetic driven individualized prophylaxis. METHODS: We developed an SDM tool as suggested by Giguere et al. A stakeholder discussion with haemophilia treaters and patients identified goals, burden, values and preferences. Benefits and harms of key questions were described with a common metric and base. A systematic review identified relevant evidence. PubMed, Medline, Embase, CINAHL, Cochrane Reviews and Cochrane Trials were searched from inception to June 2022. Original articles reporting switches from conventional to individualized prophylaxis within the same product class were included. Evidence from the review and discussion guided the design of the decision box. Feedback informed multiple iterations before the final version. RESULTS: A total of 569 titles and abstracts were screened, yielding 88 full texts. Eight studies met inclusion criteria: six reported on bleeding rates, four on dosing interval, three on factor consumption, three on quality of life, two on adherence, and two on costs. One study recommended SDM for tailored prophylaxis. Discussions unanimously suggested decision aids to facilitate the choice to switch to tailored prophylaxis. Clinicians highlighted the need for evidence on treatment individualization, while patients valued viewing relevant examples. CONCLUSION: Creating decision tools for haemophilia is challenging due to low quantity and quality of evidence. Our decision box is ready for use with careful application of clinical judgement.",
  "authors": [
    {
      "last_name": "Keepanasseril",
      "fore_name": "Arun",
      "initials": "A",
      "name": "Arun Keepanasseril",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-0733-9616"
    },
    {
      "last_name": "Mancini",
      "fore_name": "Athena",
      "initials": "A",
      "name": "Athena Mancini",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0009-0002-5944-7483"
    },
    {
      "last_name": "Lowe",
      "fore_name": "Megan S",
      "initials": "MS",
      "name": "Megan S Lowe",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Noronha",
      "fore_name": "Noella",
      "initials": "N",
      "name": "Noella Noronha",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    }
  ],
  "journal": {
    "title": "Haemophilia : the official journal of the World Federation of Hemophilia",
    "iso_abbreviation": "Haemophilia",
    "issn": "1365-2516",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "29"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40583250",
    "doi": "10.1111/hae.70072"
  },
  "doi": "10.1111/hae.70072",
  "dates": {
    "revised": "2025-06-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Bayer Inc."
    },
    {
      "agency": "Hemalytic Inc."
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.435186",
    "pmid": "40583250"
  }
}