{
  "pmid": "40589220",
  "uid": "40589220",
  "title": "Primary Care Providers' Perceptions of the CAPACITI Palliative Care Education Trial: A Qualitative Study of Experiences With Self-Directed and Facilitated Modalities.",
  "abstract": "ObjectiveCAPACITI (Community Access to PAlliative Care via Interprofessional Teams Improvement) is a virtual training program that teaches primary care providers how to incorporate an early palliative approach to care in practice. Building this capacity can help primary care providers better meet the needs of their seriously ill patients; however, there has been limited in-depth study as to the added benefits of active facilitation in on-line education. We completed a qualitative inquiry with CAPACITI participants to explore perceived differences in self-directed and facilitated e-learning to understand how these modalities contribute to change in practice.MethodsWe completed a qualitative analysis of semi-structured focus groups with primary care teams that participated in CAPACITI. This study was part of a cluster randomized controlled trial where teams were randomized to self-directed or facilitated modalities for each of the three CAPACITI modules. We followed a qualitative descriptive design, using a constant comparative approach to determine emergent themes to understand participant experience and preference in learning modality.ResultsWe conducted 63 focus groups throughout the trial, representing 42 unique teams, about a quarter of which had experienced both learning modalities at the time of the focus group. Qualitative analysis revealed three main themes: changes in thinking (ie identifying patients early in the illness trajectory), change in behavior (ie increased collaboration), and preference in learning modality and perceived benefits. Interestingly, we found no overwhelming preference in learning modality.ConclusionsSelf-directed and facilitated learning modalities were both perceived as effective in promoting changes in thinking and behavior among primary care providers across diverse care settings. Future studies should further explore the use of tailored facilitation such as simulated patient encounters and innovative coaching strategies to optimally promote behavior change in virtual palliative care education.",
  "authors": [
    {
      "last_name": "Jyothi Kumar",
      "fore_name": "Shilpa",
      "initials": "S",
      "name": "Shilpa Jyothi Kumar",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0009-0009-1756-1780"
    },
    {
      "last_name": "Bishop",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Bishop",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0009-0004-1387-9648"
    },
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Bainbridge",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-9249-8229"
    },
    {
      "last_name": "Kilbertus",
      "fore_name": "Frances",
      "initials": "F",
      "name": "Frances Kilbertus",
      "affiliations": [
        "Northern Ontario School of Medicine University, Thunder Bay, Canada."
      ],
      "orcid": "0000-0002-1467-4159"
    },
    {
      "last_name": "Kortes-Miller",
      "fore_name": "Kathy",
      "initials": "K",
      "name": "Kathy Kortes-Miller",
      "affiliations": [
        "Department of Social Work, Lakehead University, Thunder Bay, Canada."
      ],
      "orcid": "0000-0003-0777-890X"
    },
    {
      "last_name": "Winemaker",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Winemaker",
      "affiliations": [
        "Division of Palliative Care, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-6701-1714"
    }
  ],
  "journal": {
    "title": "Journal of palliative care",
    "iso_abbreviation": "J Palliat Care",
    "issn": "2369-5293",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "8258597251351432",
  "pages": "8258597251351432",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40589220",
    "doi": "10.1177/08258597251351432"
  },
  "doi": "10.1177/08258597251351432",
  "dates": {
    "revised": "2025-07-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.112272",
    "pmid": "40589220"
  }
}