{
  "pmid": "40588638",
  "uid": "40588638",
  "title": "Barriers and facilitators to knowledge and awareness around sexually transmitted and blood-borne infections (STBBIs)-related preventive measures among Black populations across Canada: a systematic review.",
  "abstract": "OBJECTIVE: The objective of this systematic review was to identify and analyze the barriers and facilitators to knowledge and awareness of sexually transmitted and blood-borne infections (STBBIs) among Black populations in Canada. This review specifically focused on three key areas: general awareness of STBBIs, knowledge of STBBI prevention, and knowledge of STBBI testing. METHODS: A comprehensive search was conducted using five databases: OVID Embase, OVID Medline, CINAHL, and Scopus. A total of 1261 studies were initially identified, with 24 meeting the eligibility criteria, limited to studies published between 1990 and 2023. All eligible studies included in the review underwent quality assessment. SYNTHESIS: The review identified 57 barriers and 12 facilitators to STBBI knowledge. Key barriers included stigma, cultural norms, inadequate healthcare resources, lack of cultural competence among healthcare providers, and limited access to information and services. Facilitators included access to AIDS Service Organizations, culturally informed dissemination strategies, supportive family and community networks, and effective communication between parents and children. The Social Cognitive Theory (SCT) was used to interpret these findings, focusing on the role of observational learning, self-efficacy, and social support in knowledge acquisition and health-seeking behaviours, and to guide recommendations for future actions. CONCLUSION: The findings highlight significant barriers and facilitators to STBBI knowledge among Black populations in Canada. Addressing these barriers and leveraging the identified facilitators, through interventions informed by the SCT, are recommended to improve STBBI knowledge and health outcomes among these communities.",
  "authors": [
    {
      "last_name": "Girmay",
      "fore_name": "Bethelehem",
      "initials": "B",
      "name": "Bethelehem Girmay",
      "affiliations": [
        "Global Health and Innovation Lab, School of Health Studies, Faculty of Health Sciences, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0001-5272-0083"
    },
    {
      "last_name": "Strong",
      "fore_name": "Sasha Logan",
      "initials": "SL",
      "name": "Sasha Logan Strong",
      "affiliations": [
        "Global Health and Innovation Lab, School of Health Studies, Faculty of Health Sciences, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "Faculty of Health Sciences, School of Physical Therapy, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-7535-8707"
    },
    {
      "last_name": "Ezezika",
      "fore_name": "Obidimma",
      "initials": "O",
      "name": "Obidimma Ezezika",
      "affiliations": [
        "Global Health and Innovation Lab, School of Health Studies, Faculty of Health Sciences, Western University, London, ON, Canada. oezezika@uwo.ca."
      ],
      "orcid": "0000-0001-7832-0483"
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "1920-7476",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "30"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40588638",
    "doi": "10.17269/s41997-025-01069-7",
    "pii": "10.17269/s41997-025-01069-7"
  },
  "doi": "10.17269/s41997-025-01069-7",
  "dates": {
    "revised": "2025-06-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "892-2022-0014",
      "agency": "Social Sciences and Humanities Research Council"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.996330",
    "pmid": "40588638"
  }
}