{
  "pmid": "40588092",
  "uid": "40588092",
  "title": "Chitosan-based hydrogels: Revolutionizing corneal wound healing with antibacterial and regenerative properties.",
  "abstract": "Corneal injuries and infections pose a serious threat to vision. However, conventional therapies topical antibiotics, synthetic grafts, and bandage contact lenses often fail to provide enduring antimicrobial defense and robust tissue regeneration. Researchers derive chitosan-based hydrogels from deacetylated chitin, combining intrinsic polycationic antimicrobial efficacy with tunable biodegradation and excellent biocompatibility, thereby addressing both challenges simultaneously. These hydrogels exert broad-spectrum infection control by disrupting bacterial membranes, chelating essential metal ions and amplifying adjunctive agents such as antibiotics or silver nanoparticles against Pseudomonas aeruginosa and Staphylococcus aureus. Optimized fabrication through physical crosslinking (electrostatic interactions, metal-ion coordination, hydrophobic associations) and covalent strategies (photoinitiated or radiation-induced polymerization) yields scaffolds that withstand eyelid shear forces without compromising corneal transparency. In vitro evaluations show that human corneal epithelial cells and keratocytes remain over 95 % viable, while in vivo alkali-burn studies in rabbits and rats reveal rapid re-epithelialization, stromal remodeling, and nerve regeneration with minimal inflammation. Beyond structural support, chitosan hydrogels actively sculpt the healing microenvironment by scavenging reactive oxygen species, down-regulating pro-inflammatory cytokines, and enabling thermosresponsive release of bioactive factors such as stromal cell-derived factor-1α, ferulic acid, and exosomes, by addressing translational hurdles including sterilization without loss of bioactivity, reproducible manufacturing, regulatory compliance for ophthalmic biomaterials and synchronization of degradation kinetics with healing timelines. This review integrates molecular insights, fabrication strategies and in vivo performance data to inform the rational design of optimized chitosan hydrogel formulations for next-generation ocular therapeutics.",
  "authors": [
    {
      "last_name": "Hussain",
      "fore_name": "Md Sadique",
      "initials": "MS",
      "name": "Md Sadique Hussain",
      "affiliations": [
        "Uttaranchal Institute of Pharmaceutical Sciences, Uttaranchal University, Dehradun, Uttarakhand, 248007, India; School of Pharmaceutical Sciences, Lovely Professional University, Phagwara, 144411, Punjab, India."
      ]
    },
    {
      "last_name": "Alfawaz Altamimi",
      "fore_name": "Abdulmalik Saleh",
      "initials": "AS",
      "name": "Abdulmalik Saleh Alfawaz Altamimi",
      "affiliations": [
        "Department of Pharmaceutical Chemistry, College of Pharmacy, Prince Sattam Bin Abdulaziz University, Al Kharj, 11942, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, Jeddah, 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Babu",
      "fore_name": "M Arockia",
      "initials": "MA",
      "name": "M Arockia Babu",
      "affiliations": [
        "Institute of Pharmaceutical Research, GLA University, Mathura, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Goyal",
      "fore_name": "Kavita",
      "initials": "K",
      "name": "Kavita Goyal",
      "affiliations": [
        "Department of Biotechnology, Graphic Era (Deemed to be University), Clement Town, Dehradun, 248002, India."
      ]
    },
    {
      "last_name": "R",
      "fore_name": "Roopashree",
      "initials": "R",
      "name": "Roopashree R",
      "affiliations": [
        "Department of Chemistry and Biochemistry, School of Sciences, JAIN (Deemed to be University), Bangalore, Karnataka, India."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Irwanjot",
      "initials": "I",
      "name": "Irwanjot Kaur",
      "affiliations": [
        "Department of Allied Healthcare and Sciences, Vivekananda Global University, Jaipur, Rajasthan, 303012, India."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Sachin",
      "initials": "S",
      "name": "Sachin Kumar",
      "affiliations": [
        "NIMS Institute of Pharmacy, NIMS University, Rajasthan, Jaipur, India."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "M Ravi",
      "initials": "MR",
      "name": "M Ravi Kumar",
      "affiliations": [
        "Department of Chemistry, Raghu Engineering College, Visakhapatnam, Andhra Pradesh, 531162, India."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Haider",
      "initials": "H",
      "name": "Haider Ali",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Saveetha University, India."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Gaurav",
      "initials": "G",
      "name": "Gaurav Gupta",
      "affiliations": [
        "Centre for Research Impact & Outcome-Chitkara College of Pharmacy, Chitkara University, Punjab, India; Centre of Medical and Bio-allied Health Sciences Research, Ajman University, Ajman, United Arab Emirates."
      ]
    },
    {
      "last_name": "Balaraman",
      "fore_name": "Ashok Kumar",
      "initials": "AK",
      "name": "Ashok Kumar Balaraman",
      "affiliations": [
        "Research and Enterprise, University of Cyberjaya, Persiaran Bestari, Cyber 11, Cyberjaya, Selangor, 63000, Malaysia. Electronic address: ashok@cyberjaya.edu.my."
      ]
    }
  ],
  "journal": {
    "title": "Experimental eye research",
    "iso_abbreviation": "Exp Eye Res",
    "issn": "1096-0007",
    "issn_type": "Electronic",
    "volume": "258",
    "pub_year": "2025",
    "pub_month": "Sep"
  },
  "start_page": "110503",
  "pages": "110503",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Chitosan",
    "Hydrogels",
    "Wound Healing",
    "Anti-Bacterial Agents",
    "Humans",
    "Animals",
    "Corneal Injuries",
    "Regeneration",
    "Cornea"
  ],
  "article_ids": {
    "pubmed": "40588092",
    "doi": "10.1016/j.exer.2025.110503",
    "pii": "S0014-4835(25)00274-X"
  },
  "doi": "10.1016/j.exer.2025.110503",
  "dates": {
    "completed": "2025-07-29",
    "revised": "2025-07-29"
  },
  "chemicals": [
    "Chitosan",
    "Hydrogels",
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.249994",
    "pmid": "40588092"
  }
}