{
  "pmid": "40581161",
  "uid": "40581161",
  "title": "Towards efficient and targeted sampling of primary respiratory diseases from wastewater in congregate settings for seniors: Empowering high-risk demographics with prospective health threat data.",
  "abstract": "Respiratory disease outbreaks with overlapping symptomology in long-term care and congregate living facilities can have disproportionately negative impacts on the health and well-being of residents. Wastewater surveillance of SARS-CoV-2 demonstrated efficacy as an early outbreak warning for congregate facilities allowing for the implementation of effective non-pharmaceutical interventions. Assays that concomitantly target multiple respiratory pathogens exist for clinical diagnosis; however, challenges remain in the implementation of similar multi-pathogen surveillance from wastewater in terms of specificity, sensitivity and connections to clinical data. Herein, RT-qPCR multiplex assays were developed, combining detection of SARS-CoV-2, influenza and respiratory syncytial virus (RSV) into a single assay, reducing time and cost per sample. Data were analyzed in context of single pathogen detection sensitivity and known outbreaks at 1 long-term care facility, 4 retirement homes and 1 community site in Peterborough, ON, Canada. Analyses focused on 8 outbreak periods (SARS-CoV-2 (6); influenza (1); RSV (1)), 2 suspected influenza outbreaks, and parallel respiratory outbreaks. Wastewater signals for pathogens correlated with reported outbreak periods at facilities, while relative sensitivity was reduced, multiplex assay results had comparable signal trends to that of single pathogen assays. Among SARS-CoV-2 outbreaks, wastewater signals were detected ∼ 3-4 days prior to outbreaks. For influenza and RSV outbreaks, consistent wastewater signals were detected 3 and 12 days prior, respectively. A multiplexed assay approach allowed for identification of parallel respiratory pathogen outbreaks with overlapping symptomology. These findings support wastewater surveillance and efficiencies of multiplexing respiratory virus detection without losing signal detection for ongoing reduced-cost monitoring programs.",
  "authors": [
    {
      "last_name": "Morrison",
      "fore_name": "Erin N",
      "initials": "EN",
      "name": "Erin N Morrison",
      "affiliations": [
        "Trent University, Natural Resources DNA Profiling & Forensic Centre, 2140 East Bank Drive, Peterborough, ON, Canada. Electronic address: erinnmorrison@trentu.ca."
      ]
    },
    {
      "last_name": "Harnden",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Harnden",
      "affiliations": [
        "Trent University, Natural Resources DNA Profiling & Forensic Centre, 2140 East Bank Drive, Peterborough, ON, Canada."
      ]
    },
    {
      "last_name": "Boisvert",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Boisvert",
      "affiliations": [
        "Forensic Science Department, Trent University, 2140 East Bank Drive, Peterborough, ON, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Audrey E",
      "initials": "AE",
      "name": "Audrey E Wilson",
      "affiliations": [
        "Trent University, Natural Resources DNA Profiling & Forensic Centre, 2140 East Bank Drive, Peterborough, ON, Canada."
      ]
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Family Medicine, Queen's University, Kingston, ON, Canada; Peterborough Public Health, Peterborough, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pigeau",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Pigeau",
      "affiliations": [
        "Department of Family Medicine, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Kyle",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Kyle",
      "affiliations": [
        "Trent University, Natural Resources DNA Profiling & Forensic Centre, 2140 East Bank Drive, Peterborough, ON, Canada; Forensic Science Department, Trent University, 2140 East Bank Drive, Peterborough, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of virological methods",
    "iso_abbreviation": "J Virol Methods",
    "issn": "1879-0984",
    "issn_type": "Electronic",
    "volume": "338",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "27"
  },
  "start_page": "115212",
  "pages": "115212",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40581161",
    "doi": "10.1016/j.jviromet.2025.115212",
    "pii": "S0166-0934(25)00105-3"
  },
  "doi": "10.1016/j.jviromet.2025.115212",
  "dates": {
    "revised": "2025-07-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:36.583631",
    "pmid": "40581161"
  }
}