{
  "pmid": "40583938",
  "uid": "40583938",
  "title": "Bayesian Analysis of Time-To-Event Data in a Cluster-Randomized Trial: Major Outcomes With Personalized Dialysate TEMPerature (MyTEMP) Trial.",
  "abstract": "BACKGROUND: MyTEMP was a cluster-randomized trial to assess the effect of using a personalized cooler dialysate compared to standard temperature dialysate for potential cardiovascular benefits in patients receiving maintenance hemodialysis in Ontario, Canada. OBJECTIVE: To conduct Bayesian analyses of the MyTEMP trial, which sought to determine whether adopting a center-wide policy of personalized cooler dialysate is superior to a standard dialysate temperature of 36.5°C in reducing the risk of a composite outcome of cardiovascular-related deaths or hospitalizations. DESIGN: Secondary analysis of a parallel-group cluster-randomized trial. SETTING: In total, 84 dialysis centers in Ontario, Canada, were randomly allocated to the 2 groups. PATIENTS: Adult outpatients receiving in-center maintenance hemodialysis from dialysis centers participating in the trial. MEASUREMENTS: The primary composite outcome was cardiovascular-related death or hospital admission with myocardial infarction, ischemic stroke, or congestive heart failure during the 4-year trial period. METHODS: MyTEMP trial data were analyzed using Bayesian cause-specific parametric Weibull methods to model the survival time with 6 pre-defined reference priors of normal distributions on the log hazard ratio for the treatment effect (strongly enthusiastic, moderately enthusiastic, non-informative, moderately skeptical, skeptical, strongly skeptical). For each analysis, we reported the posterior mean, 2nd, 50th, and 98th percentiles of the treatment effects (hazard ratios) and 96% credible interval (CrI). We also reported the estimated posterior probabilities for different magnitudes of treatment effects. RESULTS: Regardless of priors, Bayesian analysis yielded consistent posterior means and a 96% CrI. The posterior distribution of the hazard ratio was concentrated between 0.95 and 1.05, indicating there was probably no substantial difference between the 2 trial arms. LIMITATIONS: The interpretation of Bayesian methods highly depends on the prior distributions. In our study, the prior distributions were determined by 2 experts without a formal elicitation method. A formal elicitation is encouraged in future trials to better quantify experts' uncertainty about the treatment effect. In addition, we used cause-specific parametric Weibull methods to model survival time, as semi-parametric methods were not available in the standard Bayesian statistical software package at the time of analysis. CONCLUSIONS: Our Bayesian analysis indicated that implementing personalized cooler dialysate as a center-wide policy is unlikely to yield meaningful benefits in reducing the composite outcome of cardiovascular-related deaths and hospitalizations, regardless of prior expectations, whether optimistic or skeptical, about the intervention's effectiveness.",
  "authors": [
    {
      "last_name": "Ouyang",
      "fore_name": "Yongdong",
      "initials": "Y",
      "name": "Yongdong Ouyang",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, ON, Canada.",
        "Methodological and Implementation Research, Ottawa Hospital Research Institute, ON, Canada."
      ],
      "orcid": "0000-0002-8692-2991"
    },
    {
      "last_name": "Luo",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Luo",
      "affiliations": [
        "ICES, ON, Canada.",
        "Lawson Health Research Institute, London Health Sciences Centre, ON, Canada."
      ],
      "orcid": "0000-0002-0608-9793"
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie N",
      "initials": "SN",
      "name": "Stephanie N Dixon",
      "affiliations": [
        "ICES, ON, Canada.",
        "Lawson Health Research Institute, London Health Sciences Centre, ON, Canada.",
        "Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-7566-6574"
    },
    {
      "last_name": "Al-Jaishi",
      "fore_name": "Ahmed A",
      "initials": "AA",
      "name": "Ahmed A Al-Jaishi",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-0376-2214"
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, ON, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, ON, Canada.",
        "Division of Nephrology, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8292-2014"
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Zwarenstein",
      "fore_name": "Merrick",
      "initials": "M",
      "name": "Merrick Zwarenstein",
      "affiliations": [
        "ICES, ON, Canada.",
        "Centre for Studies in Family Medicine, Departments of Family Medicine, Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Sierra",
      "initials": "S",
      "name": "Sierra Anderson",
      "affiliations": [
        "ICES, ON, Canada.",
        "Lawson Health Research Institute, London Health Sciences Centre, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES, ON, Canada.",
        "Lawson Health Research Institute, London Health Sciences Centre, ON, Canada.",
        "Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2025"
  },
  "start_page": "20543581251341710",
  "pages": "20543581251341710",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40583938",
    "pmc": "PMC12206259",
    "doi": "10.1177/20543581251341710",
    "pii": "10.1177_20543581251341710"
  },
  "doi": "10.1177/20543581251341710",
  "pmc_id": "PMC12206259",
  "dates": {
    "revised": "2025-07-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.673304",
    "pmid": "40583938"
  }
}