{
  "pmid": "40599658",
  "uid": "40599658",
  "title": "Opioid deaths in children in Ontario: A province-wide study.",
  "abstract": "OBJECTIVES: Opioid-related deaths are an ongoing concern. There have been increasing numbers of fentanyl-related adult deaths with limited knowledge of the characteristics and circumstances of opioid toxicity deaths in children. Our aim was to address this using province-wide data capturing all deaths in children under the age of 10 years in Ontario. METHODS: Data were extracted from the opioid investigative aid database at the Office of the Chief Coroner from the implementation of the system from October 1, 2017, to October 31, 2021. This collects all opioid-related deaths in Ontario (population 14.7 million). A chart review was undertaken on all deaths under 10 years of age. Patient characteristics were calculated as percentages; descriptive analysis was conducted. RESULTS: Ten deaths in children under the age of 10 occurred during the study period. The average age was 1.9 years with the oldest being 4 years and 9 months. The causative opioid was fentanyl alone in four cases (40%), fentanyl and other drugs in four cases (40%), and hydromorphone and methadone in one case each (10%). Most cases involved improperly stored medication or illicit substances. All children who died had previous child protection service involvement, and at least 70% of their families had previous police involvement. CONCLUSIONS: Fentanyl was the primary substance involved in 80% of deaths. Several potential areas of system change include education on fentanyl risk to young children, careful storage of illicit substances, and implications for how the child protection system intervenes in homes where the use of opioids and illicit substance use is reported to occur.",
  "authors": [
    {
      "last_name": "Assen",
      "fore_name": "Katrina",
      "initials": "K",
      "name": "Katrina Assen",
      "affiliations": [
        "Department of Paediatrics, Schulich School of Medicine & Dentistry, University of Western Ontario."
      ]
    },
    {
      "last_name": "Urbantke",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Urbantke",
      "affiliations": [
        "Office of the Chief Coroner of Ontario."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Thunder Bay Regional Health Sciences Centre, Thunder Bay, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rieder",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Rieder",
      "affiliations": [
        "Department of Paediatrics, Schulich School of Medicine & Dentistry, University of Western Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Paediatrics & child health",
    "iso_abbreviation": "Paediatr Child Health",
    "issn": "1205-7088",
    "issn_type": "Print",
    "volume": "30",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "122",
  "end_page": "125",
  "pages": "122-125",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40599658",
    "pmc": "PMC12208372",
    "doi": "10.1093/pch/pxae064",
    "pii": "pxae064"
  },
  "doi": "10.1093/pch/pxae064",
  "pmc_id": "PMC12208372",
  "dates": {
    "revised": "2025-07-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:01.380261",
    "pmid": "40599658"
  }
}