{
  "pmid": "40597042",
  "uid": "40597042",
  "title": "The universal interprofessional education Q tool (U-IPEQ) for student learning- a pilot trial in the human anatomical dissection space.",
  "abstract": "INTRODUCTION: Interprofessional education (IPE) provides opportunities for health professional students from different disciplines to interact and foster effective collaborations in their future practices. Currently, various IPE evaluation tools are available for different healthcare settings, but many are limited to ceiling effects. Therefore, an universal IPE evaluation tool that describes students' unique perspectives within an IPE competency-based framework is necessary. METHODS: Students' IPE readiness and perceptions were measured before and after an 8-week human anatomy dissection elective. This elective is offered annually to students from seven health professional programs, where students meet weekly for 3-hours to discuss scopes of practice, clinical case scenarios and perform anatomical dissections of human donors. The Likert-based Readiness for Interprofessional Learning scale (RIPLS) and Interprofessional Education and Perception scale (IEPS) were administered before and after the elective. To address the ceiling effects seen in Likert scores, a Universal IPE Perceptions Q tool (U-IPEQ), informed by the Canadian Interprofessional Health Collaborative Interprofessional Competency Framework, was created. U-IPEQ has 40 statements across four domains and responses were collected after the elective, using Q-methodology. RESULTS: A total of 24 from six disciplines and 15 students from seven disciplines completed the RIPLS and IEPS surveys before and after the elective, respectively. Twenty students from seven disciplines completed the U-IPEQ at the end of the elective. There were no statistically significant differences in the RIPLS and IEPS scores before and after the elective. However, the U-IPEQ revealed two distinct viewpoints: (1) IPE Knowledge experts; and (2) IPE Skill experts. CONCLUSIONS: The U-IPEQ was able to distinguish the differences in students' IPE learning priorities that were not obvious in the RIPLS and IEPS scores. Further refinement to U-IPEQ will be necessary to broaden its current applicability to other educational contexts.",
  "authors": [
    {
      "last_name": "Quach",
      "fore_name": "Shirley",
      "initials": "S",
      "name": "Shirley Quach",
      "affiliations": [
        "School of Rehabilitation Science, Faculty of Health Sciences, McMaster University, Hamilton, Canada. quachi1@mcmaster.ca.",
        "Program for Interprofessional Practice, Education and Research (PIPER), Faculty of Health Sciences, McMaster University, Hamilton, Canada. quachi1@mcmaster.ca."
      ],
      "orcid": "0000-0001-5693-3182"
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-3824-0881"
    },
    {
      "last_name": "Palombella",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Palombella",
      "affiliations": [
        "Education Program in Anatomy and Surgical Skills Laboratory, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "DeCarlo",
      "fore_name": "Brooke",
      "initials": "B",
      "name": "Brooke DeCarlo",
      "affiliations": [
        "Education Program in Anatomy and Surgical Skills Laboratory, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Wojkowski",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Wojkowski",
      "affiliations": [
        "School of Rehabilitation Science, Faculty of Health Sciences, McMaster University, Hamilton, Canada.",
        "Program for Interprofessional Practice, Education and Research (PIPER), Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-8103-0281"
    },
    {
      "last_name": "Wainman",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Wainman",
      "affiliations": [
        "Education Program in Anatomy and Surgical Skills Laboratory, Faculty of Health Sciences, McMaster University, Hamilton, Canada.",
        "Department of Pathology & Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-7616-961X"
    },
    {
      "last_name": "Mezil",
      "fore_name": "Yasmeen",
      "initials": "Y",
      "name": "Yasmeen Mezil",
      "affiliations": [
        "Education Program in Anatomy and Surgical Skills Laboratory, Faculty of Health Sciences, McMaster University, Hamilton, Canada.",
        "Department of Pathology & Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0009-0008-4335-3873"
    }
  ],
  "journal": {
    "title": "BMC medical education",
    "iso_abbreviation": "BMC Med Educ",
    "issn": "1472-6920",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "915",
  "pages": "915",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Pilot Projects",
    "Anatomy",
    "Dissection",
    "Interprofessional Education",
    "Interprofessional Relations",
    "Curriculum",
    "Students, Health Occupations",
    "Canada",
    "Educational Measurement"
  ],
  "article_ids": {
    "pubmed": "40597042",
    "pmc": "PMC12211976",
    "doi": "10.1186/s12909-025-07440-z",
    "pii": "10.1186/s12909-025-07440-z"
  },
  "doi": "10.1186/s12909-025-07440-z",
  "pmc_id": "PMC12211976",
  "dates": {
    "completed": "2025-07-02",
    "revised": "2025-07-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.251379",
    "pmid": "40597042"
  }
}