{
  "pmid": "40592550",
  "uid": "40592550",
  "title": "Multivariable Models to Predict a Diagnosis of Giant Cell Arteritis: Systematic Review and Metaanalysis.",
  "abstract": "OBJECTIVE: Multiple models to predict a diagnosis of giant cell arteritis (GCA) have been developed to assist clinicians. We conducted a systematic review and metaanalysis of model variables and model performance. METHODS: We searched PubMed, Embase, and the Cochrane Library from January 1990 to April 2024 for studies that used multivariable models to diagnose GCA. Study characteristics, patient characteristics, method of and criteria for diagnosis, and model details were extracted. A metaanalysis of individual signs and symptoms was performed using generic inverse variance. The Prediction Model Risk of Bias Assessment Tool (PROBAST) was used to assess individual model risk of bias. Certainty of the effect estimate for each predictor was assessed using Grading of Recommendations, Assessment, Development and Evaluation (GRADE) framework. RESULTS: We screened 2254 abstracts and included 44 studies. A total of 15,409 patients and 4340 diagnoses of GCA were included. Predictors with high certainty of effect and large effect size included jaw claudication, C-reactive protein elevation > 24.5 mg/L, platelets > 400 × 10[9]/L, positive temporal artery ultrasound, and presence of synovitis (predictive of a non-GCA diagnosis). Other factors classically associated with GCA, including vision loss, symptoms of polymyalgia rheumatica, and headache, were found to be predictive with lower certainty of effect. Models included were predominantly found to be at high risk of bias. CONCLUSION: Predictors of GCA were consistent across models; however, models were of poor methodologic quality. Future models to predict a diagnosis of GCA should be constructed with improved methodologic rigor. (PROSPERO registration: CRD42020186725).",
  "authors": [
    {
      "last_name": "Junek",
      "fore_name": "Mats L",
      "initials": "ML",
      "name": "Mats L Junek",
      "affiliations": [
        "M.L. Junek, MD, MSc, St. Joseph's Healthcare, and McMaster University, Division of Rheumatology, Department of Medicine, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8416-3955"
    },
    {
      "last_name": "Okaj",
      "fore_name": "Iva",
      "initials": "I",
      "name": "Iva Okaj",
      "affiliations": [
        "I. Okaj, MD, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8292-9080"
    },
    {
      "last_name": "Patel",
      "fore_name": "Sagar",
      "initials": "S",
      "name": "Sagar Patel",
      "affiliations": [
        "S. Patel, MD, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0897-9300"
    },
    {
      "last_name": "Hu",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Hu",
      "affiliations": [
        "A. Hu, MD, University of British Columbia, Division of Rheumatology, Department of Medicine, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Jessome",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Jessome",
      "affiliations": [
        "M.A. Jessome, MD, McMaster University, Division of Rheumatology, Department of Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Koh",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Koh",
      "affiliations": [
        "D. Koh, MD, McMaster University, Division of Rheumatology, Department of Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Choi",
      "fore_name": "Seungwon",
      "initials": "S",
      "name": "Seungwon Choi",
      "affiliations": [
        "S. Choi, MD, Queen's University, Department of Medicine, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Atwal",
      "fore_name": "Sukhreet",
      "initials": "S",
      "name": "Sukhreet Atwal",
      "affiliations": [
        "S. Atwal, BSc, McMaster University, Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Koussiouris",
      "fore_name": "John",
      "initials": "J",
      "name": "John Koussiouris",
      "affiliations": [
        "J. Koussiouris, MSc, McMaster University, Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pushani",
      "fore_name": "Johan",
      "initials": "J",
      "name": "Johan Pushani",
      "affiliations": [
        "J. Pushani, BSc, McMaster University, Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stark",
      "fore_name": "Colin",
      "initials": "C",
      "name": "Colin Stark",
      "affiliations": [
        "C. Stark, BSc, McMaster University, Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": [
        "F. Foroutan, PhD, Ted Rogers Center for Heart Research, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-1029-1812"
    },
    {
      "last_name": "Garner",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Garner",
      "affiliations": [
        "S. Garner, MD, MSc, University of Calgary, Division of Rheumatology, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Khalidi",
      "fore_name": "Nader",
      "initials": "N",
      "name": "Nader Khalidi",
      "affiliations": [
        "N. Khalidi, MD, St. Joseph's Healthcare, and McMaster University, Division of Rheumatology, Department of Medicine, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8270-2617"
    }
  ],
  "journal": {
    "title": "The Journal of rheumatology",
    "iso_abbreviation": "J Rheumatol",
    "issn": "1499-2752",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40592550",
    "doi": "10.3899/jrheum.2022-1204",
    "pii": "jrheum.2022-1204"
  },
  "doi": "10.3899/jrheum.2022-1204",
  "dates": {
    "revised": "2025-07-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:29.806086",
    "pmid": "40592550"
  }
}