{
  "pmid": "40598104",
  "uid": "40598104",
  "title": "Pharmacovigilance in focus: a study on pharmacy students' knowledge, attitudes, and practices in Saudi Arabia.",
  "abstract": "BACKGROUND: Spontaneous reporting of adverse drug reactions (ADRs) is a cornerstone of successful pharmacovigilance programs. Pharmacy students must acquire the necessary knowledge and skills to contribute effectively to these systems. AIM: This study aimed to evaluate pharmacy students' knowledge, attitudes, and practices (KAP) regarding pharmacovigilance in Saudi Arabia. METHODS: A cross-sectional online survey was conducted using a validated, self-administered questionnaire. The survey comprised four domains: demographics, knowledge, attitudes, and practices related to pharmacovigilance. Participants included fourth- and fifth-year pharmacy students and interns from King Khalid University, Saudi Arabia. A pilot test was conducted, and internal reliability was confirmed (Cronbach's alpha = 0.844). RESULTS: Of 359 invited students, 329 responded (91.3% response rate). Knowledge scores increased with academic level: Level 7 (6.07), Level 8 (5.37), Level 9 (6.38), Level 10 (6.19), and interns (6.42). Attitude scores ranged from 4.16 in Level 8 students to 5.62 in Level 9 students, with practice scores remaining low across all levels, reflecting limited educational exposure to ADR reporting. The Kruskal-Wallis test revealed significant differences in knowledge and attitude scores (p = 0.042 and p < 0.001, respectively), but not in practice (p = 0.305). CONCLUSION: The findings emphasize the need to enhance pharmacovigilance education through workshops, dedicated modules, and clinical ADR reporting exercises to improve students' preparedness in ensuring medication safety.",
  "authors": [
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Department of Clinical Pharmacy, College of Pharmacy, King Khalid University, Abha, 61421, Kingdom of Saudi Arabia."
      ]
    },
    {
      "last_name": "Makki",
      "fore_name": "Soha",
      "initials": "S",
      "name": "Soha Makki",
      "affiliations": [
        "Faculty of Pharmaceutical Sciences, UCSI University, Cheras, Kuala Lumpur, 56000, Malaysia."
      ]
    },
    {
      "last_name": "Abdelkarim",
      "fore_name": "Randa A",
      "initials": "RA",
      "name": "Randa A Abdelkarim",
      "affiliations": [
        "Faculty of Mathematical Sciences and Informatics, University of Khartoum, Khartoum, Sudan. randa.abdelhalim@uofk.edu."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical education",
    "iso_abbreviation": "BMC Med Educ",
    "issn": "1472-6920",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "970",
  "pages": "970",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Saudi Arabia",
    "Pharmacovigilance",
    "Students, Pharmacy",
    "Cross-Sectional Studies",
    "Health Knowledge, Attitudes, Practice",
    "Male",
    "Female",
    "Surveys and Questionnaires",
    "Adult",
    "Young Adult",
    "Education, Pharmacy",
    "Adverse Drug Reaction Reporting Systems"
  ],
  "article_ids": {
    "pubmed": "40598104",
    "pmc": "PMC12220541",
    "doi": "10.1186/s12909-025-07430-1",
    "pii": "10.1186/s12909-025-07430-1"
  },
  "doi": "10.1186/s12909-025-07430-1",
  "pmc_id": "PMC12220541",
  "dates": {
    "completed": "2025-07-02",
    "revised": "2025-07-04"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "RGP2/20/46",
      "agency": "Deanship of Research and Graduate Studies, King Khalid University, Abha"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:43.292115",
    "pmid": "40598104"
  }
}