{
  "pmid": "40601333",
  "uid": "40601333",
  "title": "Efficacy and Safety of Medical Interventions for Moderate to Severe Hidradenitis Suppurativa: A Living Systematic Review and Network Meta-Analysis.",
  "abstract": "IMPORTANCE: There is limited comparative information on regulatory approved and pipeline treatments in hidradenitis suppurativa (HS). OBJECTIVE: To compare efficacy, safety, and tolerability of treatments for moderate to severe HS. DATA SOURCES: MEDLINE, Embase, ClinicalTrials.gov, and Cochrane Central Register of Controlled Trials were searched from inception to June 28, 2024. STUDY SELECTION: Phase 2 and 3 randomized clinical trials of medical interventions (cytokine inhibitors, small molecule inhibitors, cell inhibitors, and other novel immune or inflammatory modifiers) for adults with moderate to severe HS having primary efficacy assessments between 12 and 16 weeks. DATA EXTRACTION AND SYNTHESIS: Data extraction and risk of bias assessments were performed independently by 2 reviewers. Efficacy outcomes were analyzed using random-effects network meta-analysis. Safety and tolerability outcomes were analyzed using pairwise fixed-effect meta-analyses vs placebo. Data analysis was performed between August 22, 2024, and April 7, 2025. MAIN OUTCOMES AND MEASURES: Primary efficacy, safety, and tolerability outcomes were Hidradenitis Suppurativa Clinical Response (HiSCR)-50, occurrence of serious adverse events (SAEs), and treatment discontinuation due to adverse events, respectively. HiSCR-75 was a secondary efficacy outcome. RESULTS: Of 26 eligible trials, 25 had available HiSCR-50 data, including 5767 total patients and 39 unique treatments. Compared with placebo, the following treatments were associated with significantly higher HiSCR-50 response rates: sonelokimab, 120 mg, every 4 weeks; lutikizumab, 300 mg, every 2 weeks; adalimumab, 40 mg, once per week; sonelokimab, 240 mg, every 2 weeks; bimekizumab, 320 mg, every 2 weeks; povorcitinib, 15 mg, once per day; bimekizumab, 320 mg, every 4 weeks; secukinumab, 300 mg, every 4 weeks; and secukinumab, 300 mg, every 2 weeks. Most differences between adalimumab, 40 mg, once per week, and other targeted treatments were not statistically significant. The percentage of patients experiencing SAEs ranged from 0% to 10% in the placebo groups, 0% to 8% in the adalimumab (40 mg, once per week) groups, and 0% to 6% in the other active treatment groups. The percentage of patients discontinuing treatment due to adverse events ranged from 0% to 10% in the placebo groups, 0% to 4% in the adalimumab (40 mg, once per week) groups, and 0% to 15% (ropsacitinib) in the other active treatment groups. CONCLUSIONS AND RELEVANCE: This network meta-analysis provides evidence for the comparative efficacy and safety of currently approved and pipeline medications for moderate to severe HS in the absence of head-to-head trials.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Northwell, New Hyde Park, New York.",
        "Department of Dermatology, Zucker School of Medicine at Hofstra/Northwell, New Hyde Park, New York."
      ]
    },
    {
      "last_name": "Cohn",
      "fore_name": "Erica",
      "initials": "E",
      "name": "Erica Cohn",
      "affiliations": [
        "Northwell, New Hyde Park, New York.",
        "Department of Dermatology, Zucker School of Medicine at Hofstra/Northwell, New Hyde Park, New York."
      ]
    },
    {
      "last_name": "Midgette",
      "fore_name": "Bria",
      "initials": "B",
      "name": "Bria Midgette",
      "affiliations": [
        "Northwell, New Hyde Park, New York.",
        "Department of Dermatology, Zucker School of Medicine at Hofstra/Northwell, New Hyde Park, New York."
      ]
    },
    {
      "last_name": "Frasier",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Frasier",
      "affiliations": [
        "Northwell, New Hyde Park, New York.",
        "Department of Dermatology, Zucker School of Medicine at Hofstra/Northwell, New Hyde Park, New York."
      ]
    },
    {
      "last_name": "Strunk",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Strunk",
      "affiliations": [
        "Northwell, New Hyde Park, New York."
      ]
    }
  ],
  "journal": {
    "title": "JAMA dermatology",
    "iso_abbreviation": "JAMA Dermatol",
    "issn": "2168-6084",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "02"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40601333",
    "pmc": "PMC12224058",
    "doi": "10.1001/jamadermatol.2025.1976",
    "pii": "2835830"
  },
  "doi": "10.1001/jamadermatol.2025.1976",
  "pmc_id": "PMC12224058",
  "dates": {
    "revised": "2025-07-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.441028",
    "pmid": "40601333"
  }
}