{
  "pmid": "40602677",
  "uid": "40602677",
  "title": "Effectiveness of Inpatient Rehabilitation for Older Adults Soon After Dialysis Initiation to Improve Health Outcomes.",
  "abstract": "RATIONALE & OBJECTIVE: Multiple studies have shown that older adults' initiation of dialysis is associated with functional decline often within months of starting treatment. This functional impairment has been associated with a 2- to 4-fold higher risk of mortality and morbidity. This study sought to assess if rehabilitation within the first few months after starting dialysis may improve physical function and reduce the rates of hospitalization and mortality. STUDY DESIGN: Retrospective matched cohort study. SETTING & PARTICIPANTS: Individuals in Ontario, Canada, aged ≥66 years initiating maintenance dialysis whose healthcare data were recorded by ICES, which captures administrative health data for the population of Ontario. EXPOSURE: Inpatient rehabilitation care within 6 months of starting dialysis. OUTCOMES: Change in the Functional Independence Measure (FIM®) score during the rehabilitation hospitalization among those receiving rehabilitation. Counts of hospital days, rates of admission to hospitals and long-term care facilities, and mortality over one year following the index date for comparisons of those who received rehabilitation to those who did not. ANALYTICAL APPROACH: Patients receiving rehabilitation and three times as many not receiving rehabilitation were matched using a propensity score logistic regression model. Outcomes among those who did and did not receive rehabilitation were compared using Cox proportional hazards models and the Cochran-Mantel-Haenszel test for binary outcomes. RESULTS: Among those undergoing rehabilitation, FIM® scores improved from 76±17 at admission, to 98±19 by discharge (p<0.0001). 1287 of 1567 (82%) patients admitted for rehabilitation within 6 months of dialysis were matched to 3861 patients who did not receive rehabilitation. Patients undergoing rehabilitation had similar 1-year mortality rates to the matched comparison population (27% vs. 25%, p=0.45), but higher hospitalization rates and length-of-stay. Six percent of patients in both groups were admitted to a long-term care facility within the 1-year follow-up (P=0.65). LIMITATIONS: Potential for residual confounding due to the use of administrative data. CONCLUSIONS: These data suggest that patients may benefit physically from rehabilitation around the time of starting dialysis. Hospitalization was slightly higher in those undergoing rehab, however unlike previously published data on those with low baseline functional status, mortality was similar across both groups.",
  "authors": [
    {
      "last_name": "Van Loon",
      "fore_name": "Ismay",
      "initials": "I",
      "name": "Ismay Van Loon",
      "affiliations": [
        "Division of Nephrology, University Health Network, Toronto, Ontario, Canada; Dept of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kajawo",
      "fore_name": "Shepherd",
      "initials": "S",
      "name": "Shepherd Kajawo",
      "affiliations": [
        "Division of Nephrology, University Health Network, Toronto, Ontario, Canada; Dept of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "ICES, Ontario, Canada; Lawson Health Research Institute, London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "Lawson Health Research Institute, London Health Sciences Centre, London, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada; Department of Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rodrigues",
      "fore_name": "Lima F",
      "initials": "LF",
      "name": "Lima F Rodrigues",
      "affiliations": [
        "Lawson Health Research Institute, London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie N",
      "initials": "SN",
      "name": "Stephanie N Dixon",
      "affiliations": [
        "ICES, Ontario, Canada; Lawson Health Research Institute, London Health Sciences Centre, London, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES, Ontario, Canada; Lawson Health Research Institute, London Health Sciences Centre, London, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada; Department of Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fleet",
      "fore_name": "Jamie L",
      "initials": "JL",
      "name": "Jamie L Fleet",
      "affiliations": [
        "Parkwood Institute Research, Parkwood Institute, London, Ontario, Canada; St. Joseph's Health Care London, London, Ontario, Canada; Physical Medicine and Rehabilitation, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Welk",
      "fore_name": "Blayne",
      "initials": "B",
      "name": "Blayne Welk",
      "affiliations": [
        "ICES, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada; Department of Surgery, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jassal",
      "fore_name": "S Vanita",
      "initials": "SV",
      "name": "S Vanita Jassal",
      "affiliations": [
        "Division of Nephrology, University Health Network, Toronto, Ontario, Canada; Dept of Medicine, University of Toronto, Toronto, Ontario, Canada. Electronic address: vanita.jassal@uhn.ca."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "30"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40602677",
    "doi": "10.1053/j.ajkd.2025.06.003",
    "pii": "S0272-6386(25)00921-7"
  },
  "doi": "10.1053/j.ajkd.2025.06.003",
  "dates": {
    "revised": "2025-07-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.441249",
    "pmid": "40602677"
  }
}