{
  "pmid": "40608176",
  "uid": "40608176",
  "title": "Trends in physical and mental health needs across generations in Australia.",
  "abstract": "Despite evidence of changes in age-specific incidence and prevalence rates for chronic conditions and disease, future health resource planning is often based on historical age- and gender-specific service use, neglecting changes in the need for care within age groups between generations. This paper studies differences in health needs by age and gender across birth cohorts in Australia and considers the implications for future health service planning. Whilst controlling for age and period effects, we find that more recent-born female birth cohorts have higher prevalence rates of long-term health conditions than earlier-born cohorts, whereas we don't find an effect for males. The increase for females corresponds with an increase in probable mental disorders, and while we also find an increase in probable mental disorders among males, decreases in physical impairment rates among both genders offset the overall rates of long-term health conditions among males but not among females, where increases in probable mental disorders are larger. Comparing projections of mental health service requirements that integrate cohort effects, as opposed to those that do not, shows that traditional planning models may underestimate health service requirements for the future. Our findings suggest that health service planners should relax assumptions about constant age-specific use.",
  "authors": [
    {
      "last_name": "Lenzen",
      "fore_name": "Sabrina",
      "initials": "S",
      "name": "Sabrina Lenzen",
      "affiliations": [
        "Centre for the Business and Economics of Health, The University of Queensland, QLD, St Lucia, 4072, Australia. s.lenzen@uq.edu.au."
      ],
      "orcid": "0000-0001-9924-5478"
    },
    {
      "last_name": "Connelly",
      "fore_name": "Luke",
      "initials": "L",
      "name": "Luke Connelly",
      "affiliations": [
        "Department of Sociology and Business Law, The University of Bologna, 40126, Bologna, Italy."
      ]
    },
    {
      "last_name": "Whittaker",
      "fore_name": "William",
      "initials": "W",
      "name": "William Whittaker",
      "affiliations": [
        "Institute of Population Health, Public Health, Policy and Systems, University of Liverpool, Liverpool, UK."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Division of Population Health, Health Services Research & Primary Care, The University of Manchester, Manchester, UK.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The European journal of health economics : HEPAC : health economics in prevention and care",
    "iso_abbreviation": "Eur J Health Econ",
    "issn": "1618-7601",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "03"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40608176",
    "doi": "10.1007/s10198-025-01791-6",
    "pii": "10.1007/s10198-025-01791-6"
  },
  "doi": "10.1007/s10198-025-01791-6",
  "dates": {
    "revised": "2025-07-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.860494",
    "pmid": "40608176"
  }
}