{
  "pmid": "40602670",
  "uid": "40602670",
  "title": "Effects of polystyrene nanoplastics on the female reproductive system in mice: Implications for ovarian function and follicular development.",
  "abstract": "INTRODUCTION: Plastic pollution has led to widespread accumulation of microplastics (MPs) and nanoplastics (NPs), increasing human exposure via ingestion, inhalation, and dermal contact. While MPs have been linked to endocrine and reproductive toxicity, studies on NPs, especially their effects on female reproductive health, remain limited. Given their smaller size and greater bioavailability, NPs may cross biological barriers and accumulate in reproductive tissues. This study examines the effects of oral polystyrene nanoplastics (PS-NPs) on estrous cyclicity, follicle development, atresia, corpora lutea formation, and serum hormone levels in female mice. MATERIALS AND METHODS: Female C57BL/6 mice were orally exposed to water (control) or PS-NPs (100 µg/L or 1000 µg/L) daily for 29 days. Vaginal lavage samples were collected during the last 15 days to monitor estrous cyclicity. At study completion, mice were euthanized, and blood and ovarian tissues were collected for analysis. Ovaries were processed for histological evaluation, and serum hormone levels were quantified using ELISA. RESULTS: PS-NPs exposure significantly increased estrous cycle length in the high-dose group compared to control (5.53 ± .80 days vs 4.70 ± 0.71 days, P = 0.02). Serum progesterone levels were significantly reduced in the high-dose group compared to control (mean difference = 1.64 pg/mL, standard error of difference (SED) = 0.64, P = 0.03). Antral follicle diameter decreased significantly in both exposure groups compared to control, with a more pronounced reduction at the higher dose (P = 0.001). Additionally, chronic PS-NPs exposure led to a significant decrease in corpora lutea density and a significant increase in atretic follicle density in the high exposure group compared to control (mean difference = 1.46, SED = 0.52, P = 0.02 & mean difference = 3.01, SED = 0.95, P = 0.01 respectively). CONCLUSION: Chronic PS-NPs exposure in female mice disrupted ovarian function as evidenced by a dose-dependent reduction in antral follicle size, decreased corpora lutea density, increased atretic follicle density, prolonged estrous cycles, and decreased serum progesterone levels, suggesting potential implications for anovulation, infertility, and other reproductive disorders. Future studies should further investigate the mechanisms underlying NPs-induced reproductive toxicity.",
  "authors": [
    {
      "last_name": "Gholiof",
      "fore_name": "Mahsa",
      "initials": "M",
      "name": "Mahsa Gholiof",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada. Electronic address: gholiofm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Wessels",
      "fore_name": "Jocelyn M",
      "initials": "JM",
      "name": "Jocelyn M Wessels",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada; Afynia Inc., Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Foster",
      "fore_name": "Warren G",
      "initials": "WG",
      "name": "Warren G Foster",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada; Afynia Inc., Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Turpin",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Turpin",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada; Afynia Inc., Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Reproductive toxicology (Elmsford, N.Y.)",
    "iso_abbreviation": "Reprod Toxicol",
    "issn": "1873-1708",
    "issn_type": "Electronic",
    "volume": "136",
    "pub_year": "2025",
    "pub_month": "Sep"
  },
  "start_page": "108983",
  "pages": "108983",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Animals",
    "Polystyrenes",
    "Mice, Inbred C57BL",
    "Estrous Cycle",
    "Ovary",
    "Ovarian Follicle",
    "Nanoparticles",
    "Microplastics",
    "Progesterone",
    "Mice"
  ],
  "article_ids": {
    "pubmed": "40602670",
    "doi": "10.1016/j.reprotox.2025.108983",
    "pii": "S0890-6238(25)00154-6"
  },
  "doi": "10.1016/j.reprotox.2025.108983",
  "dates": {
    "completed": "2025-07-13",
    "revised": "2025-07-13"
  },
  "chemicals": [
    "Polystyrenes",
    "Microplastics",
    "Progesterone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.186513",
    "pmid": "40602670"
  }
}