{
  "pmid": "40618228",
  "uid": "40618228",
  "title": "Icariin as a therapeutic agent in breast cancer: modulating apoptosis and suppressing proliferation.",
  "abstract": "Breast cancer remains the leading cause of cancer-related death worldwide, underscoring the urgent need for novel therapeutic strategies. Icariin, a prenylated flavonol glycoside derived from Epimedium species, has emerged as a promising multi-targeted agent with potent anticancer activity. Preclinical studies demonstrate that icariin modulates key oncogenic pathways, including PI3K/Akt, MAPK, NF-κB/SIRT6, and AMPK/mTOR to inhibit tumor cell proliferation, induce apoptosis, and regulate autophagy. Moreover, icariin exhibits anti-metastatic effects by suppressing epithelial-to-mesenchymal transition, matrix metalloproteinase activity, and immunomodulatory actions that may enhance antitumor immunity. Despite these encouraging findings, a comprehensive understanding of its molecular mechanisms and translational potential remains limited. Here, we systematically review the latest in vitro and in vivo evidence on icariin's pharmacological effects in breast cancer models. We highlight advances in nanoformulation approaches to improve their bioavailability and identify critical knowledge gaps. This review aims to guide future research toward optimized delivery systems and well-designed clinical trials by integrating mechanistic insights with formulation science. Ultimately, elucidating the full therapeutic profile of icariin will inform its incorporation into complementary and integrative oncology regimens, potentially improving outcomes for patients with diverse breast cancer subtypes.",
  "authors": [
    {
      "last_name": "Goyal",
      "fore_name": "Kavita",
      "initials": "K",
      "name": "Kavita Goyal",
      "affiliations": [
        "Department of Biotechnology, Graphic Era (Deemed to be University), Dehradun, India."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Babu",
      "fore_name": "M Arockia",
      "initials": "MA",
      "name": "M Arockia Babu",
      "affiliations": [
        "Institute of Pharmaceutical Research, GLA University, Mathura, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Roopashree",
      "fore_name": "R",
      "initials": "R",
      "name": "R Roopashree",
      "affiliations": [
        "Department of Biotechnology and Genetics, School of Sciences, JAIN (Deemed to be University), Bangalore, Karnataka, India."
      ]
    },
    {
      "last_name": "Bansal",
      "fore_name": "Pooja",
      "initials": "P",
      "name": "Pooja Bansal",
      "affiliations": [
        "Department of Allied Healthcare and Sciences, Vivekananda Global University, Jaipur, Rajasthan, India."
      ]
    },
    {
      "last_name": "Mishra",
      "fore_name": "Shivang",
      "initials": "S",
      "name": "Shivang Mishra",
      "affiliations": [
        "NIMS Institute of Pharmacy, NIMS University Rajasthan, Jaipur, India."
      ]
    },
    {
      "last_name": "Prasad",
      "fore_name": "G V Siva",
      "initials": "GVS",
      "name": "G V Siva Prasad",
      "affiliations": [
        "Department of Chemistry, Raghu Engineering College, Visakhapatnam, Andhra Pradesh, India."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Md Sadique",
      "initials": "MS",
      "name": "Md Sadique Hussain",
      "affiliations": [
        "Uttaranchal Institute of Pharmaceutical Sciences, Uttaranchal University, Dehradun, India."
      ],
      "orcid": "0000-0002-3554-1750"
    },
    {
      "last_name": "Negi",
      "fore_name": "Poonam",
      "initials": "P",
      "name": "Poonam Negi",
      "affiliations": [
        "Chitkara College of Pharmacy, Chitkara University, Rajpura, Punjab, India."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Saurabh",
      "initials": "S",
      "name": "Saurabh Gupta",
      "affiliations": [
        "Department of Pharmacology, Chameli Devi Institute of Pharmacy, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Sachin Kumar",
      "initials": "SK",
      "name": "Sachin Kumar Singh",
      "affiliations": [
        "School of Pharmaceutical Sciences, Lovely Professional University, Phagwara, Punjab, India.",
        "Sunway Biofunctional Molecules Discovery Centre (SBMDC), School of Medical and Life Sciences, Sunway University, Sunway, Malaysia."
      ]
    },
    {
      "last_name": "Chellappan",
      "fore_name": "Dinesh Kumar",
      "initials": "DK",
      "name": "Dinesh Kumar Chellappan",
      "affiliations": [
        "Department of Life Sciences, School of Pharmacy, International Medical University, Bukit Jalil, Kuala Lumpur, Malaysia."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Gaurav",
      "initials": "G",
      "name": "Gaurav Gupta",
      "affiliations": [
        "154025 Centre for Research Impact & Outcome, Chitkara College of Pharmacy, Chitkara University , Rajpura, Punjab, India.",
        "Centre of Medical and Bio-Allied Health Sciences Research, Ajman University, Ajman, United Arab Emirates."
      ]
    }
  ],
  "journal": {
    "title": "Journal of complementary & integrative medicine",
    "iso_abbreviation": "J Complement Integr Med",
    "issn": "1553-3840",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "07"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40618228",
    "doi": "10.1515/jcim-2024-0405",
    "pii": "jcim-2024-0405"
  },
  "doi": "10.1515/jcim-2024-0405",
  "dates": {
    "revised": "2025-07-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.253031",
    "pmid": "40618228"
  }
}