{
  "pmid": "40616528",
  "uid": "40616528",
  "title": "Endophyte-enriched biochar and zeolite for heavy metal immobilization in sewage-irrigated soils: impacts on Spinacia oleracea growth and antioxidant responses.",
  "abstract": "Untreated sewage water (SW) irrigation in farmlands leads to the accumulation of toxic metals in soils, which can cause serious concerns for food safety and global food security. This study evaluated the effectiveness of endophytic enriched biochar (EBC) and endophytic enriched zeolite (EZE) as immobilizing agents to reduce heavy metal uptake in Spinacea oleracea (S. oleracea) irrigated with SW. In a pot experiment, EBC and EZE were applied at rate of 1% w/w with control treatment. The experiment was arranged in completely randomized design with three replicates. Results showed that SW negatively affected spinach growth and physiology. However, applying EBC and EZE, alone or in combination, considerably improved growth and physiology by reducing cadmium (Cd) and chromium (Cr) uptake. Interestingly, combining EBC and EZE with tap water (TW) and SW increased shoot and root dry weights by 80.58% and 71.83%, reducing Cd and Cr uptake in shoots by 93% and 75%, respectively, compared to the control. Additionally, this combination significantly decreased antioxidant enzyme activity, particularly Ascorbate peroxidase (APX, 59.4%), Catalase (CAT, 42.3%), Glutathione peroxidase (GPX, 68%). The co-application of EBC and EZE under TW+SW (1:1) enhanced phyto-stabilization efficiency significantly and minimized health risks from spinach consumption. The improvement in plant growth with EBC and EZE under Cd and Cr stress suggests that both amendments could be efficient for promoting the Cd and Cr immobilization and improving the soil quality in Cd and Cr-contaminated soil. This emphasizes their capacity as sustainable soil enhancer for the remediation of Cd and Cr-contaminated soils, promotion of healthy plant biomass and support the prolonged ecological restoration.",
  "authors": [
    {
      "last_name": "Abdul Sattar",
      "fore_name": "Sana",
      "initials": "S",
      "name": "Sana Abdul Sattar",
      "affiliations": [
        "Institute of Soil and Environmental Sciences, University of Agriculture Faisalabad, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Naveed",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Naveed",
      "affiliations": [
        "Institute of Soil and Environmental Sciences, University of Agriculture Faisalabad, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Abid",
      "fore_name": "Iqra",
      "initials": "I",
      "name": "Iqra Abid",
      "affiliations": [
        "Institute of Soil and Environmental Sciences, University of Agriculture Faisalabad, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Younus",
      "fore_name": "Salman",
      "initials": "S",
      "name": "Salman Younus",
      "affiliations": [
        "National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Kucerik",
      "fore_name": "Jiri",
      "initials": "J",
      "name": "Jiri Kucerik",
      "affiliations": [
        "Department of Agrochemistry, Soil Science, Microbiology and Plant Nutrition, Faculty of AgriSciences, Mendel University in Brno, Brno, Czech Republic."
      ]
    },
    {
      "last_name": "Brtnicky",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Brtnicky",
      "affiliations": [
        "Department of Agrochemistry, Soil Science, Microbiology and Plant Nutrition, Faculty of AgriSciences, Mendel University in Brno, Brno, Czech Republic.",
        "Department of Landscape Ecology, Landscape Research Institute, Brno, Czech Republic."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Adnan",
      "initials": "A",
      "name": "Adnan Mustafa",
      "affiliations": [
        "Guangdong Provincial Key Laboratory of Applied Botany, South China Botanical Garden, Chinese Academy of Sciences, Guangzhou, China."
      ]
    }
  ],
  "journal": {
    "title": "International journal of phytoremediation",
    "iso_abbreviation": "Int J Phytoremediation",
    "issn": "1549-7879",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "05"
  },
  "start_page": "1",
  "end_page": "20",
  "pages": "1-20",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40616528",
    "doi": "10.1080/15226514.2025.2526599"
  },
  "doi": "10.1080/15226514.2025.2526599",
  "dates": {
    "revised": "2025-07-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.251883",
    "pmid": "40616528"
  }
}