{
  "pmid": "40618179",
  "uid": "40618179",
  "title": "Virtual Intervention for Vertebral frActures (VIVA): protocol for a feasibility study of a multicentre randomized controlled trial.",
  "abstract": "BACKGROUND: Vertebral fractures due to osteoporosis cause significant pain and disability. There is guidance available on the management of osteoporotic vertebral fractures, informed by systematic reviews and a consensus process. However, few studies examine whether implementing pragmatic and patient-oriented rehabilitation interventions can improve outcomes for individuals with a vertebral fracture. METHODS: The purpose of the study is to investigate the feasibility of a multicentre randomized controlled trial of an 8-week virtual rehabilitation intervention for people with an osteoporotic vertebral fracture in Ontario, British Columbia, and Quebec. The design is a multicentre randomized controlled trial with two parallel groups randomized in a 1:1 ratio, stratified by centre to immediate or delayed (10 weeks after randomization) receipt of the Virtual Intervention for Vertebral frActures (VIVA). Four centres will each recruit eight individuals (total n = 32) over the age of 50 who have had at least one vertebral fracture in the past 2 years confirmed by a radiology report. VIVA involves once weekly virtual rehabilitation sessions delivered over 8 weeks by an exercise professional, covering four areas: pain management, safe movement, exercise, and nutrition. Exercise professional provides resources and prescribes exercise therapy for participants to implement outside of the scheduled sessions. The primary feasibility outcomes are recruitment, retention, and adherence, and criteria for success are as follows: (a) recruiting eight people per site in 5 months, (b) 80% of participants completing the trial, and (c) 75% adherence to the virtual rehabilitation sessions. The secondary outcomes include costs relative to benefit, effects on health-related outcomes (e.g. 30-s chair stand, Brief Pain Inventory, Quality of Life Questionnaire of the European Foundation for Osteoporosis-41, SCREEN-14), and outcomes related to implementation (e.g. participant and provider experience using semi-structured interviews, fidelity, number of screened and enrolled participants by referral source, fracture verification process). Descriptive analyses (e.g. mean, count, percentage) will be performed for primary feasibility outcomes and secondary outcomes. DISCUSSION: The results will establish the feasibility of a future trial investigating the effectiveness of the VIVA intervention in people with an osteoporotic vertebral fracture. TRIAL REGISTRATION: The trial was registered in ClinicalTrials.gov on October 21, 2024 (NCT06650410), https://clinicaltrials.gov/study/NCT06650410 .",
  "authors": [
    {
      "last_name": "Sevinc",
      "fore_name": "Ada",
      "initials": "A",
      "name": "Ada Sevinc",
      "affiliations": [
        "Department of Kinesiology and Health Sciences, University of Waterloo, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Division of Geriatric Medicine & Rheumatology and Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Morin",
      "fore_name": "Suzanne N",
      "initials": "SN",
      "name": "Suzanne N Morin",
      "affiliations": [
        "Department of Medicine, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Watt",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Watt",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kherani",
      "fore_name": "Raheem B",
      "initials": "RB",
      "name": "Raheem B Kherani",
      "affiliations": [
        "Division of Rheumatology, Department of Medicine, Arthritis Research Canada, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Brien",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Brien",
      "affiliations": [
        "Osteoporosis Canada, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Funnell",
      "fore_name": "Larry",
      "initials": "L",
      "name": "Larry Funnell",
      "affiliations": [
        "Osteoporosis Canada, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, St. Joseph's Healthcare Hamilton, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Beaupre",
      "fore_name": "Lauren A",
      "initials": "LA",
      "name": "Lauren A Beaupre",
      "affiliations": [
        "Department of Physical Therapy, Faculty of Rehabilitation Medicine, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Gibbs",
      "fore_name": "Jenna C",
      "initials": "JC",
      "name": "Jenna C Gibbs",
      "affiliations": [
        "Department of Kinesiology and Physical Education, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Keller",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Keller",
      "affiliations": [
        "Schlegel Research Institute for Aging and Department of Kinesiology and Health Sciences, University of Waterloo, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Caitlin",
      "initials": "C",
      "name": "Caitlin McArthur",
      "affiliations": [
        "School of Physiotherapy, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Ponzano",
      "fore_name": "Matteo",
      "initials": "M",
      "name": "Matteo Ponzano",
      "affiliations": [
        "School of Health and Exercise Sciences and International Collaboration On Repair Discoveries (ICORD), Blusson Spinal Cord Centre (BSCC), The University of British Columbia, Kelowna, BC, Canada."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Sonia",
      "initials": "S",
      "name": "Sonia Singh",
      "affiliations": [
        "Department of Family Practice, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Straus",
      "affiliations": [
        "Geriatric Medicine, Department of Medicine, Knowledge Translation Program, St. Michael's Hospital, Li Ka Shing Knowledge Institute, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Thain",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Thain",
      "affiliations": [
        "Division of Geriatric Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Weston",
      "fore_name": "Zachary J",
      "initials": "ZJ",
      "name": "Zachary J Weston",
      "affiliations": [
        "Canadian Society for Exercise Physiology, Ottawa, ON, Canada.",
        "Faculty of Science, Wilfrid Laurier University, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Wideman",
      "fore_name": "Timothy H",
      "initials": "TH",
      "name": "Timothy H Wideman",
      "affiliations": [
        "School of Physical and Occupational Therapy, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Witiw",
      "fore_name": "Christopher D",
      "initials": "CD",
      "name": "Christopher D Witiw",
      "affiliations": [
        "Division of Neurosurgery, Department of Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Giangregorio",
      "fore_name": "Lora",
      "initials": "L",
      "name": "Lora Giangregorio",
      "affiliations": [
        "Schlegel Research Institute for Aging and Department of Kinesiology and Health Sciences, University of Waterloo, Waterloo, ON, N2L 3G1, Canada. lora.giangregorio@uwaterloo.ca."
      ],
      "orcid": "0000-0002-3739-1805"
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "05"
  },
  "start_page": "94",
  "pages": "94",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40618179",
    "pmc": "PMC12228205",
    "doi": "10.1186/s40814-025-01665-x",
    "pii": "10.1186/s40814-025-01665-x"
  },
  "doi": "10.1186/s40814-025-01665-x",
  "pmc_id": "PMC12228205",
  "dates": {
    "revised": "2025-07-08"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "SCT-191277",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.458095",
    "pmid": "40618179"
  }
}