{
  "pmid": "40611085",
  "uid": "40611085",
  "title": "Paying for home care: a cross-sectional study of participants of the Canadian Longitudinal Study on Aging.",
  "abstract": "BACKGROUND: Home care supports older adults living in the community by providing medical, rehabilitative, and personal care at home. Across Canada there is wide variability in public funding models for home care, which may also be paid for privately. Our objective was to compare individual characteristics across different home care payment groups and examine associations between sociodemographic factors, health status, and private payment for care. METHODS: We included formal home care users from the Canadian Longitudinal Study on Aging (CLSA) between 2015 and 2021 and classified them into three groups based on how much of their home care was paid for out-of-pocket: none, part, or all. We used descriptive statistics to compare the individual and home care characteristics of the three groups. We used unadjusted and adjusted multinomial logistic regression models to examine associations with the home care payment groups. RESULTS: Of 44,817 participants in the CLSA, 3,580 were formal home care users. Using weighted proportions, 6.8% of the CLSA were home care users, and of these 46.2% reported paying nothing out-of-pocket, 12.7% paid partially, and 41.0% paid all costs. Individuals who paid all costs reported the best health, whereas those who paid partially reported the worst. Meal preparation/homemaking and housework/maintenance services were more commonly paid for privately, while medical care was more likely to be publicly funded. Higher-income individuals were more likely to pay entirely out-of-pocket and large provincial variations were noted across payment groups. CONCLUSIONS: Private home care is common in Canada, particularly for non-medical services. Income-related disparities may limit access for those unable to pay, contributing to inequities in aging. Policies ensuring equitable access to essential services will be critical as demand for home care grows. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1186/s12913-025-12975-4.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L8, Canada. jonesa13@mcmaster.ca.",
        "ICES, Toronto, ON, Canada. jonesa13@mcmaster.ca.",
        "Schlegel-UW Research Institute for Aging, Waterloo, ON, Canada. jonesa13@mcmaster.ca."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "James",
      "initials": "J",
      "name": "James Lee",
      "affiliations": [
        "ICES, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Schumacher",
      "fore_name": "Connie",
      "initials": "C",
      "name": "Connie Schumacher",
      "affiliations": [
        "School of Nursing, Faculty of Applied Health Sciences, Brock University, St. Catharines, ON, Canada."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Heebah",
      "initials": "H",
      "name": "Heebah Sultan",
      "affiliations": [
        "Ontario Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mayhew",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Mayhew",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L8, Canada.",
        "Labarge Centre for Mobility in Aging, Hamilton, ON, Canada.",
        "McMaster Institute for Research on Aging, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Watt",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Watt",
      "affiliations": [
        "ICES, Toronto, ON, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada.",
        "Division of Geriatric Medicine, Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Caitlin",
      "initials": "C",
      "name": "Caitlin McArthur",
      "affiliations": [
        "School of Physiotherapy, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Tannahill-Wade",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Tannahill-Wade",
      "affiliations": [
        "School of Mathematics and Statistics, Carleton University, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Holyoke",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Holyoke",
      "affiliations": [
        "SE Research Centre, SE Health, Markham, ON, Canada."
      ]
    },
    {
      "last_name": "Bronskill",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Bronskill",
      "affiliations": [
        "ICES, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L8, Canada.",
        "ICES, Toronto, ON, Canada.",
        "McMaster Institute for Research on Aging, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "03"
  },
  "start_page": "912",
  "pages": "912",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40611085",
    "pmc": "PMC12224394",
    "doi": "10.1186/s12913-025-12975-4",
    "pii": "10.1186/s12913-025-12975-4"
  },
  "doi": "10.1186/s12913-025-12975-4",
  "pmc_id": "PMC12224394",
  "dates": {
    "revised": "2025-07-06"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "185769",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.539096",
    "pmid": "40611085"
  }
}