{
  "pmid": "40614982",
  "uid": "40614982",
  "title": "Variations in End-of-Life Symptom Management Medication Prescribing Among Home Care Recipients in Ontario, Canada.",
  "abstract": "CONTEXT: Nearing the end of life (EOL), a variety of medications can be prescribed for symptom management during the dying process. OBJECTIVES: To describe the prescribing of subcutaneous symptom management medications during the last six weeks of life among home care recipients in Ontario, Canada, and to assess the association of prescribing medications with EOL outcomes. METHODS: This retrospective cohort study included individuals in Ontario who died between January 1, 2017, and March 17, 2020, aged 66-105 at death and who received publicly-funded home care at least one month prior to death. End-of-life symptom management medications were identified based on an extensive literature review and consultation with Ontario palliative care physicians. We measured the proportion of decedents prescribed an EOL medication in the last six weeks of life. We used log-binomial regression models to evaluate the association between EOL medication prescribing and emergency department visits and hospitalizations in the last two weeks of life, and location of death (community vs. institution). RESULTS: Of the 55,903 home care decedents identified, 28.6% received an EOL symptom management prescription. Those who received a prescription had a decreased risk of dying in an institution (adjusted risk ratio (aRR): 0.59, 95% confidence interval (CI): 0.57-0.60), having an emergency department visit (aRR: 0.22, CI: 0.20-0.24), and being hospitalized (aRR: 0.20, CI: 0.18-0.22) compared to those without a prescription. CONCLUSION: Our findings suggest that EOL prescribing is associated with a decreased risk of late acute care use and death in hospital among home care decedents.",
  "authors": [
    {
      "last_name": "Fremont",
      "fore_name": "Deena",
      "initials": "D",
      "name": "Deena Fremont",
      "affiliations": [
        "Bruyère Health Research Institute (D.F., J.D., C.W.), Ottawa, Ontario, Canada; Ottawa Hospital Research Institute (D.F., J.D., C.W.), Ottawa, Ontario, Canada. Electronic address: dfremont@ohri.ca."
      ]
    },
    {
      "last_name": "Downar",
      "fore_name": "James",
      "initials": "J",
      "name": "James Downar",
      "affiliations": [
        "Bruyère Health Research Institute (D.F., J.D., C.W.), Ottawa, Ontario, Canada; Ottawa Hospital Research Institute (D.F., J.D., C.W.), Ottawa, Ontario, Canada; Department of Medicine (J.D.), University of Ottawa, Ottawa, Ontario, Canada; School of Epidemiology and Public Health (J.D.), University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology (H.S.), McMaster University, Hamilton, Ontario, Canada; ICES uOttawa (H.S.), Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "Department of Family Medicine and Primary Care (P.T.), University of Hong Kong, Hong Kong, China."
      ]
    },
    {
      "last_name": "Webber",
      "fore_name": "Colleen",
      "initials": "C",
      "name": "Colleen Webber",
      "affiliations": [
        "Bruyère Health Research Institute (D.F., J.D., C.W.), Ottawa, Ontario, Canada; Ottawa Hospital Research Institute (D.F., J.D., C.W.), Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "1873-6513",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "02"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40614982",
    "doi": "10.1016/j.jpainsymman.2025.06.013",
    "pii": "S0885-3924(25)00702-X"
  },
  "doi": "10.1016/j.jpainsymman.2025.06.013",
  "dates": {
    "revised": "2025-07-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.112535",
    "pmid": "40614982"
  }
}