{
  "pmid": "40616121",
  "uid": "40616121",
  "title": "Non-linear associations of triglyceride glucose index with all-cause and cardiovascular mortality in patients with heart failure.",
  "abstract": "BACKGROUND: The relationship between triglyceride glucose (TyG) index and long-term prognosis in individuals with heart failure (HF) remains unclear. This study aimed to explore the relationship between the TyG index and both all-cause and cardiovascular mortality in patients with HF. METHODS: A total of 709 participants with HF were included from the National Health and Nutrition Examination Survey (1999-2018). The primary endpoints were all-cause mortality and cardiovascular mortality. Participants were classified into three groups (T1, T2, and T3) based on the tertiles of the TyG index, with T1 representing the group having the lowest values, T2 the middle-value group, and T3 the group with the highest values. Multivariate Cox proportional hazards regression model was used to investigate the associations between the TyG index and both all-cause mortality and cardiovascular mortality. The restricted cubic spline (RCS) analysis was used to examine the non-linear associations between TyG index and the endpoint events, and a two-piecewise Cox hazards model was constructed. RESULTS: During a median follow-up period of 74 months, a total of 355 deaths were recorded, with 128 of them attributed to cardiovascular causes. Multivariate Cox regression models showed that compared to the T1 group, the T2 group exhibited a significantly lower risk of cardiovascular mortality (model 1 h: 0.51, 95%CI: 0.28-0.94; model 2 h: 0.55, 95%CI: 0.30-1.00). The RCS analysis revealed a nonlinear relationship between TyG index and all-cause mortality (p-non-linear: 0.014) as well as the cardiovascular mortality (p-non-linear: 0.049) among patients with HF. The inflection points were identified as 8.89 for all-cause mortality and 8.86 for cardiovascular mortality. The risk of all-cause mortality and cardiovascular mortality demonstrated a significantly increase when the TyG index exceeded the corresponding inflection points. CONCLUSIONS: J-shaped associations were observed between TyG index and both all-cause mortality and cardiovascular mortality in patients with HF. TyG index exhibited significant predictive value in this population.",
  "authors": [
    {
      "last_name": "Miao",
      "fore_name": "Huanhuan",
      "initials": "H",
      "name": "Huanhuan Miao",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Heart Failure Center, National Center for Cardiovascular Diseases, Fuwai Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 10037, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Zhanyang",
      "initials": "Z",
      "name": "Zhanyang Zhou",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Heart Failure Center, National Center for Cardiovascular Diseases, Fuwai Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 10037, China."
      ]
    },
    {
      "last_name": "Yin",
      "fore_name": "Zheng",
      "initials": "Z",
      "name": "Zheng Yin",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Heart Failure Center, National Center for Cardiovascular Diseases, Fuwai Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 10037, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuhui",
      "initials": "Y",
      "name": "Yuhui Zhang",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Heart Failure Center, National Center for Cardiovascular Diseases, Fuwai Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 10037, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Heart Failure Center, National Center for Cardiovascular Diseases, Fuwai Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 10037, China. yqzhang9988@163.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Jian",
      "initials": "J",
      "name": "Jian Zhang",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Heart Failure Center, National Center for Cardiovascular Diseases, Fuwai Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 10037, China. fwzhangjian62@126.com.",
        "Key Laboratory of Clinical Research for Cardiovascular Medications, National Health Committee, Beijing, 10037, China. fwzhangjian62@126.com."
      ]
    }
  ],
  "journal": {
    "title": "Diabetology & metabolic syndrome",
    "iso_abbreviation": "Diabetol Metab Syndr",
    "issn": "1758-5996",
    "issn_type": "Print",
    "volume": "17",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "04"
  },
  "start_page": "256",
  "pages": "256",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40616121",
    "pmc": "PMC12231682",
    "doi": "10.1186/s13098-025-01812-7",
    "pii": "10.1186/s13098-025-01812-7"
  },
  "doi": "10.1186/s13098-025-01812-7",
  "pmc_id": "PMC12231682",
  "dates": {
    "revised": "2025-07-09"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "7222143",
      "agency": "Beijing Natural Science Foundation"
    },
    {
      "grant_id": "7222143",
      "agency": "Beijing Natural Science Foundation"
    },
    {
      "grant_id": "2022-GSP-GG-9",
      "agency": "National High Level Hospital Clinical Research Funding"
    },
    {
      "grant_id": "2022-GSP-GG-9",
      "agency": "National High Level Hospital Clinical Research Funding"
    },
    {
      "grant_id": "2023-I2M-C&T-B-068",
      "agency": "Chinese Academy of Medical Sciences Innovation Fund for Medical Sciences"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.773840",
    "pmid": "40616121"
  }
}