{
  "pmid": "40623338",
  "uid": "40623338",
  "title": "Feeding frequencies affect sensory quality, nutrition, physicochemical and structural characteristics of Macrobrachium rosenbergii sourced from rice-prawn co-culture system.",
  "abstract": "This study evaluated the effects of different feeding frequencies on the sensory, nutritional, and structural properties of Macrobrachium rosenbergii in a rice-prawn co-culture system, aiming to enhance feeding efficiency and provide a reference for consumer choice. Five feeding frequencies were designed: T0 (no feeding), T1 (once a day), T2 (every two days), T3 (every three days), and T4 (every four days). The feeding trial lasted 60 days while the rice was harvested after 150 days of transplanting. Results showed significant positive correlations between feeding frequency and hepatopancreas index, total edible yield, and condition factor, with the highest values in the T1 group. PUFA content decreased significantly with the decrease in feeding frequency. At lower feeding frequency, protein α-helix content decreased, β-sheet content increased, and higher carbonyl content indicated reduced antioxidant capacity. Entropy weight method evaluation identified T1 as optimal feeding frequency for comprehensive prawn quality metrics.",
  "authors": [
    {
      "last_name": "Zhu",
      "fore_name": "Shaicheng",
      "initials": "S",
      "name": "Shaicheng Zhu",
      "affiliations": [
        "Centre for Research on Environmental Ecology and Fish Nutrition of Ministry of Agriculture and Rural Affairs, Shanghai Ocean University, Shanghai 201306, China."
      ]
    },
    {
      "last_name": "He",
      "fore_name": "Qiuying",
      "initials": "Q",
      "name": "Qiuying He",
      "affiliations": [
        "College of Food Science, Shanghai Ocean University, Shanghai 201306, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yao",
      "initials": "Y",
      "name": "Yao Wang",
      "affiliations": [
        "Graduate School of Integrated Science and Technology, Nagasaki University, Japan."
      ]
    },
    {
      "last_name": "Shao",
      "fore_name": "Beijia",
      "initials": "B",
      "name": "Beijia Shao",
      "affiliations": [
        "College of Food Science, Shanghai Ocean University, Shanghai 201306, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Huizhen",
      "initials": "H",
      "name": "Huizhen Yang",
      "affiliations": [
        "College of Food Science, Shanghai Ocean University, Shanghai 201306, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "College of Food Science, Shanghai Ocean University, Shanghai 201306, China."
      ]
    },
    {
      "last_name": "Hou",
      "fore_name": "Virakbot",
      "initials": "V",
      "name": "Virakbot Hou",
      "affiliations": [
        "Centre for Research on Environmental Ecology and Fish Nutrition of Ministry of Agriculture and Rural Affairs, Shanghai Ocean University, Shanghai 201306, China; Department of Aquaculture Development of Fisheries Administration, Ministry of Agriculture, Forestry and Fisheries, Phnom Penh, P.O. Box 582, Cambodia."
      ]
    },
    {
      "last_name": "Qiu",
      "fore_name": "Weiqiang",
      "initials": "W",
      "name": "Weiqiang Qiu",
      "affiliations": [
        "College of Food Science, Shanghai Ocean University, Shanghai 201306, China. Electronic address: wqqiu@shou.edu.cn."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Xugan",
      "initials": "X",
      "name": "Xugan Wu",
      "affiliations": [
        "Centre for Research on Environmental Ecology and Fish Nutrition of Ministry of Agriculture and Rural Affairs, Shanghai Ocean University, Shanghai 201306, China; Shanghai Engineering Research Center of Aquaculture, Shanghai Ocean University, Shanghai 201306, China; Key Laboratory of Freshwater Aquatic Genetic Resources, Ministry of Agriculture and Rural Affairs, Shanghai Ocean University, Shanghai 201306, China. Electronic address: xgwu@shou.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Food chemistry",
    "iso_abbreviation": "Food Chem",
    "issn": "1873-7072",
    "issn_type": "Electronic",
    "volume": "492",
    "issue": "Pt 2",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "02"
  },
  "start_page": "145363",
  "pages": "145363",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40623338",
    "doi": "10.1016/j.foodchem.2025.145363",
    "pii": "S0308-8146(25)02614-7"
  },
  "doi": "10.1016/j.foodchem.2025.145363",
  "dates": {
    "revised": "2025-07-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.774095",
    "pmid": "40623338"
  }
}