{
  "pmid": "40622450",
  "uid": "40622450",
  "title": "Exploring the relationships between nutrition and brain health among Indigenous Peoples in North America: a systematic review.",
  "abstract": "OBJECTIVES: This systematic review synthesizes extant literature that examines relationships between nutrition and brain health in Indigenous populations in North America and further assesses the extent to which Indigenous research paradigms and community engagement processes have been employed. METHODS: We searched five databases for primary research studies that examined indices of diet/nutrients in relation to brain health and focused on Indigenous populations in North America. Quality appraisal was performed using the Aboriginal and Torres Strait Islander Quality Appraisal Tool as well as the Appraisal Tool for Cross-Sectional Studies, the JBI Critical Appraisal Checklist for Case Control Studies, or the Critical Appraisal Skills Programme Cohort Study Checklist. SYNTHESIS: Of the 564 articles identified in the search, 16 met inclusion criteria. Ten studies focused on Inuit populations, 2 focused on the residents of Grassy Narrows First Nation, 2 focused on Cree populations, and 2 focused on Quileute, Makah, and Quinault First Nations populations. Fourteen studies reported deleterious effects of dietary contaminants (e.g., mercury, lead, polychlorinated biphenyls) on brain health outcomes and three studies reported beneficial effects of omega-3 polyunsaturated fatty acids on brain health outcomes. CONCLUSION: Findings of this review highlight the neurotoxic effects of environmental contaminants and the beneficial effects of omega-3 polyunsaturated fatty acids in traditional Indigenous food sources on a range of brain health outcomes. However, given the methodological limitations of the studies reviewed and the lack of community-based research that employs Indigenous research paradigms, results should be interpreted with caution. There is a clear need for strength-based research that examines the positive effects of nutrients within traditional Indigenous foods on brain health.",
  "authors": [
    {
      "last_name": "Obomsawin",
      "fore_name": "Anik",
      "initials": "A",
      "name": "Anik Obomsawin",
      "affiliations": [
        "Psychology Department, Toronto Metropolitan University, Toronto, ON, Canada. anik.obomsawin@torontomu.ca."
      ],
      "orcid": "0009-0000-8734-3652"
    },
    {
      "last_name": "Furlano",
      "fore_name": "Joyla A",
      "initials": "JA",
      "name": "Joyla A Furlano",
      "affiliations": [
        "Department of Family Medicine, Queen's University, Kingston, ON, Canada."
      ],
      "orcid": "0000-0003-4098-8351"
    },
    {
      "last_name": "Ferrow",
      "fore_name": "Letebrhan",
      "initials": "L",
      "name": "Letebrhan Ferrow",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Morrow",
      "fore_name": "Deyowidron't",
      "initials": "D",
      "name": "Deyowidron't Morrow",
      "affiliations": [
        "Indigenous Nutritional Knowledge Information Network, Dietitians of Canada, Toronto, Canada."
      ]
    },
    {
      "last_name": "Ferland",
      "fore_name": "Guylaine",
      "initials": "G",
      "name": "Guylaine Ferland",
      "affiliations": [
        "Department of Nutrition, Université de Montréal, Montreal, QC, Canada."
      ],
      "orcid": "0000-0002-9317-9745"
    },
    {
      "last_name": "Middleton",
      "fore_name": "Laura E",
      "initials": "LE",
      "name": "Laura E Middleton",
      "affiliations": [
        "Department of Kinesiology and Health Sciences, University of Waterloo, Waterloo, ON, Canada.",
        "Schlegel-UW Research Institute for Aging, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0001-8624-3123"
    },
    {
      "last_name": "Crowshoe",
      "fore_name": "Lynden",
      "initials": "L",
      "name": "Lynden Crowshoe",
      "affiliations": [
        "Department of Family Medicine, University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0009-0004-4428-7151"
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Walker",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-0486-6568"
    },
    {
      "last_name": "Fiocco",
      "fore_name": "Alexandra J",
      "initials": "AJ",
      "name": "Alexandra J Fiocco",
      "affiliations": [
        "Psychology Department, Toronto Metropolitan University, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-9353-476X"
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "1920-7476",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "07"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40622450",
    "doi": "10.17269/s41997-025-01078-6",
    "pii": "10.17269/s41997-025-01078-6"
  },
  "doi": "10.17269/s41997-025-01078-6",
  "dates": {
    "revised": "2025-07-07"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CAN-163902",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "CAN-163902",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:06.464166",
    "pmid": "40622450"
  }
}