{
  "pmid": "40625955",
  "uid": "40625955",
  "title": "Motivation Strategies for Learning and Their Influences in Students' Feedback Literacy During Undergraduate Medical School: An Explanatory Sequential Mixed Methods Study.",
  "abstract": "UNLABELLED: Feedback from educators to students is considered an important and essential element of effective learning in medical education. Feedback literacy is the process in which a student receives, comprehends, accepts, and makes use of feedback. Factors affecting medical students' feedback literacy include students' characteristics, motivation, abilities in self-assessment, emotional reactions to feedback, and maturity. To generate a deeper understanding of this phenomenon, a sequential explanatory mixed methods study was conducted to measure students' motivational orientations and explore their strategies towards learning, how these orientations and strategies are related to students' feedback literacy, and how this relationship changes as students progress through a Canadian medical school. In the first quantitative phase, the Motivated Strategies for Learning Questionnaire (MSLQ) was administered to first- and last-year medical students at a Canadian university to measure their motivational orientations for learning and learning strategies. Using the quantitative results (N = 58) to develop a sampling strategy for the second phase, individuals with different motivational orientations and learning strategies were identified based on their questionnaires' scores. This purposeful sample (N = 15) was then invited to participate in the second explanatory phase of this study, where a qualitative description approach was applied. We conducted semi-structured interviews with students, divided into two groups: those who through the measurement of 4.62 or below by the MSLQ were identified as having a low motivational orientation for learning (n = 4), and those who through the measurement of 5.34 or above by the MSLQ were identified as having a high motivational orientation for learning (n = 3). Participants' views were explored and synthesized, with the intent for these findings to further explain how medical students' learning motivations and strategies might influence feedback literacy. The integration of findings showed that five factors could be taken into consideration when improving students' feedback literacy skills: learning goal orientation, self-regulation, help seeking, personality traits, and learning experience. Based on those factors, we identified some approaches that could allow the students to enhance their own feedback literacy. Feedback literacy could empower students to have more control over the feedback process and help them to overcome the barriers they still face during the feedback process. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s40670-025-02310-1.",
  "authors": [
    {
      "last_name": "Cordovani",
      "fore_name": "Ligia",
      "initials": "L",
      "name": "Ligia Cordovani",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, Department of Health Research Methods, Evidence and Impact, McMaster University, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Wong",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON Canada."
      ]
    }
  ],
  "journal": {
    "title": "Medical science educator",
    "iso_abbreviation": "Med Sci Educ",
    "issn": "2156-8650",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "3",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "1345",
  "end_page": "1359",
  "pages": "1345-1359",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40625955",
    "pmc": "PMC12228613",
    "doi": "10.1007/s40670-025-02310-1",
    "pii": "2310"
  },
  "doi": "10.1007/s40670-025-02310-1",
  "pmc_id": "PMC12228613",
  "dates": {
    "revised": "2025-07-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.075575",
    "pmid": "40625955"
  }
}