{
  "pmid": "40622593",
  "uid": "40622593",
  "title": "AQP9 and IFITM1 as drivers of immune infiltration and tumor progression in IBD-associated colorectal cancer: from computational insights to experimental validation.",
  "abstract": "Inflammatory bowel disease (IBD) is a chronic inflammatory disorder of the gastrointestinal tract associated with an increased risk of colorectal cancer. Despite extensive research, high treatment failure rates have intensified the search for new therapeutic and diagnostic biomarkers. This study used an integrative approach, combining gene expression analysis with machine learning, to identify novel gene candidates for IBD-related colorectal cancer. RNA-sequencing data (GSE165512) from 170 samples-84 Crohn's disease (CD), 40 ulcerative colitis (UC), and 46 controls-were normalized using R. Analysis revealed 1361 differentially expressed mRNAs in CD and 4916 in UC. Venn diagram analysis identified 428 commonly upregulated and 562 downregulated genes. Cross-referencing with MSigDB inflammatory signatures highlighted 31 candidate genes. XGBoost classification achieved an overall accuracy of 88% (IBD: 71%, controls: 93%), with SHAP analysis pinpointing nine key genes, including AQP9, CXCL8, IFITM1, and ITGA5. Validation with blood RNA-seq data (GSE169568, n = 205) showed ITGA5 (AUC: 0.856) and CXCL8 (AUC: 0.786) had the highest diagnostic performance. Further, RT-PCR in DSS- and Anti-CD40-induced mouse colitis models confirmed significant overexpression of AQP9, IFITM1, and ITGA5 (P < 0.0001). Additionally, oncogenomic analysis via cBioPortal revealed mutation rates of 2.3% (AQP9), 1% (IFITM1), and 3% (ITGA5) in colon adenocarcinoma. Gene set variation analysis and TIMER 2.0 further implicated AQP9 and IFITM1 in EMT, PI3K/Akt signaling, and immune infiltration pathways, highlighting their potential as diagnostic and therapeutic targets.",
  "authors": [
    {
      "last_name": "Gupta",
      "fore_name": "Rohan",
      "initials": "R",
      "name": "Rohan Gupta",
      "affiliations": [
        "School of Basic and Applied Sciences, Department of Biotechnology and Bioengineering, Galgotias University, Greater Noida, Uttar Pradesh, 203201, India. rohan.gupta@galgotiasuniversity.edu.in."
      ],
      "orcid": "0000-0002-6635-6558"
    },
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Department of Clinical Pharmacy, College of Pharmacy, King Khalid University, Abha, Saudi Arabia."
      ]
    },
    {
      "last_name": "Begum",
      "fore_name": "M Yasmin",
      "initials": "MY",
      "name": "M Yasmin Begum",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, King Khalid University, Abha, Saudi Arabia."
      ]
    },
    {
      "last_name": "Panda",
      "fore_name": "Siva Parsad",
      "initials": "SP",
      "name": "Siva Parsad Panda",
      "affiliations": [
        "Institute of Pharmaceutical Research, GLA University, Mathura, Uttar Pradesh, 281406, India."
      ]
    },
    {
      "last_name": "Abomughaid",
      "fore_name": "Mosleh Mohammad",
      "initials": "MM",
      "name": "Mosleh Mohammad Abomughaid",
      "affiliations": [
        "Department of Medical Laboratory Sciences, College of Applied Medical Sciences, University of Bisha, 61922, Bisha, Saudi Arabia."
      ]
    },
    {
      "last_name": "Thakur",
      "fore_name": "Kunal",
      "initials": "K",
      "name": "Kunal Thakur",
      "affiliations": [
        "Centre for Research Impact and Outcome, Chitkara University Institute of Engineering and Technology, Chitkara University, Rajpura, 140401, Punjab, India."
      ]
    },
    {
      "last_name": "Lakhanpal",
      "fore_name": "Sorabh",
      "initials": "S",
      "name": "Sorabh Lakhanpal",
      "affiliations": [
        "School of Pharmaceutical Sciences, Lovely Professional University, Phagwara, Punjab, 144411, India."
      ]
    }
  ],
  "journal": {
    "title": "Naunyn-Schmiedeberg's archives of pharmacology",
    "iso_abbreviation": "Naunyn Schmiedebergs Arch Pharmacol",
    "issn": "1432-1912",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "07"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40622593",
    "doi": "10.1007/s00210-025-04362-x",
    "pii": "10.1007/s00210-025-04362-x"
  },
  "doi": "10.1007/s00210-025-04362-x",
  "dates": {
    "revised": "2025-07-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:43.294429",
    "pmid": "40622593"
  }
}