{
  "pmid": "40627818",
  "uid": "40627818",
  "title": "Exploring the Barriers and Facilitators to Implementing a Smartphone App for Physicians to Improve the Management of Acute Myocardial Infarctions: Multicenter, Mixed Methods, Observational Study.",
  "abstract": "BACKGROUND: Timely and appropriate care is critical for patients with ST-elevation myocardial infarction (STEMI). Effective communication and prompt sharing of test results, particularly electrocardiograms (ECGs), between the referring emergency medicine (EM) physician or emergency medical service (EMS) paramedic and the interventional cardiologist (IC) are essential. This exchange relies on fax or SMS text messages. The SmartAMI-ACS (Strategic Management of Acute Reperfusion and Therapies in Acute Myocardial Infarction) App was developed to streamline communication. It is user friendly and privacy compliant, and enables rapid, secure ECG sharing to support faster, informed clinical decision-making. OBJECTIVE: This paper details the results of targeted preimplementation surveys to establish barriers and enablers of using a smartphone app to transmit ECG images among ICs, EM physicians, and EMS paramedics to help tailor implementation interventions. METHODS: To assess the proposed acceptability and uptake of the app, preimplementation surveys were disseminated to ICs, EM physicians, and EMS paramedics in one region of Ontario, Canada. Questions were generated based on selected components of the Consolidated Framework for Implementation Research, results from a pilot study carried out at a regional hospital where the SmartAMI-ACS app was previously implemented, and predicted barriers based on expert guidance. The preimplementation surveys consisted of 7-point Likert scale questions (1=strongly disagree and 7=strongly agree) and open-ended questions. Open-ended data were extracted verbatim and analyzed using an inductive qualitative approach, with transcripts coded into descriptive qualitative codes and then collapsed into themes. RESULTS: Survey uptake was acceptable, with 9 of the invited 10 ICs, 51 of the invited 223 EM physicians, and 93 of the invited 1138 EMS paramedics responding. All groups recognized that current practices for sharing ECGs allowed room for improvement, accepting that fax can be inconvenient and SMS text messages may not be secure. When asked whether there was a need for a smartphone app to transmit ECGs, ICs (mean 6.67, SD 0.5), EM physicians (mean 5.57, SD 1.3), and EMS paramedics (mean 5.79, SD 1.45) consistently agreed. Commonly reported barriers were concerns over technological challenges, privacy issues, and cell phone reception strength. Through the identification of the barriers in each stakeholder group, implementation strategies were developed that facilitated the scale-up of this system-change intervention. CONCLUSIONS: Results from the 3 web-based preimplementation surveys to identify key barriers and enablers to the implementation of the app helped inform the selection of tailored implementation strategies to support the rollout of the app across the health region. The surveys identified key barriers around technology, privacy, and access to required Wi-Fi that needed to be addressed during app implementation to facilitate uptake and use. Results from the surveys, and ongoing evaluation of effectiveness, are informing the expansion of the app intervention to local ambulance services and other health regions.",
  "authors": [
    {
      "last_name": "Cullen",
      "fore_name": "Katelyn J",
      "initials": "KJ",
      "name": "Katelyn J Cullen",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Hamilton Health Sciences Knowledge Centre, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3589-8159"
    },
    {
      "last_name": "Mir",
      "fore_name": "Hassan",
      "initials": "H",
      "name": "Hassan Mir",
      "affiliations": [
        "Division of Cardiology, Ottawa Heart Institute Research Corporation, University of Ottawa Heart Institute, 40 Ruskin St, Ottawa, ON, K1Y 4W7, Canada, 1 613-696-7406.",
        "Faculty of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0002-7486-8123"
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Madhu K",
      "initials": "MK",
      "name": "Madhu K Natarajan",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Hamilton Health Sciences Knowledge Centre, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-6372-1348"
    },
    {
      "last_name": "Corovic",
      "fore_name": "Marija",
      "initials": "M",
      "name": "Marija Corovic",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Hamilton Health Sciences Knowledge Centre, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-6310-2376"
    },
    {
      "last_name": "Mosleh",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Mosleh",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Hamilton Health Sciences Knowledge Centre, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9009-3452"
    },
    {
      "last_name": "Crawshaw",
      "fore_name": "Jacob",
      "initials": "J",
      "name": "Jacob Crawshaw",
      "affiliations": [
        "Centre for Implementation Research, Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0002-6302-1496"
    },
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Centre for Philosophy of Epidemiology, Medicine and Public Health, Department of Philosophy, University of Johannesburg, Auckland Park, South Africa.",
        "Department of Philosophy, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-8070-9615"
    },
    {
      "last_name": "Masoom",
      "fore_name": "Hassan",
      "initials": "H",
      "name": "Hassan Masoom",
      "affiliations": [
        "Division of Cardiology, William Osler Health System, Brampton, ON, Canada."
      ],
      "orcid": "0009-0006-1702-8132"
    },
    {
      "last_name": "Schwalm",
      "fore_name": "J D",
      "initials": "JD",
      "name": "J D Schwalm",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Hamilton Health Sciences Knowledge Centre, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2516-4952"
    }
  ],
  "journal": {
    "title": "JMIR mHealth and uHealth",
    "iso_abbreviation": "JMIR Mhealth Uhealth",
    "issn": "2291-5222",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "08"
  },
  "start_page": "e60173",
  "pages": "e60173",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Multicenter Study"
  ],
  "keywords": [
    "Humans",
    "Mobile Applications",
    "Physicians",
    "Myocardial Infarction",
    "Surveys and Questionnaires",
    "Ontario",
    "Male",
    "Female",
    "Pilot Projects",
    "Smartphone",
    "Adult",
    "Middle Aged",
    "Electrocardiography"
  ],
  "article_ids": {
    "pubmed": "40627818",
    "pmc": "PMC12262926",
    "doi": "10.2196/60173",
    "pii": "v13i1e60173"
  },
  "doi": "10.2196/60173",
  "pmc_id": "PMC12262926",
  "dates": {
    "completed": "2025-07-08",
    "revised": "2025-07-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.171986",
    "pmid": "40627818"
  }
}