{
  "pmid": "40624678",
  "uid": "40624678",
  "title": "Minimal important differences of measurement instruments used in rheumatoid arthritis: a scoping review.",
  "abstract": "BACKGROUND: Many outcomes relevant to rheumatoid arthritis are measured as continuous variables. Judging whether the results of those measurements are clinically significant requires determining the minimal important difference (MID) estimate. Therefore, valid MID estimate(s) are essential for the purposes of clinical decision-making and developing clinical recommendations. Our objective is to present the MID estimates for instruments used to measure outcomes in rheumatoid arthritis studies. METHODS: We conducted a scoping review. We included original research reports on MID of instruments used to measure outcomes in rheumatoid arthritis, using distribution- or anchor-based methods. We excluded conference abstracts. We searched MEDLINE (OVID) and EMBASE (OVID) databases on January 6, 2025 and scanned the reference lists of included studies and of identified relevant systematic reviews. Reviewers screened the titles and abstracts and full-texts, then abstracted data in duplicate and independently. They resolved disagreements by discussion or by consulting a third reviewer. We summarized the data narratively and in tabular formats. RESULTS: We identified 35 eligible studies reporting on a total of 144 MID estimates for 72 instruments used in rheumatoid arthritis. The most common constructs measured were physical function (26%), disease activity (18%), health status (17%) and fatigue (14%). The majority of measurement instruments were generic (60%). The most common instrument with MID estimates was the Health Assessment Questionnaire Disability Index (7%). The majority of MID estimates were calculated using anchor-based methods (72%). We did not critically appraise the included studies. CONCLUSIONS: We identified the MID estimates for a substantive number of measurement instruments used in rheumatoid arthritis. There was considerable variability in the findings for the same instrument within and across studies.",
  "authors": [
    {
      "last_name": "Yaacoub",
      "fore_name": "Sally",
      "initials": "S",
      "name": "Sally Yaacoub",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Zouhbi",
      "fore_name": "Anas El",
      "initials": "AE",
      "name": "Anas El Zouhbi",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Zeid Daou",
      "fore_name": "Michella Abi",
      "initials": "MA",
      "name": "Michella Abi Zeid Daou",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Nahra",
      "fore_name": "Vicky",
      "initials": "V",
      "name": "Vicky Nahra",
      "affiliations": [
        "Division of Rheumatology, Case Western Reserve University Hospitals, American University of Beirut, Cleveland, Ohio, USA."
      ]
    },
    {
      "last_name": "Mokbel",
      "fore_name": "Abir",
      "initials": "A",
      "name": "Abir Mokbel",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hneiny",
      "fore_name": "Layal",
      "initials": "L",
      "name": "Layal Hneiny",
      "affiliations": [
        "Saab Medical Library, University Libraries, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Fraenkel",
      "fore_name": "Liana",
      "initials": "L",
      "name": "Liana Fraenkel",
      "affiliations": [
        "Department of Internal Medicine, Yale University, New Haven, Connecticut, USA."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Department of Nutrition, College of Agriculture and Life Sciences, College Station, Texas, USA.",
        "Department of Epidemiology and Biostatistics, School of Public Health, Texas A&M University, College Station, Texas, USA."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, P.O. Box: 11-0236 Riad-El-Solh Beirut 1107 2020, Beirut, Lebanon. ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "BMC rheumatology",
    "iso_abbreviation": "BMC Rheumatol",
    "issn": "2520-1026",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "08"
  },
  "start_page": "83",
  "pages": "83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40624678",
    "pmc": "PMC12235810",
    "doi": "10.1186/s41927-025-00524-9",
    "pii": "10.1186/s41927-025-00524-9"
  },
  "doi": "10.1186/s41927-025-00524-9",
  "pmc_id": "PMC12235810",
  "dates": {
    "revised": "2025-07-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.270391",
    "pmid": "40624678"
  }
}