{
  "pmid": "40633404",
  "uid": "40633404",
  "title": "Did COVID-19 vaccine enforcement work? Evidence from northwestern and northern Uganda.",
  "abstract": "During the COVID-19 pandemic, vaccination programmes were shaped by diverse approaches to enforcement. Yet, little is known about how public authority influenced modes of enforcement on the ground or their ramifications for governance and public health more broadly. This article focuses on the Ugandan mandatory COVID-19 vaccination programme in two contrasting geographical and socio-political spaces: rural Dei and peri-urban Gulu. Ethnographic and survey research demonstrated that enforcement occurred in different ways and by diverse public authorities, with ostensibly contrasting results. In Dei, self-reported vaccine uptake and coverage was 77 % and 73 % respectively; while in Gulu, it was 46 % and 23 %, and below the national target of 70 %. Public authority dynamics explain these differences. In Dei, the military co-opted official political figures and side-lined other local leaders. Anxieties about the vaccine were dismissed, and people were forcibly vaccinated against a disease which they did not perceive to be a significant problem. In Gulu, the military were barely involved. Instead, government appointees and civil servants made efforts to alleviate anxieties through news media, whilst also requiring proof of vaccination to access, or remain employed at, schools, universities, health care facilities. However, some officials undermined the strategy, including health care workers who provided false vaccination certificates. Despite the apparent success of high vaccine uptake reported in Dei, available data suggests that it is unlikely that efforts to enforce vaccination at either field site shaped the course of the COVID-19 outbreaks. Instrumentally violent enforcement 'works' if resistance is not possible, as it was in Dei, but may be counterproductive. Enforcement procedures at both sites provided opportunities to entrench unaccountable modes of governance and fostered mistrust of the government's intentions, thereby weakening previously established vaccine compliance procedures. A public authority lens thus foregrounds the importance of moving beyond narrow public health metrics and engaging with broader conceptions of whether enforced vaccination is effective, and if so, for whom and what purpose.",
  "authors": [
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "London School of Hygiene & Tropical Medicine, Tavistock Place, WC1H 9SH, UK. Electronic address: Melissa.Parker@LSHTM.ac.uk."
      ]
    },
    {
      "last_name": "Okello",
      "fore_name": "Bob",
      "initials": "B",
      "name": "Bob Okello",
      "affiliations": [
        "Gulu University, Gulu, Uganda."
      ]
    },
    {
      "last_name": "Kermundu",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Kermundu",
      "affiliations": [
        "Gulu University, Gulu, Uganda."
      ]
    },
    {
      "last_name": "Ozunga",
      "fore_name": "Bono E",
      "initials": "BE",
      "name": "Bono E Ozunga",
      "affiliations": [
        "Gulu University, Gulu, Uganda."
      ]
    },
    {
      "last_name": "Baluku",
      "fore_name": "Moses",
      "initials": "M",
      "name": "Moses Baluku",
      "affiliations": [
        "Gulu University, Gulu, Uganda."
      ]
    },
    {
      "last_name": "Akello",
      "fore_name": "Grace",
      "initials": "G",
      "name": "Grace Akello",
      "affiliations": [
        "Gulu University, Gulu, Uganda."
      ]
    },
    {
      "last_name": "MacGregor",
      "fore_name": "Hayley",
      "initials": "H",
      "name": "Hayley MacGregor",
      "affiliations": [
        "Institute of Development Studies, University of Sussex, Brighton, BN1 9RE, UK."
      ]
    },
    {
      "last_name": "Leach",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Leach",
      "affiliations": [
        "Department of Social Anthropology, University of Cambridge, CB2 3RF, UK."
      ]
    },
    {
      "last_name": "Allen",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Allen",
      "affiliations": [
        "London School of Economics and Political Science, Houghton Street, WC2A 2AE, UK."
      ]
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "382",
    "pub_year": "2025",
    "pub_month": "May",
    "pub_day": "30"
  },
  "start_page": "118273",
  "pages": "118273",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40633404",
    "doi": "10.1016/j.socscimed.2025.118273",
    "pii": "S0277-9536(25)00604-5"
  },
  "doi": "10.1016/j.socscimed.2025.118273",
  "dates": {
    "revised": "2025-07-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.232418",
    "pmid": "40633404"
  }
}