{
  "pmid": "40633803",
  "uid": "40633803",
  "title": "Correlation between gut dysbiosis, metabolite alterations and erosive hand osteoarthritis - An observational study within the community-based Xiangya Osteoarthritis (XO) cohort.",
  "abstract": "OBJECTIVES: Erosive hand osteoarthritis (EHOA) is an aggressive subtype of hand osteoarthritis (HOA) with unclear pathogenesis. Since gut dysbiosis and related metabolite alterations may exacerbate inflammation and accelerate bone destruction, we investigated whether these abnormalities were involved in EHOA. METHODS: Participants were drawn from the Xiangya Osteoarthritis Study. We compared gut microbial α-diversity and β-diversity between EHOA and controls (neither EHOA nor non-erosive HOA), and analyzed associations between microbial species abundance, functions, and EHOA. Targeted blood metabolomics were performed to identify microbiome-associated metabolites in EHOA. The associations between EHOA-related microbial species and blood metabolites were examined through multi-omics analyses. RESULTS: Among 1324 participants, significant differences in α-diversity (EHOA: median=4.53, non-HOA control: median=4.16; median difference=0.37 [95%CI: 0.09-0.57], P=0.016) and β-diversity (R²=0.002 [95%CI: 0.0018-0.006], P=0.015) were observed at the species level between EHOA and controls. Participants with EHOA had a higher relative abundance of Alistipes senegalensis (β coefficient: 0.17 [95%CI: 0.07-0.26]) and Fournierella massiliensis (β coefficient:0.39 [95%CI: 0.28-0.49]). Tryptophan metabolism was the main altered metabolic pathway. Targeted blood metabolomics showed higher levels of L-5-hydroxytryptophan (β coefficient:0.38 [95%CI: 0.15-0.61]), 3-indoleglyoxylic acid (β coefficient:0.35 [95%CI: 0.01-0.69]), 5-hydroxyindoleacetic acid (β coefficient: 0.27 [95%CI: 0.09-0.45]), indoleacrylic acid (IA) (β coefficient: 0.23 [95%CI: 0.001-0.46]), and serotonin (β coefficient: 0.20 [95%CI: 0.004-0.40]), alongside lower levels of L-tryptophan (β coefficient:-0.41 [95%CI: -0.75 to -0.06]) and indole-3-acetyl-aspartate (β coefficient:-1.05 [95%CI: -1.79 to -0.32]) in EHOA. IA was positively correlated with EHOA-related microbial species, particularly Alistipes senegalensis (β coefficient: 0.20 [95%CI: 0.14-0.27]). CONCLUSIONS: A higher relative abundance of Alistipes senegalensis and alterations in tryptophan metabolites, particularly higher levels of IA, are associated with EHOA.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Dongxing",
      "initials": "D",
      "name": "Dongxing Xie",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, Hunan, China. Electronic address: xdx1024@csu.edu.cn."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Wang",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, Hunan, China. Electronic address: ws190319@csu.edu.cn."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jiatian",
      "initials": "J",
      "name": "Jiatian Li",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, Hunan, China. Electronic address: lijiatian@csu.edu.cn."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Tuo",
      "initials": "T",
      "name": "Tuo Yang",
      "affiliations": [
        "Health Management Center, Xiangya Hospital, Central South University, Changsha, Hunan, China. Electronic address: yangtuo@csu.edu.cn."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, USA; The Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston, USA. Electronic address: yuqing@bu.edu."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Weiya",
      "initials": "W",
      "name": "Weiya Zhang",
      "affiliations": [
        "Academic Rheumatology, School of Medicine, University of Nottingham, Nottingham, UK; Pain Centre Versus Arthritis UK, Nottingham, UK. Electronic address: Weiya.Zhang@nottingham.ac.uk."
      ]
    },
    {
      "last_name": "Doherty",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Doherty",
      "affiliations": [
        "Academic Rheumatology, School of Medicine, University of Nottingham, Nottingham, UK; Pain Centre Versus Arthritis UK, Nottingham, UK. Electronic address: Michael.Doherty@nottingham.ac.uk."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Yanqiu",
      "initials": "Y",
      "name": "Yanqiu Zhu",
      "affiliations": [
        "Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, Hunan, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, Hunan, China. Electronic address: yanqiu_zhu_3@csu.edu."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Zidan",
      "initials": "Z",
      "name": "Zidan Yang",
      "affiliations": [
        "Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, Hunan, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, Hunan, China. Electronic address: yzd0902@csu.edu.cn."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yilun",
      "initials": "Y",
      "name": "Yilun Wang",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, Hunan, China. Electronic address: yilun_wang@csu.edu.cn."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, Hunan, China; Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, Hunan, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, Hunan, China; Department of Epidemiology and Health Statistics, School of Public Health, Central South University, Changsha, Hunan, China; FuRong Laboratory, Changsha, China. Electronic address: weij1988@csu.edu.cn."
      ]
    },
    {
      "last_name": "Lei",
      "fore_name": "Guanghua",
      "initials": "G",
      "name": "Guanghua Lei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, Hunan, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, Hunan, China; Department of Epidemiology and Health Statistics, School of Public Health, Central South University, Changsha, Hunan, China; FuRong Laboratory, Changsha, China; National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, Hunan, China. Electronic address: lei_guanghua@csu.edu.cn."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Zeng",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, Hunan, China; Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, Hunan, China; Key Laboratory of Aging-related Bone and Joint Diseases Prevention and Treatment, Ministry of Education, Xiangya Hospital, Central South University, Changsha, Hunan, China; Department of Epidemiology and Health Statistics, School of Public Health, Central South University, Changsha, Hunan, China; National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, Hunan, China. Electronic address: zengchao@csu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Osteoarthritis and cartilage",
    "iso_abbreviation": "Osteoarthritis Cartilage",
    "issn": "1522-9653",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "07"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40633803",
    "doi": "10.1016/j.joca.2025.07.004",
    "pii": "S1063-4584(25)01068-4"
  },
  "doi": "10.1016/j.joca.2025.07.004",
  "dates": {
    "revised": "2025-07-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.774597",
    "pmid": "40633803"
  }
}