{
  "pmid": "40631383",
  "uid": "40631383",
  "title": "Evaluating patient characteristics and trends of avoidable emergency department visits: Informing community health services to reduce emergency department utilization.",
  "abstract": "BackgroundThere is a growing debate on whether avoidable emergency department (ED) visits, those involving health issues that could have been managed in community settings, represent a significant workload for the department. Until recently an ED physician-validated measure of avoidable visits has not been available, hindering our understanding of these patients, services rendered in the ED and the nature of their conditions. We examined patient characteristics of ED visits retrospectively classified as avoidable and potentially avoidable at a Canadian academic hospital.MethodsWe conducted a retrospective cohort study using administrative ED data from an academic hospital in Hamilton, Canada from April 1, 2018 to August 31, 2023. We categorized all ED visits as avoidable, potentially avoidable, and not avoidable using the Emergency Department Avoidability Classification (EDAC). For each class, we analyzed patient characteristics and the top five physician interventions and diagnoses. We applied linear regression, locally weighted scatterplot smoothing (LOWESS) regression, and statistical process methods to examine monthly trends in avoidable and potentially avoidable visits. Additionally, we reported annual totals and length of stay for patients transported to the ED by paramedics.ResultsOverall, 58,528 (29.0%) of 201,741 ED visits were classified as either avoidable (11,302; 5.6%) or potentially avoidable (47,226; 23.4%). These patients were predominantly young-to-middle aged, with average visit durations of 3 hours 33 minutes (avoidable) and 4 hours 26 minutes (potentially avoidable). Their primary interventions were predominantly diagnostic imaging, skin repairs and mental health assessments. The proportion of ED visits in the study period that were avoidable increased from 2.1% to 7.7% and potentially avoidable from 18.2% to 21.2%. Approximately one-in-five paramedic transported patients were classified as having either an avoidable or potentially avoidable ED visit. Transported patients had an average length of stay of 4 hours 22 minutes for avoidable visits and 4 hours 35 minutes for potentially avoidable visits.ConclusionsA notable rise in the proportion of ED visits that could have been managed in non-ED settings was observed. Providing community clinicians with resources and capacity to manage and refer patients for diagnostic imaging, skin repairs and mental health assessments may reduce avoidable ED attendance. Further exploration of avoidable ED visits transported by paramedics could support refining ED diversion care models. Hospitals and health service policymakers could benefit from similar analyses using validated measures to identify care gaps that inform the development of new health services and models tailored to the specific needs of their communities.",
  "authors": [
    {
      "last_name": "Strum",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Strum",
      "affiliations": [
        "Research Institute of St Joe's Hamilton, St Joseph's Healthcare Hamilton, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Research Institute of St Joe's Hamilton, St Joseph's Healthcare Hamilton, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "McLeod",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent McLeod",
      "affiliations": [
        "Hamilton Paramedic Services, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sivakumaran",
      "fore_name": "Ravi",
      "initials": "R",
      "name": "Ravi Sivakumaran",
      "affiliations": [
        "Health Information Management Department, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mondoux",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Mondoux",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Emergency Medicine, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of health services research & policy",
    "iso_abbreviation": "J Health Serv Res Policy",
    "issn": "1758-1060",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "09"
  },
  "start_page": "13558196251358761",
  "pages": "13558196251358761",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40631383",
    "doi": "10.1177/13558196251358761"
  },
  "doi": "10.1177/13558196251358761",
  "dates": {
    "revised": "2025-07-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:37.711736",
    "pmid": "40631383"
  }
}