{
  "pmid": "40633883",
  "uid": "40633883",
  "title": "Obesity during pregnancy and deficits in offspring neurobehavioral flexibility: The CONFINE Model.",
  "abstract": "Exposure to prenatal obesity is associated with to multiple psychiatric and cognitive problems in children. However, it is unclear how and why these children are at risk for such a wide range of difficulties. Prenatal obesity may alter fetal neurodevelopment in ways that shape broad traits that underly the etiology and symptomatology of the multiple problems observed in children. Novel theoretical frameworks that identify these traits are critical to developing a more complete understanding of how and why prenatal obesity adversely impacts children's psychiatric and cognitive functioning. In this review, we propose the CONFINE model (Confined Offspring Neurobehavioral Flexibility following INtrauterine obesity Exposure) which posits that prenatal exposure to maternal obesity leads to neurobehavioral flexibility deficits in children. It is argued that prenatal obesity alters the fetal: i) hypothalamic energy-balance system in ways that constrain child behavior toward food seeking/consumption; ii) central reward systems (μ-opioid and mesocorticolimbic dopamine system), making it difficult for children to disengage from reward seeking/consuming behaviors, and iii) higher-order salience and cognitive control networks, constraining children's attention toward reward cues, and problems with altering goal-directed behaviors. Together, these changes contribute to neurobehavioral flexibility deficits which, depending on postnatal conditions, may increase children's risk for multiple psychiatric and cognitive problems. The CONFINE model aims to integrate the effects of prenatal obesity on children from neural systems to observed behaviors and enable researchers to develop testable hypotheses to gain a more comprehensive understanding of the associations, mechanisms, and risk trajectories of children prenatally exposed to obesity.",
  "authors": [
    {
      "last_name": "Krzeczkowski",
      "fore_name": "John E",
      "initials": "JE",
      "name": "John E Krzeczkowski",
      "affiliations": [
        "Department of Health Sciences, Brock University, St. Catharines Ontario, Canada. Electronic address: jkrzeczkowski@brocku.ca."
      ]
    },
    {
      "last_name": "Mortaji",
      "fore_name": "Neda",
      "initials": "N",
      "name": "Neda Mortaji",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neuroscience, McMaster University, Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neuroscience, McMaster University, Hamilton Ontario Canada."
      ]
    }
  ],
  "journal": {
    "title": "Biological psychiatry",
    "iso_abbreviation": "Biol Psychiatry",
    "issn": "1873-2402",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "07"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40633883",
    "doi": "10.1016/j.biopsych.2025.06.032",
    "pii": "S0006-3223(25)01306-X"
  },
  "doi": "10.1016/j.biopsych.2025.06.032",
  "dates": {
    "revised": "2025-07-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.191626",
    "pmid": "40633883"
  }
}