{
  "pmid": "40632294",
  "uid": "40632294",
  "title": "Identification and Management of Neurologic Complications in Patients Undergoing Adult Spinal Deformity Surgery.",
  "abstract": "Study DesignNarrative Literature Review.ObjectiveTo provide a comprehensive literature review of neurologic complications in Adult Spinal Deformity (ASD) surgery in the pre-operative, peri-operative and post-operative periods.MethodsA broad review of the literature was conducted using the multiple databases including Pubmed, Embase, Scopus and the Cochrane library. Individual studies of relevance were appraised and included at the discretion of the authors on the basis of pertinence, impact on practice and scientific merit.ResultsThe evidence regarding epidemiology, classification of complications, pre-operative evaluation of patients, peri-operative strategies to mitigate risk, intra-operative management of neuromonitoring changes and post-operative management of neurologic injury was critically appraised. Patients with the highest risk of neurologic complication include those with pre-surgery neuroaxis abnormality, high Deformity Angular Ratio, 3 column osteotomies and increased blood loss. Accurate and timely identification of intraoperative neuromonitoring changes is critical to ensuring appropriate response depending on whether changes are perfusion based (maintain adequate MAP and Hb, reverse corrective maneuvers) or traumatic (decompression of neural elements, assessment of instrumentation, reversal of corrective maneuvers, steroids). Surgical checklists can help surgeons navigate these stressful events to ensure appropriate steps and interventions are taken.ConclusionNeurological injuries occurring during the course of ASD surgery are potentially devastating complication, with regards to both patient morbidity and economic impact. Pre-operative identification of high risk patients, perioperative strategies to improve safety, timely recognition and management of intra-operative neuromonitoring changes and post-operative supportive measures can potentially reduce the incidence and significance of neurological injuries.",
  "authors": [
    {
      "last_name": "Nielsen",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Nielsen",
      "affiliations": [
        "Schroeder Arthritis Institute, Department of Orthopaedic Surgery, Toronto Western Hospital, University of Toronto, University Health Network, Toronto, ON, Canada.",
        "AO Knowledge Forum Deformity, Associate Member, Davos, Switzerland."
      ],
      "orcid": "0000-0002-8640-7076"
    },
    {
      "last_name": "Smith",
      "fore_name": "Justin S",
      "initials": "JS",
      "name": "Justin S Smith",
      "affiliations": [
        "Department of Neurosurgery Surgery, University of Virginia, Charlottesville, VA, USA.",
        "AO Knowledge Forum Deformity, Steering Committee, Davos, Switzerland."
      ],
      "orcid": "0000-0003-0467-5534"
    },
    {
      "last_name": "Martin",
      "fore_name": "Allan R",
      "initials": "AR",
      "name": "Allan R Martin",
      "affiliations": [
        "AO Knowledge Forum Deformity, Associate Member, Davos, Switzerland.",
        "Department of Neurological Surgery, University of California Davis, Sacramento, CA, USA.",
        "AO Spinal Cord Injury Knowledge Forum, Associate Member, Davos, Switzerland."
      ]
    },
    {
      "last_name": "Rocos",
      "fore_name": "Brett",
      "initials": "B",
      "name": "Brett Rocos",
      "affiliations": [
        "AO Knowledge Forum Deformity, Associate Member, Davos, Switzerland.",
        "Division of Spine Surgery, Department of Orthopaedic Surgery, Duke University, Durham, NC, USA."
      ],
      "orcid": "0000-0002-0808-5585"
    },
    {
      "last_name": "Jentzsch",
      "fore_name": "Thorsten",
      "initials": "T",
      "name": "Thorsten Jentzsch",
      "affiliations": [
        "AO Knowledge Forum Deformity, Associate Member, Davos, Switzerland.",
        "Department of Orthopaedics, University Spine Center, University of Zurich, Balgrist University Hospital, Zurich, Switzerland."
      ],
      "orcid": "0000-0002-6133-3314"
    },
    {
      "last_name": "Ravinsky",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Ravinsky",
      "affiliations": [
        "Department of Orthopaedics and Physical Medicine, Medical University of South Carolina, Charleston, SC, USA."
      ],
      "orcid": "0000-0001-7364-143X"
    },
    {
      "last_name": "Oitment",
      "fore_name": "Colby",
      "initials": "C",
      "name": "Colby Oitment",
      "affiliations": [
        "AO Knowledge Forum Deformity, Associate Member, Davos, Switzerland.",
        "Orthopedic Spine Surgeon, Clinical Scholar, Hamilton General Hospital, Hamilton Health Sciences, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-1351-9410"
    },
    {
      "last_name": "Pahuta",
      "fore_name": "Markian",
      "initials": "M",
      "name": "Markian Pahuta",
      "affiliations": [
        "Division of Orthopaedic Surgery and Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4808-5459"
    },
    {
      "last_name": "Kato",
      "fore_name": "So",
      "initials": "S",
      "name": "So Kato",
      "affiliations": [
        "AO Knowledge Forum Deformity, Associate Member, Davos, Switzerland.",
        "Department of Orthopaedic Surgery, The University of Tokyo, Tokyo, Japan."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Lewis",
      "affiliations": [
        "Schroeder Arthritis Institute, Department of Orthopaedic Surgery, Toronto Western Hospital, University of Toronto, University Health Network, Toronto, ON, Canada.",
        "AO Knowledge Forum Deformity, Steering Committee, Davos, Switzerland."
      ],
      "orcid": "0000-0002-9173-8443"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Global spine journal",
    "iso_abbreviation": "Global Spine J",
    "issn": "2192-5682",
    "issn_type": "Print",
    "volume": "15",
    "issue": "3_suppl",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "135S",
  "end_page": "147S",
  "pages": "135S-147S",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40632294",
    "pmc": "PMC12254560",
    "doi": "10.1177/21925682241264221"
  },
  "doi": "10.1177/21925682241264221",
  "pmc_id": "PMC12254560",
  "dates": {
    "revised": "2025-07-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:16.051951",
    "pmid": "40632294"
  }
}