{
  "pmid": "40640927",
  "uid": "40640927",
  "title": "Exploring factors that shaped Syrian refugees integration into Lebanon's national health system using Kingdon's Multiple Streams Framework.",
  "abstract": "BACKGROUND: Since the start of the Syrian conflict in 2011, neighboring country Lebanon has hosted the largest number of refugees per capita in the world. To meet refugees' health care needs, Lebanon adopted an integrated model of care. This paper explores the key factors and events that have shaped the policy on the integration of Syrian refugees into the Lebanese national health system through a policy analysis. METHODS: The research team adopted a qualitative approach that employed in-depth interviews with 12 key informants (2 ministers, 4 non-governmental organizations, 3 advocacy group representatives, and 3 healthcare managers) and document review. Thematic framework analysis was used to analyze the data guided by the Kingdon's Multiple Streams Framework. RESULTS: Problem factors that influenced Lebanese health policy towards Syrian refugees include the sheer number of refugees with urgent health care needs who entered a fragile, highly privatized health care system, and political and sectarian dissension around the refugee issue, both of which contributed to a slow government response. In the policy stream, international non-governmental organizations concerned with refugee health started to engage with local authorities. In December 2014, the Lebanon Crisis Response Plan strategy was issued by the government and various partners that iterated the strategy to respond to Syrian refugees' needs. Under the political stream, Lebanon's historical experience with Palestinian refugees, and specifically concerns regarding fear of domiciliation, influenced the unofficial implementation of a 'no camp policy' strategy at the onset of the crisis, which in turn shaped healthcare integration. Further, international non-governmental organizations joined efforts to fund and supplement health care services, while think tank policy organizations advocated for refugees right to healthcare and host community support. CONCLUSION: This study highlights the role of global actors, such as UNHCR, WHO among others, as the main entrepreneurs in integrating refugees into the Lebanese health care system. It also underscored the ad-hoc non-systematic approach with which the policies around refugee health response were made in Lebanon and the influence of political factors. Although the mutual benefits to both host and refugee communities were recognized, many challenges threaten integration, foremost among them the model's financial sustainability.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada. fe08@aub.edu.lb."
      ]
    },
    {
      "last_name": "Honein-AbouHaidar",
      "fore_name": "Gladys",
      "initials": "G",
      "name": "Gladys Honein-AbouHaidar",
      "affiliations": [
        "Hariri School of Nursing, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bou-Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou-Karroum",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Salameh",
      "fore_name": "Sabine",
      "initials": "S",
      "name": "Sabine Salameh",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Parkinson",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Parkinson",
      "affiliations": [
        "Johns Hopkins University, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Majed",
      "fore_name": "Rima",
      "initials": "R",
      "name": "Rima Majed",
      "affiliations": [
        "Department of Sociology, Anthropology & Media Studies, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Conflict and health",
    "iso_abbreviation": "Confl Health",
    "issn": "1752-1505",
    "issn_type": "Print",
    "volume": "18",
    "issue": "Suppl 1",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "10"
  },
  "start_page": "79",
  "pages": "79",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40640927",
    "pmc": "PMC12243152",
    "doi": "10.1186/s13031-025-00680-2",
    "pii": "10.1186/s13031-025-00680-2"
  },
  "doi": "10.1186/s13031-025-00680-2",
  "pmc_id": "PMC12243152",
  "dates": {
    "revised": "2025-07-12"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MR/S013547/1",
      "agency": "the UK Department of International Development (DFID), the Economic and Social Research Council (ESRC), the Medical Research Council (MRC) and the Wellcome Trust"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.839255",
    "pmid": "40640927"
  }
}