{
  "pmid": "40646559",
  "uid": "40646559",
  "title": "Treatment-specific interrupted time series analyses of judicial deference to health technology assessment in Brazil.",
  "abstract": "BACKGROUND: The use of health rights litigation as a parallel decision-making venue to bypass health technology assessments (HTA) has resulted in unintended inequitable impacts on Latin American health systems since the 1990s. Brazil created a new HTA body in 2011 to promote a transparent and evidence-informed process in the Ministry of Health´s decisions about treatment coverage, but its impact on the judicial system’s provision of specific treatments to patient litigants has not yet been quantitatively evaluated. METHODS: We leverage a unique dataset of 3,774 judicial claims for ten of Brazil’s most frequently litigated treatments to conduct the first quasi-experimental evaluation of treatment-specific changes in judicial decisions providing treatments through the national health system. Interrupted time series analyses using ordinary least-squares and logistic fractional response regressions were used to determine if an HTA recommendation was significantly associated with a change in court decisions in favour of litigants following a positive or negative recommendation for national coverage for the ten most litigated treatments in the country. RESULTS: We find no evidence of a statistically significant change in court decisions using ordinary least-squares regression and decreases of smaller than 2.1% in positive court decisions using logistic fractional regression, regardless of whether HTA recommended for or against coverage. Among treatments recommended for coverage, three treatments experienced decreases in positive court decisions ranging from 3.1 to 26.8%. Among treatments recommended against coverage, two treatments experienced decreases in positive decisions ranging from 5.2 to 14.2%, and one treatment experienced a 9.6% increase in positive decisions. CONCLUSIONS: Our results demonstrate that nearly all court claims filed for the ten most litigated treatments in Brazil were granted, and HTA recommendations had almost no impact on judicial decisions to grant patient petitions for coverage. Policymakers should be aware that the creation of an HTA does not guarantee that its recommendations will produce a change in court decision making on patient petitions for treatment coverage. To realize the promise of basing difficult decisions on the provision and allocation of health technologies on principles of clinical utility, cost-effectiveness, and equity, the failure to meaningfully incorporate HTA in judicial processes must be addressed. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1186/s12913-025-13088-8.",
  "authors": [
    {
      "last_name": "Poirier",
      "fore_name": "Mathieu Jp",
      "initials": "MJ",
      "name": "Mathieu Jp Poirier",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health, York University, 4700 Keele Street, Dahdaleh Building 2120, Toronto, ON, M3J 1P3, Canada. mathieu.poirier@globalstrategylab.org.",
        "School of Global Health, York University, Toronto, Canada. mathieu.poirier@globalstrategylab.org."
      ],
      "orcid": "0000-0003-3842-0011"
    },
    {
      "last_name": "Nanyangwe-Moyo",
      "fore_name": "Tina",
      "initials": "T",
      "name": "Tina Nanyangwe-Moyo",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health, York University, 4700 Keele Street, Dahdaleh Building 2120, Toronto, ON, M3J 1P3, Canada."
      ],
      "orcid": "0000-0002-9175-323X"
    },
    {
      "last_name": "de Vasconcelos",
      "fore_name": "Natalia Pires",
      "initials": "NP",
      "name": "Natalia Pires de Vasconcelos",
      "affiliations": [
        "Department of Sociology, University of Georgia, Athens, USA."
      ],
      "orcid": "0000-0002-0309-6904"
    },
    {
      "last_name": "Wang",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Wang",
      "affiliations": [
        "Fundação Getulio Vargas, Law School in São Paulo, Brazil."
      ],
      "orcid": "0000-0002-7761-1315"
    },
    {
      "last_name": "Lin",
      "fore_name": "Gigi O",
      "initials": "GO",
      "name": "Gigi O Lin",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health, York University, 4700 Keele Street, Dahdaleh Building 2120, Toronto, ON, M3J 1P3, Canada."
      ],
      "orcid": "0000-0002-8402-4418"
    },
    {
      "last_name": "Chieffi",
      "fore_name": "Ana Luiza",
      "initials": "AL",
      "name": "Ana Luiza Chieffi",
      "affiliations": [
        "Department of Health of the State of São Paulo, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Monaco",
      "fore_name": "Cauê Freitas",
      "initials": "CF",
      "name": "Cauê Freitas Monaco",
      "affiliations": [
        "Centro Universitário São Camilo, School of Medicine, São Paulo, Brazil."
      ],
      "orcid": "0000-0002-5316-2156"
    },
    {
      "last_name": "Mao",
      "fore_name": "Zun Ge",
      "initials": "ZG",
      "name": "Zun Ge Mao",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health, York University, 4700 Keele Street, Dahdaleh Building 2120, Toronto, ON, M3J 1P3, Canada."
      ],
      "orcid": "0009-0003-2988-7813"
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health, York University, 4700 Keele Street, Dahdaleh Building 2120, Toronto, ON, M3J 1P3, Canada.",
        "School of Global Health, York University, Toronto, Canada.",
        "Osgoode Hall Law School, York University, Toronto, Canada."
      ],
      "orcid": "0000-0002-2064-3711"
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "12"
  },
  "start_page": "950",
  "pages": "950",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40646559",
    "pmc": "PMC12254987",
    "doi": "10.1186/s12913-025-13088-8",
    "pii": "10.1186/s12913-025-13088-8"
  },
  "doi": "10.1186/s12913-025-13088-8",
  "pmc_id": "PMC12254987",
  "dates": {
    "revised": "2025-07-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "200120/Z/15/Z",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "234608",
      "agency": "Research Council of Norway's GLOBVAC Project"
    },
    {
      "grant_id": "172982",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "ER16-12-197",
      "agency": "Ontario Ministry of Research, Innovation and Science"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.546084",
    "pmid": "40646559"
  }
}