{
  "pmid": "40643582",
  "uid": "40643582",
  "title": "Postextubation use of non-invasive respiratory support in preterm infants: a network meta-analysis.",
  "abstract": "RATIONALE: Several non-invasive respiratory support modes are available to reduce extubation failure in preterm infants. However, their relative efficacy is unclear. OBJECTIVES: To assess the benefits and harms of non-invasive respiratory support modes for postextubation support in preterm infants. SEARCH METHODS: We searched CENTRAL, MEDLINE, Embase, CINAHL, and Web of Science to January 2024. ELIGIBILITY CRITERIA: Randomised, quasi-randomised, and cluster-randomised controlled trials comparing non-invasive respiratory support modes for preterm infants postextubation. OUTCOMES: Critical outcomes included treatment failure, endotracheal ventilation, and moderate-severe chronic lung disease (CLD). Important outcomes included any CLD, death, death or moderate-severe CLD, pulmonary air leak syndrome, intestinal perforation, and moderate to severe neurodevelopmental impairment. RISK OF BIAS: We assessed risk of bias using the Cochrane RoB 1 tool. SYNTHESIS METHODS: We evaluated seven non-invasive respiratory support modes: nasal continuous positive airway pressure (CPAP); non-invasive positive pressure ventilation (NIPPV); biphasic positive airway pressure (BiPAP); high-flow nasal cannula (HFNC); non-invasive high-frequency oscillatory ventilation (NIHFV); non-invasive neurally adjusted ventilatory assist (NIV-NAVA); high nasal continuous positive airway pressure (H-CPAP). We used random-effects pairwise meta-analysis for direct comparisons and a Bayesian network meta-analysis to estimate network risk ratio (nRR) and 95% credible interval (95% CrI) for indirect and mixed comparisons across seven non-invasive respiratory support modes. We assessed the certainty of evidence using Confidence In Network Meta-Analysis specifically developed for network meta-analysis. INCLUDED STUDIES: We included 54 studies involving 6995 preterm infants. SYNTHESIS OF RESULTS: Treatment failure (48 studies, 6652 infants). NIPPV may result in a large reduction in treatment failure compared to CPAP (nRR 0.48, 95% CrI 0.36 to 0.62; low-certainty evidence) and HFNC (nRR 0.39, 95% CrI 0.26 to 0.57; low-certainty evidence). NIHFV likely results in a large reduction in treatment failure compared to CPAP (nRR 0.39, 95% CrI 0.26 to 0.58; moderate-certainty evidence) and may result in a large reduction in treatment failure compared to HFNC (nRR 0.32, 95% CrI 0.19 to 0.52; low-certainty evidence). For other comparisons, the evidence was very uncertain or there may have been little to no difference. Endotracheal ventilation (47 studies, 6459 infants). NIPPV may result in a large reduction in endotracheal ventilation compared to CPAP (nRR 0.51, 95% CrI 0.38 to 0.65; low-certainty evidence). NIHFV likely results in a large reduction in endotracheal ventilation compared to CPAP (nRR 0.38, 95% CrI 0.25 to 0.57; moderate-certainty evidence) and HFNC (nRR 0.34, 95% CrI 0.20 to 0.56; moderate-certainty evidence). For other comparisons, the evidence was very uncertain or there may have been little to no difference. Moderate to severe CLD (22 studies, 4895 infants). NIHFV may result in a large reduction in moderate to severe CLD compared to CPAP (nRR 0.64, 95% CrI 0.43 to 0.92; low-certainty evidence). For other comparisons, the evidence was very uncertain or there may have been little to no difference. The most common reasons for downgrading the certainty of evidence in the above analyses were within-study bias, imprecision, and heterogeneity. Sensitivity analysis (only studies with low risk of bias; findings similar to main analysis). NIPPV may result in a large reduction in treatment failure compared to CPAP (nRR 0.55, 95% CrI 0.31 to 0.88; low-certainty evidence) and HFNC (nRR 0.39, 95% CrI 0.17 to 0.81; low-certainty evidence). NIHFV results in a large reduction in treatment failure compared to CPAP (nRR 0.32, 95% CrI 0.14 to 0.70; high-certainty evidence) and HFNC (nRR 0.23, 95% CrI 0.08 to 0.58; high-certainty evidence). NIHFV likely results in a large reduction in endotracheal intubation compared to CPAP (nRR 0.33, 95% CrI 0.15 to 0.71; moderate-certainty evidence) and results in a large reduction in endotracheal intubation compared to HFNC (nRR 0.25, 95% CrI 0.08 to 0.66; high-certainty evidence). For other comparisons, the evidence is very uncertain or there may have been little to no difference. Stratified analysis 1. Analyses restricted to preterm infants 28 weeks' gestational age or greater were consistent with main analyses. For treatment failure, NIPPV may largely reduce risk compared to CPAP (nRR 0.44, 95% CrI 0.27 to 0.70; low-certainty evidence) and HFNC (nRR 0.47, 95% CrI 0.27 to 0.82; low-certainty evidence), and NIHFV may largely reduce the risk compared to CPAP (nRR 0.44, 95% CrI 0.27 to 0.70; low-certainty evidence) and HFNC (nRR 0.31, 95% CrI 0.17 to 0.54; low-certainty evidence). NIHFV likely results in a large reduction of treatment failure compared to BiPAP (nRR 0.35, 95% CrI 0.13 to 0.86; moderate-certainty evidence). For endotracheal ventilation, NIPPV may largely reduce the risk compared to HFNC (nRR 0.43, 95% CrI 0.24 to 0.79; low-certainty evidence) and NIHFV may largely reduce the risk compared to CPAP (nRR 0.44, 95% CrI 0.28 to 0.67; low-certainty evidence). NIHFV likely results in a large reduction of endotracheal ventilation compared to HFNC (nRR 0.29, 95% CrI 0.15 to 0.54; moderate-certainty evidence) and BiPAP (nRR 0.35, 95% CrI 0.14 to 0.84; moderate-certainty evidence). For the other comparisons, the evidence was very uncertain or there may have been little to no difference in critical outcomes. 2. Analyses restricted to preterm infants less than 28 weeks' gestational age: the evidence is very uncertain or there may have been little to no difference in any of the critical outcomes. However, very few studies and participants contributed to these analyses. Results of important outcomes are provided in the main review text. AUTHORS' CONCLUSIONS: NIPPV may reduce the risk of treatment failure or endotracheal ventilation compared to CPAP or HFNC, but may not reduce the risk of moderate to severe CLD. NIHFV likely reduces the risk of treatment failure and endotracheal ventilation, and may reduce the risk of moderate to severe CLD, compared to CPAP. More data are needed for extremely preterm infants under 28 weeks' gestational age, as they are at the highest risk of extubation failure and are currently under-represented in studies. Further research with matched mean airway pressure between different non-invasive respiratory support modes is necessary to ensure comparability and demonstrate that the benefits are due to the unique characteristics of these non-invasive respiratory support modes. FUNDING: This Cochrane review had no dedicated funding. REGISTRATION: Protocol available via DOI: 10.1002/14651858.CD014509.",
  "authors": [
    {
      "last_name": "Razak",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Razak",
      "affiliations": [
        "Department of Pediatrics, Monash University, Melbourne, Victoria, Australia.",
        "Department of Monash Newborn, Monash Children's Hospital, Melbourne, Australia.",
        "Department of Pediatrics, The Ritchie Centre, Hudson Institute of Medical Research, Melbourne, Victoria, Australia.",
        "Newborn Services, Joan Kirner Women's and Children's Hospital, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakeshkumar S",
      "initials": "PS",
      "name": "Prakeshkumar S Shah",
      "affiliations": [
        "Department of Paediatrics and Institute of Health Policy, Management and Evaluation, University of Toronto Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kadam",
      "fore_name": "Madhura",
      "initials": "M",
      "name": "Madhura Kadam",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Borhan",
      "fore_name": "Sayem",
      "initials": "S",
      "name": "Sayem Borhan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mukerji",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Mukerji",
      "affiliations": [
        "Department of Paediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "11"
  },
  "start_page": "CD014509",
  "pages": "CD014509",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Network Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Infant, Newborn",
    "Airway Extubation",
    "Bias",
    "Continuous Positive Airway Pressure",
    "Infant, Premature",
    "Intubation, Intratracheal",
    "Lung Diseases",
    "Noninvasive Ventilation",
    "Positive-Pressure Respiration",
    "Randomized Controlled Trials as Topic",
    "Treatment Failure"
  ],
  "article_ids": {
    "pubmed": "40643582",
    "pmc": "PMC12248292",
    "doi": "10.1002/14651858.CD014509.pub2"
  },
  "doi": "10.1002/14651858.CD014509.pub2",
  "pmc_id": "PMC12248292",
  "dates": {
    "completed": "2025-07-11",
    "revised": "2025-07-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:10:05.392216",
    "pmid": "40643582"
  }
}