{
  "pmid": "40643675",
  "uid": "40643675",
  "title": "The role of physical performance measures in the physiotherapy assessment and management of older adults with osteoporotic vertebral fractures: a narrative review.",
  "abstract": "BACKGROUND: Osteoporotic vertebral fractures (OVFs) are the most common type of major osteoporotic fracture and can result in significant morbidity, reduced survival, and economic burden. Exercise is a key management strategy for osteoporosis, but it must be appropriately tailored by physiotherapists considering previous fractures and co-morbidities following evidence-based assessments. Limited guidance exists for selecting appropriate physical performance measures (PPMs) for OVFs. The purpose of this narrative review was to determine the role of PPMs in the physiotherapy assessment and management of older adults with OVFs. METHODS: A literature search was conducted in MEDLINE, CINAHL, PubMed, and PEDro to identify systematic reviews, randomized controlled trials, and observational studies addressing exercise and OVFs. Data extraction of age, gender, quality of life measurements, PPMs, and types of exercise programs was completed, and study risk of bias was assessed. RESULTS: This review offers guidance on the physiotherapy assessment and management of older adults with OVFs. A Reference Chart of PPMs was developed to aid in the selection of additional measures and to create a Clinical Care Pathway that informs assessments and customizes exercise programs. Incorporating a patient feedback mechanism that shares retesting results with patients may enhance exercise adherence and warrants further investigation. CONCLUSION: PPMs are important in tailoring individual exercise programs for people with OVFs. Results from patient self-reported questionnaires and addressing known barriers to recovery can guide the selection of PPMs. Future research on the clinical use of PPMs can aid in developing individualized exercise programs for OVFs.",
  "authors": [
    {
      "last_name": "O'Hare",
      "fore_name": "Bonny",
      "initials": "B",
      "name": "Bonny O'Hare",
      "affiliations": [
        "Faculty of Health Sciences, Department of Rehabilitation Sciences, McMaster University, Hamilton, ON, Canada. bonny@promotionphysiotherapy.com.",
        "Osteo-Circuit, Aurora, ON, Canada. bonny@promotionphysiotherapy.com."
      ]
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Azizudin",
      "fore_name": "Ashlee M",
      "initials": "AM",
      "name": "Ashlee M Azizudin",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Faculty of Health Sciences, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Geras Centre for Aging Research, St. Peter's Hospital, Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Faculty of Health Sciences, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Geras Centre for Aging Research, St. Peter's Hospital, Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Osteoporosis international : a journal established as result of cooperation between the European Foundation for Osteoporosis and the National Osteoporosis Foundation of the USA",
    "iso_abbreviation": "Osteoporos Int",
    "issn": "1433-2965",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "11"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40643675",
    "doi": "10.1007/s00198-025-07606-x",
    "pii": "10.1007/s00198-025-07606-x"
  },
  "doi": "10.1007/s00198-025-07606-x",
  "dates": {
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.439339",
    "pmid": "40643675"
  }
}