{
  "pmid": "40651694",
  "uid": "40651694",
  "title": "Vaginal Endometriosis Resection Guided by an Intra-operative Transvaginal Ultrasound.",
  "abstract": "OBJECTIVE: Vaginal endometriosis occurs in 3.5-14.5% of patients with endometriosis [1-3]. Complete resection is crucial, as unnecessary colpotomy may increase the risk of rectovaginal fistula [4], and incomplete resection may leave residual disease, raising the likelihood of recurrence. Ultrasound is commonly used in the diagnosis and preoperative assessment of deep endometriosis [5]. This study demonstrates the use of intraoperative transvaginal ultrasound (TVS) to guide safe and complete vaginal endometriosis resection. SETTING: An academic-affiliated healthcare center. PARTICIPANTS: Patient with symptomatic rectal and vaginal deep-infiltrating endometriosis. INTERVENTIONS: A 33-year-old patient with chronic pelvic pain, dyspareunia, constipation, and dyschezia, previously underwent hysterectomy and bilateral salpingectomy for adenomyosis and abnormal uterine bleeding. Advanced ultrasound identified two atypical right ovarian endometriomas (12 × 12 × 15 mm and 14 × 8 × 13 mm), a right pseudocyst (100 × 86 × 85 mm), and endometriotic nodules in the right uterosacral ligament (6 × 7 × 6 mm), rectum (20 × 6 × 8 mm), and vagina (12 × 4 × 12 mm). The left ovary appeared normal in appearance but fixed in all dimensions. No hydro-ureters or hydronephrosis were noted. The patient underwent a laparoscopic right oophorectomy, left ovarian adhesiolysis, rectal segmental resection, and excision of vaginal vault endometriosis. In this procedure, we identified the rectal endometriosis nodule approximately 12 cm from the anal-verge. The rectal segment was isolated and mobilized. Vaginal endometriosis was resected and the vaginal vault was re-assessed for residual disease. Given the limitations of visual inspection alone (Figure 1A), intraoperative TVS was performed while maintaining pneumoperitoneum, revealing residual disease (Figure 1B), which was subsequently excised. The procedure concluded with rectal segmental resection performed by a colorectal surgical team. The pathology results confirmed right endometrioma, right paratubal cyst, bowel endometriosis, and endometriosis in both the initial and additional vaginal excision specimens. At 6-week follow-up, the patient reported improved pelvic pain and dyschezia with no postoperative complications. CONCLUSION: Intraoperative ultrasound-guided vaginal endometriosis resection enables enhanced visualization and may facilitate a safe and complete excision of vaginal endometriosis.",
  "authors": [
    {
      "last_name": "Aharoni",
      "fore_name": "Saar",
      "initials": "S",
      "name": "Saar Aharoni",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Division of Minimally Invasive Gynecologic Surgery, McMaster University, Hamilton, Ontario, Canada.. Electronic address: aharonis@mcmaster.ca."
      ]
    },
    {
      "last_name": "Shishkina",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Shishkina",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Division of Minimally Invasive Gynecologic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nassar",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Nassar",
      "affiliations": [
        "Department of Obstetrics and Gynecology, UCLA Health, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Division of Minimally Invasive Gynecologic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of minimally invasive gynecology",
    "iso_abbreviation": "J Minim Invasive Gynecol",
    "issn": "1553-4669",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "10"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40651694",
    "doi": "10.1016/j.jmig.2025.06.010",
    "pii": "S1553-4650(25)00210-9"
  },
  "doi": "10.1016/j.jmig.2025.06.010",
  "dates": {
    "revised": "2025-07-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.186703",
    "pmid": "40651694"
  }
}