{
  "pmid": "40651501",
  "uid": "40651501",
  "title": "Physician Billing in Long-Term Care Homes and the Association With the Prescribing of End-of-Life Symptom Management Medications: A Population-Based Retrospective Cohort Study.",
  "abstract": "OBJECTIVES: Medications are often needed to manage distressing end-of-life symptoms (eg, pain, agitation, dyspnea). We evaluated whether physician billing in long-term care (LTC) was associated with LTC residents' receipt of an end-of-life symptom management medication prescription. DESIGN: Retrospective cohort study using administrative health data. SETTING AND PARTICIPANTS: All LTC decedents in Ontario's 626 publicly funded LTC homes who died between January 1, 2017, and March 17, 2020, were matched to a physician most responsible for their care (MRP) in LTC. METHODS: We measured the proportion of an MRP's billings that occurred in LTC. The prescribing of 1+ end-of-life symptom management medications was captured in LTC residents' last 2 weeks of life using prescription claims data. RESULTS: The study included 54,445 LTC decedents and 1855 MRPs. MRPs had a median of 9% of their total billings in LTC (interquartile range 3% to 23%). Two-thirds of LTC decedents (36,682, 67.4%) had at least one end-of-life medication prescription, the most common of which was opioids (prescribed to 65.4% of decedents). There was no difference in the odds of a decedent having a prescription for an end-of-life medication based on their MRP's proportion of billings in LTC (adjusted odds ratio for a 10% increase in an MRPs' billings in LTC 1.01, 95% CI, 0.99-1.02). CONCLUSIONS AND IMPLICATIONS: Across Ontario's LTC homes, there are large variations in prescribing rates for end-of-life symptom management medications; however, a physician's proportion of billings in LTC was not associated with a greater likelihood of prescribing.",
  "authors": [
    {
      "last_name": "Roberts",
      "fore_name": "Rhiannon L",
      "initials": "RL",
      "name": "Rhiannon L Roberts",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Clarke",
      "fore_name": "Anna E",
      "initials": "AE",
      "name": "Anna E Clarke",
      "affiliations": [
        "ICES, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dash",
      "fore_name": "Darly",
      "initials": "D",
      "name": "Darly Dash",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kobewka",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Kobewka",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; ICES, Ottawa, Ontario, Canada; Bruyère Health Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bush",
      "fore_name": "Shirley H",
      "initials": "SH",
      "name": "Shirley H Bush",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; Bruyère Health Research Institute, Ottawa, Ontario, Canada; Division of Palliative Care, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sinnarajah",
      "fore_name": "Aynharan",
      "initials": "A",
      "name": "Aynharan Sinnarajah",
      "affiliations": [
        "Division of Palliative Medicine, Department of Medicine, Queen's University Kingston, Kingston, Ontario, Canada; Division of Palliative Care, Department of Medicine, Lakeridge Health, Oshawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simon",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Simon",
      "affiliations": [
        "Department of Oncology, Medicine and Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Isenberg",
      "fore_name": "Sarina R",
      "initials": "SR",
      "name": "Sarina R Isenberg",
      "affiliations": [
        "Bruyère Health Research Institute, Ottawa, Ontario, Canada; Division of Palliative Care, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arya",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Arya",
      "affiliations": [
        "Division of Palliative Care, Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada; Division of Palliative Care, Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada; North York General Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Robert",
      "fore_name": "Benoit",
      "initials": "B",
      "name": "Benoit Robert",
      "affiliations": [
        "Centre of Excellence in Frailty-Informed Care, Perley Health, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lau",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Lau",
      "affiliations": [
        "Division of Palliative Care, Princess Margaret Cancer Centre, University Health Network, Toronto, Ontario, Canada; Department of Family and Community Medicine, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "Department of Family Medicine and Primary Care, University of Hong Kong, Hong Kong."
      ]
    },
    {
      "last_name": "Downar",
      "fore_name": "James",
      "initials": "J",
      "name": "James Downar",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; Bruyère Health Research Institute, Ottawa, Ontario, Canada; Division of Palliative Care, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Webber",
      "fore_name": "Colleen",
      "initials": "C",
      "name": "Colleen Webber",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; Bruyère Health Research Institute, Ottawa, Ontario, Canada. Electronic address: cwebber@bruyere.org."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "9",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "23"
  },
  "start_page": "105766",
  "pages": "105766",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40651501",
    "doi": "10.1016/j.jamda.2025.105766",
    "pii": "S1525-8610(25)00283-X"
  },
  "doi": "10.1016/j.jamda.2025.105766",
  "dates": {
    "revised": "2025-07-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.556036",
    "pmid": "40651501"
  }
}