{
  "pmid": "40659174",
  "uid": "40659174",
  "title": "AZGP1: A proteomic biomarker in cancer.",
  "abstract": "Alpha-2-glycoprotein 1, zinc-binding (AZGP1), functions as a serum AZGP1 biomarker with applications in cancer detection, prognosis, and therapeutic monitoring. This review evaluates AZGP1's analytical performance and clinical utility in multiple malignancies based on immunoassay and mass spectrometry studies. ELISA and chemiluminescent immunoassays yield area-under-curve values of 0.78-0.89 for early colorectal and prostate cancer detection, often surpassing prostate-specific and carcinoembryonic antigens levels. Mass spectrometry studies have identified AZGP1 proteoforms, the abundance of which correlates with tumor burden and progression. Multivariate clinical analyses confirmed that elevated serum AZGP1 levels independently predict poorer overall and disease-free survival in colorectal, lung, and breast cancers. Simultaneously, preclinical models have demonstrated the role of AZGP1 in lipid mobilization, epithelial-mesenchymal transition, and modulation of tumor-stromal and immune interactions. We highlight the integration of mechanistic insights with proteoform-specific data and the need to harmonize preanalytical and analytical protocols. We propose a plan that includes the development of reference standards, conducting large prospective trials within biobank networks, and using artificial intelligence to discover combined proteomic signatures of the disease. These efforts aim to establish serum AZGP1 as a reliable, minimally invasive biomarker that improves early detection, prognostic stratification, and informs precision oncology.",
  "authors": [
    {
      "last_name": "Pandey",
      "fore_name": "Surya Nath",
      "initials": "SN",
      "name": "Surya Nath Pandey",
      "affiliations": [
        "Department of Pharmacology, Teerthanker Mahaveer College of Pharmacy, Teerthanker Mahaveer University, Moradabad 244001 Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, Jeddah 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Haider",
      "initials": "H",
      "name": "Haider Ali",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Saveetha University, Chennai, India."
      ]
    },
    {
      "last_name": "Malathi",
      "fore_name": "H",
      "initials": "H",
      "name": "H Malathi",
      "affiliations": [
        "Department of Biotechnology and Genetics, School of Sciences, JAIN (Deemed to be University), Bangalore, Karnataka, India."
      ]
    },
    {
      "last_name": "Maharana",
      "fore_name": "Laxmidhar",
      "initials": "L",
      "name": "Laxmidhar Maharana",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Siksha 'O' Anusandhan (Deemed to be University), Bhubaneswar, Odisha 751030, India."
      ]
    },
    {
      "last_name": "Goyal",
      "fore_name": "Kavita",
      "initials": "K",
      "name": "Kavita Goyal",
      "affiliations": [
        "Department of Biotechnology, Graphic Era (Deemed to be University), Clement Town, Dehradun 248002, India."
      ]
    },
    {
      "last_name": "Rana",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Rana",
      "affiliations": [
        "Uttaranchal Institute of Pharmaceutical Sciences, Uttaranchal University, Dehradun, India."
      ]
    },
    {
      "last_name": "Imran",
      "fore_name": "Mohd",
      "initials": "M",
      "name": "Mohd Imran",
      "affiliations": [
        "Center For Health Research, Northern Border University, Arar 73213, Saudi Arabia. Electronic address: imran.pchem10@outlook.com."
      ]
    }
  ],
  "journal": {
    "title": "Clinica chimica acta; international journal of clinical chemistry",
    "iso_abbreviation": "Clin Chim Acta",
    "issn": "1873-3492",
    "issn_type": "Electronic",
    "volume": "577",
    "pub_year": "2025",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "120481",
  "pages": "120481",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Biomarkers, Tumor",
    "Proteomics",
    "Neoplasms",
    "Glycoproteins",
    "Zn-Alpha-2-Glycoprotein"
  ],
  "article_ids": {
    "pubmed": "40659174",
    "doi": "10.1016/j.cca.2025.120481",
    "pii": "S0009-8981(25)00360-2"
  },
  "doi": "10.1016/j.cca.2025.120481",
  "dates": {
    "completed": "2025-07-23",
    "revised": "2025-07-23"
  },
  "chemicals": [
    "Biomarkers, Tumor",
    "AZGP1 protein, human",
    "Glycoproteins",
    "Zn-Alpha-2-Glycoprotein"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.254794",
    "pmid": "40659174"
  }
}