{
  "pmid": "40663028",
  "uid": "40663028",
  "title": "Comparative efficacy and safety of biologics and systemic immunomodulatory treatments for chronic urticaria: Systematic review and network meta-analysis.",
  "abstract": "BACKGROUND: Chronic urticaria is a common skin condition characterized by itchy wheals (hives), angioedema, or both, lasting for 6 weeks or more. Beyond antihistamines, multiple systemic treatments are available, but there is uncertainty regarding their comparative effects on chronic urticaria outcomes. OBJECTIVE: We systematically synthesized the comparative benefits and harms of systemic treatments for chronic urticaria. METHODS: As part of updating the AAAAI/ACAAI JTFPP chronic urticaria guidelines, we searched Medline, Embase, Central, Chinese Biomedical Databases (CBM), China National Knowledge Infrastructure (CNKI), Chinese Scientific Journal Database (VIP), and Wanfang from inception to February 4, 2025, for randomized trials addressing systemic immunomodulatory treatments, including phototherapy, for chronic urticaria. Paired reviewers screened records, extracted data, and assessed risk of bias. Random effects Bayesian network meta-analyses addressed urticaria activity (comprising itch and wheal scores), angioedema activity, health-related quality of life, and adverse events. The GRADE approach informed certainty-of-evidence ratings (PROSPERO: CRD42023429819). RESULTS: We included 93 studies (n = 11,398; mostly adult and adolescent participants across 83 randomized trials and 10 nonrandomized studies) that evaluated 42 interventions. With high certainty, standard-dose omalizumab (300 mg every 4 weeks) and remibrutinib are among the most effective for improving multiple patient-important outcomes. The safety profile of remibrutinib, however, is less certain. Dupilumab improved urticaria activity, but its impact on quality of life is uncertain, and no dupilumab trials addressed angioedema activity. Cyclosporine may be among the most effective for improving urticaria activity but may be among the most harmful in increasing the frequency of any adverse events. Azathioprine, dapsone, hydroxychloroquine, mycophenolate, sulfasalazine, and vitamin D may improve outcomes, while benralizumab, quilizumab, and tezepelumab may not differ from placebo, though the evidence is uncertain. Findings were consistent across age groups and baseline severity, and were robust to subgroup analyses. CONCLUSIONS: Among individuals with chronic urticaria refractory to antihistamines, standard-dose omalizumab and remibrutinib are among the most effective drugs across multiple patient-important outcomes with a favorable safety profile across the studied duration. Cyclosporine may be effective but may be among the most harmful. Dupilumab improves itch and wheals, but it is uncertain whether it improves angioedema or quality of life. Lower doses of omalizumab are of intermediate effectiveness and favorable safety. The net benefit of conventional immunosuppressants is uncertain.",
  "authors": [
    {
      "last_name": "Chu",
      "fore_name": "Alexandro W L",
      "initials": "AWL",
      "name": "Alexandro W L Chu",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Evidence in Allergy Group, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oykhman",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Oykhman",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Evidence in Allergy Group, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Xiajing",
      "initials": "X",
      "name": "Xiajing Chu",
      "affiliations": [
        "Evidence in Allergy Group, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Rayner",
      "fore_name": "Daniel G",
      "initials": "DG",
      "name": "Daniel G Rayner",
      "affiliations": [
        "Evidence in Allergy Group, McMaster University, Hamilton, Ontario, Canada; Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhangal",
      "fore_name": "Sukhdeep",
      "initials": "S",
      "name": "Sukhdeep Bhangal",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dam",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Dam",
      "affiliations": [
        "Faculty of Health Sciences, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Xu",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sheikh",
      "fore_name": "Javed",
      "initials": "J",
      "name": "Javed Sheikh",
      "affiliations": [
        "Department of Clinical Immunology and Allergy, Southern California Permanente Medical Group, Los Angeles, Calif."
      ]
    },
    {
      "last_name": "Trayes",
      "fore_name": "Kathryn P",
      "initials": "KP",
      "name": "Kathryn P Trayes",
      "affiliations": [
        "Department of Family and Community Medicine, Thomas Jefferson University Hospital, Philadelphia, Pa."
      ]
    },
    {
      "last_name": "Frazier",
      "fore_name": "Winfred T",
      "initials": "WT",
      "name": "Winfred T Frazier",
      "affiliations": [
        "Department of Family Medicine, University of Pittsburgh School of Medicine, Pittsburgh, Pa."
      ]
    },
    {
      "last_name": "Lang",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Lang",
      "affiliations": [
        "Department of Allergy and Clinical Immunology, Cleveland Clinic, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Beck",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Beck",
      "affiliations": [
        "Department of Dermatology, University of Rochester Medical Center, Rochester, NY."
      ]
    },
    {
      "last_name": "Mathur",
      "fore_name": "Sameer K",
      "initials": "SK",
      "name": "Sameer K Mathur",
      "affiliations": [
        "Department of Medicine, Division of Allergy, Pulmonary, and Critical Care, University of Wisconsin School of Medicine and Public Health, Madison, Wis."
      ]
    },
    {
      "last_name": "Waserman",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Waserman",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Asiniwasis",
      "fore_name": "Rachel N",
      "initials": "RN",
      "name": "Rachel N Asiniwasis",
      "affiliations": [
        "Department of Medicine, Division of Dermatology, University of Saskatchewan, Regina, Canada."
      ]
    },
    {
      "last_name": "Runyon",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Runyon",
      "affiliations": [
        "Department of Internal Medicine, Division of Allergy and Immunology, The University of Texas Southwestern Medical Center, Dallas, Tex."
      ]
    },
    {
      "last_name": "Moellman",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Moellman",
      "affiliations": [
        "Department of Emergency Medicine, University of Cincinnati College of Medicine, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Oliver",
      "fore_name": "Eric T",
      "initials": "ET",
      "name": "Eric T Oliver",
      "affiliations": [
        "Department of Medicine, Division of Allergy and Clinical Immunology, Johns Hopkins University School of Medicine, Baltimore, Md."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Chan",
      "affiliations": [
        "Emergency Medicine, Southlake Regional Health Centre, Newmarket, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cole",
      "fore_name": "Emily F",
      "initials": "EF",
      "name": "Emily F Cole",
      "affiliations": [
        "Department of Medicine, Division of Dermatology, Washington University School of Medicine, St Louis, Mo."
      ]
    },
    {
      "last_name": "Baker",
      "fore_name": "Diane R",
      "initials": "DR",
      "name": "Diane R Baker",
      "affiliations": [
        "Department of Dermatology, Oregon Health and Sciences University, Portland, Ore."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Khan",
      "affiliations": [
        "Department of Internal Medicine, Division of Allergy and Immunology, The University of Texas Southwestern Medical Center, Dallas, Tex."
      ]
    },
    {
      "last_name": "Ben-Shoshan",
      "fore_name": "Moshe",
      "initials": "M",
      "name": "Moshe Ben-Shoshan",
      "affiliations": [
        "Department of Pediatrics, Division of Allergy, Immunology, and Dermatology, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Wheeler",
      "fore_name": "Kathryn E",
      "initials": "KE",
      "name": "Kathryn E Wheeler",
      "affiliations": [
        "Department of Pediatrics, University of Florida, Gainesville, Fla."
      ]
    },
    {
      "last_name": "Eftekhari",
      "fore_name": "Sanaz",
      "initials": "S",
      "name": "Sanaz Eftekhari",
      "affiliations": [
        "Asthma and Allergy Foundation of America, Arlington, Va."
      ]
    },
    {
      "last_name": "Gardner",
      "fore_name": "Donna D",
      "initials": "DD",
      "name": "Donna D Gardner",
      "affiliations": [
        "Allergy and Asthma Network, Fairfax, Va."
      ]
    },
    {
      "last_name": "Winders",
      "fore_name": "Tonya",
      "initials": "T",
      "name": "Tonya Winders",
      "affiliations": [
        "Global Allergy and Airways Patient Platform, Vienna, Austria."
      ]
    },
    {
      "last_name": "Flindall",
      "fore_name": "Maisie",
      "initials": "M",
      "name": "Maisie Flindall",
      "affiliations": [
        "patient partner."
      ]
    },
    {
      "last_name": "Tattrie",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Tattrie",
      "affiliations": [
        "patient partner."
      ]
    },
    {
      "last_name": "Bernstein",
      "fore_name": "Jonathan A",
      "initials": "JA",
      "name": "Jonathan A Bernstein",
      "affiliations": [
        "Department of Internal Medicine, Division of Rheumatology, Allergy, and Immunology, University of Cincinnati, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Saini",
      "fore_name": "Sarbjit S",
      "initials": "SS",
      "name": "Sarbjit S Saini",
      "affiliations": [
        "Department of Medicine, Division of Allergy and Clinical Immunology, Johns Hopkins University School of Medicine, Baltimore, Md."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Evidence in Allergy Group, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; The Research Institute of St Joe's Hamilton, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada. Electronic address: chudk@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of allergy and clinical immunology",
    "iso_abbreviation": "J Allergy Clin Immunol",
    "issn": "1097-6825",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "11"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40663028",
    "doi": "10.1016/j.jaci.2025.06.004",
    "pii": "S0091-6749(25)00646-3"
  },
  "doi": "10.1016/j.jaci.2025.06.004",
  "dates": {
    "revised": "2025-07-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.234299",
    "pmid": "40663028"
  }
}