{
  "pmid": "40668898",
  "uid": "40668898",
  "title": "Patient and Family Engagement in Australian and New Zealand Adult Critical Care Trials.",
  "abstract": "BACKGROUND: Engaging patients and families in critical care research is recognised as best practice. The extent of engagement in critical care trials in Australia and New Zealand is unknown, following introduction of national guidelines in 2016. OBJECTIVE: To assess the extent of patient and family engagement in adult critical care research studies endorsed by the Australia and New Zealand Intensive Care Society Clinical Trials Group (ANZICS CTG). METHODS: Prospective studies endorsed between January 2017 - December 2023 or previously endorsed and still recruiting during this period were included. The study design included a two-stage process: 1) retrospective independent assessment of patient and family engagement in study protocols, progress reports, and manuscripts and 2) prospective self-reported survey of study principal investigators and project managers to understand priority of engagement, types of activities, barriers and facilitators. Both stages assessed engagement using a modified version of an existing tool developed by the Canadian Critical Care Trials Group (CCCTG) Patient and Family Partnership Committee. The Guidance for Reporting Involvement of Patients and Public 2 (GRIPP2) tool was also used in Stage 1. RESULTS: Stage 1: Retrospective analysis using CCCTG and GRIPP2 tools. Of the 35 studies reviewed in Stage 1, patient and family engagement was infrequently reported [reported in eight protocols submitted to ANZICS CTG for endorsement (8/35, 23%), reported in one trial progress report (1/34, 3%) and in one protocol publication (1/17, 6%), and not reported in the ten primary trial publications (0/10, 0%)]. Stage 2: Survey responses using CCCTG tool. Twenty-eight of 35 studies (80%) had at least one survey response. Respondents for 20 of these studies (20/28, 71%) reported undertaking some form of patient and family engagement. The most common facilitator of engagement was staff engagement experience (12/28, 43%), and lack of resources (12/28, 43%) was identified as a key barrier. CONCLUSIONS: This study identified low rates of reported patient and family engagement in clinical trial protocols and manuscripts via independent appraisal, compared to a high self-reported rate of engagement activities, among studies endorsed via ANZICS CTG. This study highlighted importance of adequate resourcing for engagement activities, including experienced personnel and funding.",
  "authors": [
    {
      "last_name": "Evertsz",
      "fore_name": "Natalia",
      "initials": "N",
      "name": "Natalia Evertsz",
      "affiliations": [
        "The Royal Melbourne Hospital City Campus, Intensive Care Unit, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Baker",
      "fore_name": "Ann-Marie",
      "initials": "AM",
      "name": "Ann-Marie Baker",
      "affiliations": [
        "Australian and New Zealand Intensive Care Society, Carlton, Victoria, Australia."
      ]
    },
    {
      "last_name": "Bates",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Bates",
      "affiliations": [
        "Western Health, Department of Critical Care, Footscray, Victoria, Australia.",
        "The University of Melbourne Melbourne Medical School, Department of Critical Care, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Betteridge",
      "fore_name": "Toby",
      "initials": "T",
      "name": "Toby Betteridge",
      "affiliations": [
        "Christchurch Hospital, Intensive Care Unit, Christchurch, Canterbury, New Zealand.",
        "University of Otago, Dunedin, Otago, New Zealand."
      ]
    },
    {
      "last_name": "Bihari",
      "fore_name": "Shailesh",
      "initials": "S",
      "name": "Shailesh Bihari",
      "affiliations": [
        "Flinders Medical Centre, Department of Intensive Care , Bedford Park, South Australia, Australia.",
        "Flinders University, College of Medicine and Public Health, Adelaide, South Australia, Australia."
      ],
      "orcid": "0000-0001-7553-8620"
    },
    {
      "last_name": "Buhr",
      "fore_name": "Heidi",
      "initials": "H",
      "name": "Heidi Buhr",
      "affiliations": [
        "Royal Prince Alfred Hospital, Intensive Care Service, Camperdown, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "University of Toronto, Interdepartmental Division of Critical Care, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-9967-5424"
    },
    {
      "last_name": "Comitini",
      "fore_name": "Marisa",
      "initials": "M",
      "name": "Marisa Comitini",
      "affiliations": [
        "Australian and New Zealand Intensive Care Society, Clinical Trials Group, Carlton, Victoria, Australia."
      ]
    },
    {
      "last_name": "Deane",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Deane",
      "affiliations": [
        "Royal Melbourne Hospital, Intensive Care Unit, Melbourne, Victoria, Australia.",
        "The University of Melbourne Melbourne Medical School, Department of Critical Care, Melbourne, Victoria, Australia."
      ],
      "orcid": "0000-0002-7620-5577"
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Goldsmith",
      "affiliations": [
        "Australian and New Zealand Intensive Care Society, Clinical Trials Group, Carlton, Victoria, Australia."
      ]
    },
    {
      "last_name": "McAllister",
      "fore_name": "Richard E",
      "initials": "RE",
      "name": "Richard E McAllister",
      "affiliations": [
        "Royal Hobart Hospital, Department of Critical Care Medicine, Hobart, Tasmania, Australia."
      ]
    },
    {
      "last_name": "Peake",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Peake",
      "affiliations": [
        "The Queen Elizabeth Hospital, Department of Intensive Care Medicine, Woodville South, South Australia, Australia.",
        "The University of Adelaide, School of Medicine, Adelaide, South Australia, Australia.",
        "Monash University, School of Epidemiology and Preventive Medicine, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Phillips",
      "affiliations": [
        "Western Health, Physiotherapy Department, Footscray, Victoria, Australia.",
        "Australian Catholic University, Fitzroy, Victoria, Australia."
      ]
    },
    {
      "last_name": "Pilcher",
      "fore_name": "David",
      "initials": "D",
      "name": "David Pilcher",
      "affiliations": [
        "Monash University School of Public Health and Preventive Medicine, Australian and New Zealand Intensive Care Research Centre, Melbourne, Victoria, Australia.",
        "Australian and New Zealand Intensive Care Society, Australian and New Zealand Intensive Care Society Centre for Outcome and Resource Evaluation, Carlton, Victoria, Australia.",
        "Alfred Hospital, Department of Intensive Care, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Plummer",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Plummer",
      "affiliations": [
        "Royal Adelaide Hospital, Department of Intensive Care, Adelaide, South Australia, Australia."
      ]
    },
    {
      "last_name": "Rai",
      "fore_name": "Sumeet",
      "initials": "S",
      "name": "Sumeet Rai",
      "affiliations": [
        "Canberra Hospital, Intensive Care Unit, Canberra, Australian Capital Territory, Australia.",
        "Australian National University, School of Medicine and Psychology, Canberra, Australian Capital Territory, Australia."
      ]
    },
    {
      "last_name": "Ramanan",
      "fore_name": "Mahesh",
      "initials": "M",
      "name": "Mahesh Ramanan",
      "affiliations": [
        "Queensland University of Technology, Faculty of Health, Brisbane, Queensland, Australia.",
        "Caboolture Hospital, Department of Intensive Care, Caboolture, Queensland, Australia.",
        "Royal Brisbane and Women's Hospital, Herston, Queensland, Australia.",
        "University of New South Wales, The George Institute for Global Health, Sydney, New South Wales, Australia."
      ],
      "orcid": "0000-0003-4509-4015"
    },
    {
      "last_name": "Ridley",
      "fore_name": "Emma J",
      "initials": "EJ",
      "name": "Emma J Ridley",
      "affiliations": [
        "Monash University School of Public Health and Preventive Medicine, Australian and New Zealand Intensive Care Research Centre, Melbourne, Victoria, Australia.",
        "Alfred Hospital, Department of Dietetics and Nutrition, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Saxena",
      "fore_name": "Manoj",
      "initials": "M",
      "name": "Manoj Saxena",
      "affiliations": [
        "University of New South Wales Faculty of Medicine, The George Institute for Global Health, Critical Care Program, Sydney, New South Wales, Australia.",
        "Saint George Hospital, Department of Intensive Care Medicine, Kogarah, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Trevor",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Trevor",
      "affiliations": [
        "Australian and New Zealand Intensive Care Society, Carlton, Victoria, Australia."
      ]
    },
    {
      "last_name": "Udy",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Udy",
      "affiliations": [
        "Monash University School of Public Health and Preventive Medicine, Australian and New Zealand Intensive Care Research Centre, Melbourne, Victoria, Australia.",
        "Alfred Hospital, Department of Intensive Care, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Ali Abdelhamid",
      "fore_name": "Yasmine",
      "initials": "Y",
      "name": "Yasmine Ali Abdelhamid",
      "affiliations": [
        "Royal Melbourne Hospital, Intensive Care Unit, Melbourne, Victoria, Australia.",
        "The University of Melbourne Melbourne Medical School, Department of Critical Care, Melbourne, Victoria, Australia; Yasmine.Aliabdelhamid@mh.org.au."
      ]
    },
    {
      "last_name": "Haines",
      "fore_name": "Kimberley J",
      "initials": "KJ",
      "name": "Kimberley J Haines",
      "affiliations": [
        "Western Health, Physiotherapy Department, Footscray, Victoria, Australia.",
        "The University of Melbourne Melbourne Medical School, Department of Critical Care, Melbourne, Victoria, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Annals of the American Thoracic Society",
    "iso_abbreviation": "Ann Am Thorac Soc",
    "issn": "2325-6621",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "16"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40668898",
    "doi": "10.1513/AnnalsATS.202504-371OC"
  },
  "doi": "10.1513/AnnalsATS.202504-371OC",
  "dates": {
    "revised": "2025-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.613124",
    "pmid": "40668898"
  }
}