{
  "pmid": "40670233",
  "uid": "40670233",
  "title": "Multimodal Pain Management Protocol with Anterior Chest Wall Fascial Plane Blocks Significantly Enhanced Recovery After Cardiac Surgery: A Single-Center Retrospective Cohort Study.",
  "abstract": "OBJECTIVE: To evaluate the impact of a multimodal pain management (MPM) protocol with anterior chest wall fascial plane blocks on perioperative opioid administration and postoperative outcomes in cardiac surgery. DESIGN: A single-center retrospective cohort analysis. SETTING: University hospital operating rooms and intensive care units, from January 1, 2021, to August 31, 2022. PARTICIPANTS: A total of 463 adult patients undergoing elective cardiac surgery via median sternotomy. INTERVENTIONS: An Enhanced Recovery After Cardiac Surgery (ERACS) MPM protocol was implemented, including preoperative acetaminophen, intraoperative dexmedetomidine infusion, and preincision anterior chest wall fascial plane blocks. Pre-ERACS (n = 247) and post-ERACS (n = 216) groups were compared. MEASUREMENTS AND MAIN RESULTS: The primary outcomes were intraoperative opioid dose and 48-hour postoperative opioid dose (morphine milligram equivalents). Secondary outcomes were total postoperative ventilation hours, incidence of postoperative atrial fibrillation (POAF), and hospital length of stay (LOS). Multivariable regression showed statistically significant reductions in intraoperative opioid dose (ß = -0.63; 95% confidence interval [CI], -0.72 to -0.54; p < 0.0001), ventilation hours (ß = -0.59; 95% CI -1.16 to -0.02; p = 0.04), LOS (ß = -0.15; 95% CI, 0.22 to -0.08; p < 0.0001), and POAF (ß = -0.46; 95% CI, -0.91 to -0.02; p = 0.04). There was no significant difference in 48-hour postoperative opioid dose between the pre-ERACS and post-ERACS groups. CONCLUSIONS: The ERACS MPM with anterior chest wall blocks was associated with reductions in opioid use, ventilation hours, POAF, and LOS, suggesting improved perioperative outcomes.",
  "authors": [
    {
      "last_name": "Fadayomi",
      "fore_name": "Ayòtúndé B",
      "initials": "AB",
      "name": "Ayòtúndé B Fadayomi",
      "affiliations": [
        "Pain Management Center, Saint Francis Medical Center, Cape Girardeau, MO. Electronic address: ayofadayomi@gmail.com."
      ]
    },
    {
      "last_name": "Boussy",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Boussy",
      "affiliations": [
        "Department of Anesthesiology and Perioperative Medicine, University of Massachusetts Chan Medical School, Worcester, MA; Department of Anesthesiology, Perioperative and Pain Medicine, Lahey Hospital & Medical Center, Burlington, MA."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "Department of Cardiothoracic Surgery, University of Massachusetts Chan Medical School, Worcester, MA."
      ]
    },
    {
      "last_name": "Gebhardt",
      "fore_name": "Brian R",
      "initials": "BR",
      "name": "Brian R Gebhardt",
      "affiliations": [
        "Department of Anesthesiology and Perioperative Medicine, University of Massachusetts Chan Medical School, Worcester, MA."
      ]
    },
    {
      "last_name": "Badr",
      "fore_name": "Rana",
      "initials": "R",
      "name": "Rana Badr",
      "affiliations": [
        "Department of Anesthesiology and Perioperative Medicine, University of Massachusetts Chan Medical School, Worcester, MA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cardiothoracic and vascular anesthesia",
    "iso_abbreviation": "J Cardiothorac Vasc Anesth",
    "issn": "1532-8422",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jun",
    "pub_day": "22"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40670233",
    "doi": "10.1053/j.jvca.2025.06.034",
    "pii": "S1053-0770(25)00532-4"
  },
  "doi": "10.1053/j.jvca.2025.06.034",
  "dates": {
    "revised": "2025-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.748675",
    "pmid": "40670233"
  }
}