{
  "pmid": "40671234",
  "uid": "40671234",
  "title": "Targeted Protein Degradation in Lung Cancer: The Emerging Role of PROTAC Technology and E3 Ligases.",
  "abstract": "Lung cancer remains one of the most prevalent and lethal malignancies, with poor drug response and high mortality rates. Proteolysis-targeting chimeras (PROTACs) are emerging as a novel therapeutic strategy, leveraging E3 ligases to degrade oncogenic proteins selectively via the ubiquitin-proteasome pathway. These degraders offer higher selectivity and bioavailability compared to traditional inhibitors. This review explores how PROTACs eliminate oncogenic proteins in lung cancer and examines the role of E3 ligases in this process. Commonly utilized ligases include Cereblon (CRBN) and Von Hippel-Lindau (VHL), while newer ones, such as MDM2 and Kelch-like ECH-associated protein 1 (KEAP1), are being investigated for therapeutic potential. We discuss key factors in PROTAC design, including ligand selection, linker optimization, and pharmacokinetic properties, which influence tumor specificity and efficacy while minimizing off- target effects. Additionally, we highlight targetable oncogenic drivers in lung cancer, such as KRAS, EGFR, and ALK fusion proteins, and evaluate preclinical and clinical studies that demonstrate PROTACs' potential for overcoming drug resistance. The challenges associated with clinical translation, tumor microenvironment interactions, and E3 ligase selection are also discussed. Finally, we present future perspectives, including expanding the range of E3 ligases, developing multitargeting strategies, and integrating next-generation molecular glue degraders. By offering a comparative analysis of E3 ligase- specific PROTACs, this review underscores the potential of PROTAC technology to advance precision oncology in lung cancer.",
  "authors": [
    {
      "last_name": "Hussain",
      "fore_name": "Md Sadique",
      "initials": "MS",
      "name": "Md Sadique Hussain",
      "affiliations": [
        "Uttaranchal Institute of Pharmaceutical Sciences, Division of Research and Innovation, Uttaranchal University, Dehradun, Uttarakhand, India."
      ]
    },
    {
      "last_name": "Babu",
      "fore_name": "M Arockia",
      "initials": "MA",
      "name": "M Arockia Babu",
      "affiliations": [
        "Institute of Pharmaceutical Research, GLA University, Mathura, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah, 21442, Saudi Arabia."
      ]
    },
    {
      "last_name": "Roopashree",
      "fore_name": "R",
      "initials": "R",
      "name": "R Roopashree",
      "affiliations": [
        "Department of Chemistry and Biochemistry, School of Sciences, JAIN (Deemed to be University), Bangalore, Karnataka, India."
      ]
    },
    {
      "last_name": "Lal",
      "fore_name": "Madan",
      "initials": "M",
      "name": "Madan Lal",
      "affiliations": [
        "Department of Medicine, National Institute of Medical Sciences, NIMS University Rajasthan, Jaipur, India."
      ]
    },
    {
      "last_name": "Rekha",
      "fore_name": "A",
      "initials": "A",
      "name": "A Rekha",
      "affiliations": [
        "D.Y.Patil Medical College, Hospital and Research Centre, Pimpri, Pune."
      ]
    },
    {
      "last_name": "Oliver",
      "fore_name": "Brian G",
      "initials": "BG",
      "name": "Brian G Oliver",
      "affiliations": [
        "Woolcock Institute of Medical Research, University of Sydney, Sydney, New South Wales, Australia.",
        "School of Life Sciences, University of Technology Sydney, Ultimo, NSW 2007, Australia."
      ]
    },
    {
      "last_name": "MacLoughlin",
      "fore_name": "Ronan",
      "initials": "R",
      "name": "Ronan MacLoughlin",
      "affiliations": [
        "Aerogen, IDA Business Park, Dangan, Galway H91 HE94, Ireland.",
        "School of Pharmacy & Biomolecular Sciences, Royal College of Surgeons in Ireland, Dublin D02 YN77, Ireland."
      ]
    },
    {
      "last_name": "Chakraborty",
      "fore_name": "Amlan",
      "initials": "A",
      "name": "Amlan Chakraborty",
      "affiliations": [
        "Faculty of Biology, Medicine and Health, The University of Manchester, Oxford Road, Manchester M13 9PL, UK.",
        "Cardiovascular Disease Program, Biomedicine Discovery Institute and Department of Pharmacology, Monash University, Clayton, VIC 3800, Australia."
      ]
    },
    {
      "last_name": "Dua",
      "fore_name": "Kamal",
      "initials": "K",
      "name": "Kamal Dua",
      "affiliations": [
        "Faculty of Health, Australian Research Centre in Complementary and Integrative Medicine, University of Technology, Sydney, Ultimo, NSW 2007, Australia.",
        "Discipline of Pharmacy, Graduate School of Health, University of Technology, Sydney, Ultimo, NSW 2007, Australia."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Haider",
      "initials": "H",
      "name": "Haider Ali",
      "affiliations": [
        "Centre for Global Health Research, Saveetha Medical College, Saveetha Institute of Medical and Technical Sciences, Saveetha University, India."
      ]
    },
    {
      "last_name": "Shahwan",
      "fore_name": "Moyad",
      "initials": "M",
      "name": "Moyad Shahwan",
      "affiliations": [
        "Centre of Medical and Bio-allied Health Sciences Research, Ajman University, Ajman, United Arab Emirates."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Gaurav",
      "initials": "G",
      "name": "Gaurav Gupta",
      "affiliations": [
        "Centre of Medical and Bio-allied Health Sciences Research, Ajman University, Ajman, United Arab Emirates.",
        "Centre for Research Impact & Outcome, Chitkara College of Pharmacy, Chitkara University, Rajpura, Punjab, 140401, India."
      ]
    }
  ],
  "journal": {
    "title": "Current medicinal chemistry",
    "iso_abbreviation": "Curr Med Chem",
    "issn": "1875-533X",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40671234",
    "doi": "10.2174/0109298673382742250619055201",
    "pii": "CMC-EPUB-149433"
  },
  "doi": "10.2174/0109298673382742250619055201",
  "dates": {
    "revised": "2025-07-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.255751",
    "pmid": "40671234"
  }
}