{
  "pmid": "40679003",
  "uid": "40679003",
  "title": "Single nucleotide polymorphism analysis of LPL gene and its impact in fibrate therapy in hypertriglyceridemic patients.",
  "abstract": "Identifying new genetic variants linked to plasma lipoprotein-lipid concentrations is of significant public health importance, as it can aid in developing genetic markers for CVD risk assessment, diagnosis, and prognosis. Our work aimed to investigate the relationship between lipoprotein lipase (LPL) genetic polymorphisms and hyperlipidemia in Pakistani population. To achieve this goal, 400 blood samples were obtained. DNA was extracted for the measurement of biochemical variables and genetic profiling. A lipid lowering agent, fibrate (200mg/day) is administered to the patients for two months. The online genetic epidemiology tool (http/www.oege.org) was used to determine the allelic and genomic frequencies. Odds ratio (OR) and 95% CI were calculated by chi-square. Single nucleotide polymorphism (SNP) in LPL gene, rs258 (T > C) and rs268 (A>G) were genotyped in 300 hypertriglyceridemia patients and 100 healthy/control individuals. The LPL gene showed a significant association with a high risk of hyperlipidemia diseases when differentiate the genotype evaluations between treated and untreated patients. Lipid levels were significantly (p<0.05) reduced after treatment. LPL SNP rs258 and rs268 were observed to be associated to hypertriglyceridemia in the Pakistani patients. Fibrate therapy showed a positive effect on the serum lipid levels after treating the patients with 200mg/day for two months.",
  "authors": [
    {
      "last_name": "Hayat",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Hayat",
      "affiliations": [
        "Department of Biochemistry, Government College University Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Aslam",
      "fore_name": "Nosheen",
      "initials": "N",
      "name": "Nosheen Aslam",
      "affiliations": [
        "Department of Biochemistry, Government College University Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Ashfaq",
      "fore_name": "Usman Ali",
      "initials": "UA",
      "name": "Usman Ali Ashfaq",
      "affiliations": [
        "Department of Bioinformatics and Biotechnology, Government College University Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Health Care Centre, Government College University Faisalabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of pharmaceutical sciences",
    "iso_abbreviation": "Pak J Pharm Sci",
    "issn": "1011-601X",
    "issn_type": "Print",
    "volume": "38",
    "issue": "3",
    "pub_year": "2025"
  },
  "start_page": "975",
  "end_page": "982",
  "pages": "975-982",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Polymorphism, Single Nucleotide",
    "Lipoprotein Lipase",
    "Hypertriglyceridemia",
    "Male",
    "Female",
    "Adult",
    "Middle Aged",
    "Hypolipidemic Agents",
    "Fibric Acids",
    "Pakistan",
    "Gene Frequency",
    "Case-Control Studies"
  ],
  "article_ids": {
    "pubmed": "40679003"
  },
  "dates": {
    "completed": "2025-07-18",
    "revised": "2025-07-18"
  },
  "chemicals": [
    "Lipoprotein Lipase",
    "LPL protein, human",
    "Hypolipidemic Agents",
    "Fibric Acids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.256105",
    "pmid": "40679003"
  }
}