{
  "pmid": "40673725",
  "uid": "40673725",
  "title": "Sex- and Age-Related Differences in Post-Burn Pathophysiology.",
  "abstract": "OBJECTIVES: Sex and its effects on outcomes after burn are controversially discussed. In particular, the impact of sex on physiologic responses post-burn remains largely unknown. To bridge this knowledge gap, this study aimed to explore outcomes and the underlying pathophysiological responses in males and females across different age groups. DESIGN: Cohort study. SETTING: Tertiary burn center. PATIENTS: Adult burn patients (≥ 18 yr) admitted with an acute burn injury. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: We included all patients (≥ 18 yr) admitted with acute burn injuries between 2006 and 2021. Patients were stratified based on sex assigned at birth and age group: adult (< 60 yr) vs. older adult (≥ 60 yr). Clinical laboratory measures and inflammatory markers were compared throughout hospitalization between male and female burn patients within each age group. Outcomes included 30-day mortality, in-hospital complications, organ biomarkers, and inflammatory cytokine responses. A total of 2321 patients were included. Adult females experienced greater mortality (1% vs. 2%; p < 0.05) and increased skin graft loss (5% vs. 9%; p < 0.05) compared with their male counterparts. Furthermore, among adults, female sex was an independent predictor of mortality in a multivariate model (odds ratio, 3.6; 95% CI, 1.3-9.6; p < 0.05). Adult females showed acute decreases in pro-inflammatory cytokines (interferon-γ, interleukin [IL]-6, IL-1β, tumor necrosis factor-α; p < 0.05). Interestingly, no differences in mortality or complications were observed between older adult males and females. Older adult males and females also showed similar inflammatory responses and limited differences in organ function. CONCLUSIONS: In this large cohort study, we observed that adult females show increased mortality compared with their male counterparts. Differences in inflammatory responses underlie this observation, contributing to the observed poor outcomes. Importantly, sex differences in post-burn responses appear to diminish with age, highlighting the importance of deepening our understanding of the underlying physiologic mechanisms to optimize patient care.",
  "authors": [
    {
      "last_name": "Tedesco",
      "fore_name": "Diana Julia",
      "initials": "DJ",
      "name": "Diana Julia Tedesco",
      "affiliations": [
        "Department of Biochemistry and Biomedical Sciences, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Centre for Burn Research, Hamilton Health Sciences, Hamilton, ON, Canada.",
        "David Braley Research Institute, Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hutter",
      "fore_name": "Maria Fernanda",
      "initials": "MF",
      "name": "Maria Fernanda Hutter",
      "affiliations": [
        "Centre for Burn Research, Hamilton Health Sciences, Hamilton, ON, Canada.",
        "David Braley Research Institute, Hamilton Health Sciences, Hamilton, ON, Canada.",
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, Medical University of Graz, Graz, Austria."
      ]
    },
    {
      "last_name": "Khalaf",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi Khalaf",
      "affiliations": [
        "Department of Biochemistry and Biomedical Sciences, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Centre for Burn Research, Hamilton Health Sciences, Hamilton, ON, Canada.",
        "David Braley Research Institute, Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "Escarpment Cancer Research Institute (ECRI), Faculty of Health Sciences, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada.",
        "Department of Oncology, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jeschke",
      "fore_name": "Marc G",
      "initials": "MG",
      "name": "Marc G Jeschke",
      "affiliations": [
        "Department of Biochemistry and Biomedical Sciences, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Centre for Burn Research, Hamilton Health Sciences, Hamilton, ON, Canada.",
        "David Braley Research Institute, Hamilton Health Sciences, Hamilton, ON, Canada.",
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-0870-1664"
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "17"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40673725",
    "doi": "10.1097/CCM.0000000000006789",
    "pii": "00003246-990000000-00569"
  },
  "doi": "10.1097/CCM.0000000000006789",
  "dates": {
    "revised": "2025-07-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.341073",
    "pmid": "40673725"
  }
}