{
  "pmid": "40680836",
  "uid": "40680836",
  "title": "Chronic Hypoparathyroidism - Current and Emerging Therapies.",
  "abstract": "Hypoparathyroidism (HypoPT) is a rare endocrine disorder characterized by low serum calcium due to insufficient parathyroid hormone (PTH) and results in significant complications. Conventional treatment for hypoparathyroidism with calcium salts and activated vitamin D has limitations such as inadequate control of symptomatic hypocalcemia and large pill burden. PTH replacement therapy offers a more physiologic alternative to conventional therapy. PTH (1-34) has a short half-life of 1 hour and is used off-label for the treatment of hypoparathyroidism. rhPTH (1-84) has a half life of 3 hours and improves symptom control but its production is being halted due to manufacturing issues. Palopegteriparatide has a 60-hour half life and results in an infusion like PTH release profile. This molecule is effective in lowering urinary calcium, maintaining serum eucalcemia, lowering serum phosphate and reducing pill burden and is now approved by the FDA and EMA. Emerging therapies include Eneboparatide which is currently being evaluated in phase 3 clinical trials. Encalaret is a calcilytic molecule which is in phase 3 clinical trials and is a promising molecule for autosomal dominant hypocalcemia type 1. New molecules include an oral PTH1receptor agonist which is in phase 1 clinical trials. A weekly PTH molecule is also being evaluated in phase 2 clinical trials.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Trillium Health Partners, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Aliya A",
      "initials": "AA",
      "name": "Aliya A Khan",
      "affiliations": [
        "Professor of Clinical Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: aliya@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Endocrine practice : official journal of the American College of Endocrinology and the American Association of Clinical Endocrinologists",
    "iso_abbreviation": "Endocr Pract",
    "issn": "1530-891X",
    "issn_type": "Print",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "16"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40680836",
    "doi": "10.1016/j.eprac.2025.07.011",
    "pii": "S1530-891X(25)00969-3"
  },
  "doi": "10.1016/j.eprac.2025.07.011",
  "dates": {
    "revised": "2025-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:58.345363",
    "pmid": "40680836"
  }
}