{
  "pmid": "40681937",
  "uid": "40681937",
  "title": "Current Treatments and Future Directions for Hidradenitis Suppurativa: a Narrative Review of Completed and Ongoing Phase 3 Clinical Trials of Biologic Therapies.",
  "abstract": "Hidradenitis suppurativa (HS) is a chronic, progressive inflammatory disease characterized by recurrent nodules, abscesses, draining tunnels, and scarring. Current treatment strategies for patients with HS typically involve a combination of therapeutic and surgical interventions that are tailored to the severity and extent of the disease. Treatment of patients with mild disease often includes topical or systemic antibiotics followed by anti-androgen therapies; however, these treatments are off-label and are generally only modestly effective for patients with moderate-to-severe disease. The lack of dedicated therapies targeting pathogenic mechanisms of HS has historically contributed to the unmet needs for disease management. These needs have been addressed recently by the emergence of biologic therapies, which can provide rapid and sustained symptom and disease control for patients who have poor treatment responses to initial therapies and progressive disease. Biologics have become an integral component in treatment strategies for patients with HS, but the unique clinical benefits and safety profile of each biologic can impact treatment decisions for individual patients. Recent elucidation of unique immunological pathways that contribute to HS pathophysiology may lead to the development of novel therapeutics that would expand the current therapeutic options, especially for patients with advanced disease. The purpose of this review is to provide an overview of the present therapeutic landscape for HS, with a particular focus on the mechanism of action, efficacy, and safety of biologic therapies either approved or under clinical investigation for the treatment of patients with HS. We also provide expert commentary on future directions of HS therapies as they pertain to recent research on the immunopathology of HS.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Northwell Health, 1991 Marcus Avenue, Suite 300, New Hyde Park, NY, 11042, USA. amgarg@northwell.edu."
      ]
    },
    {
      "last_name": "Hsiao",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Hsiao",
      "affiliations": [
        "University of Southern California, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Porter",
      "fore_name": "Martina L",
      "initials": "ML",
      "name": "Martina L Porter",
      "affiliations": [
        "Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Shi",
      "affiliations": [
        "University of Washington, Seattle, WA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Dermatology and therapy",
    "iso_abbreviation": "Dermatol Ther (Heidelb)",
    "issn": "2193-8210",
    "issn_type": "Print",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "18"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40681937",
    "doi": "10.1007/s13555-025-01487-y",
    "pii": "10.1007/s13555-025-01487-y"
  },
  "doi": "10.1007/s13555-025-01487-y",
  "dates": {
    "revised": "2025-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.442558",
    "pmid": "40681937"
  }
}