{
  "pmid": "40687760",
  "uid": "40687760",
  "title": "Influence of phragmites density, algal concentration and water velocity on cyanobacterial bloom dynamics.",
  "abstract": "BACKGROUND: Cyanobacterial blooms present a significant global water challenge, often accumulating in lakeside wetlands and impacting water quality. Despite this, wetland characteristics influencing bacterial diversity during cyanobacterial bloom degradation remain unclear. METHODS: To address this gap, we conducted a 30-day simulation experiment near Lake Taihu, China, to investigate the effects of Phragmites density, algae concentration and water velocity on bacterial diversity and water quality. An orthogonal design with three factors and levels was used with 18 tanks, each with a soil layer. Phragmites density, algae concentration and water velocity were adjusted to simulate lake conditions. Physicochemical parameters were measured within a month, and water samples were collected for bacterial biomass and DNA extraction. Bacterial 16S rRNA gene sequencing was performed to assess diversity, and statistical analyses including α-diversity, β-diversity, and analysis of similarities (ANOSIM) were conducted to evaluate the impact of the experimental factors on water quality and bacterial community structures. RESULTS: Algal concentration and water velocity had a greater impact on water quality than Phragmites density. Employing 16S rRNA gene sequencing technology, we discovered that bacterial α-diversity was significantly affected by phragmites density, water velocity, and time (P < 0.01), whereas bacterial β-diversity was significantly influenced by algal concentration and time (P < 0.001). The bacterial community structure was significantly impacted by phragmites density, water velocity, algal concentration, and time (P < 0.001). During the degradation of cyanobacterial blooms, the most abundant bacteria were Proteobacteria (36.8%), Bacteroidetes (20.4%), Cyanobacteria (19.1%), and Actinobacteria (10.3%). Algal density had a stronger influence on bacterial community structure than Phragmites density or water velocity. Orthogonal test results indicated that high algal concentration, coupled with reduced Phragmites density and increased water velocity, rapidly decreased nitrogen, phosphorus concentrations, and bacterial diversity. These findings deepen our understanding of Phragmites wetland effects on cyanobacterial blooms, offering insights for water ecological conservation and resource management in cyanobacteria-affected lakes.",
  "authors": [
    {
      "last_name": "Lv",
      "fore_name": "Jiaming",
      "initials": "J",
      "name": "Jiaming Lv",
      "affiliations": [
        "State Key Laboratory of Lakes and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China.",
        "College of Environment and Ecology, Jiangnan University, Wuxi, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Guijun",
      "initials": "G",
      "name": "Guijun Yang",
      "affiliations": [
        "College of Environment and Ecology, Jiangnan University, Wuxi, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "The Third Construction Company of CCCC Second Harbor Engineering Co., Ltd., Zhenjiang, China."
      ]
    },
    {
      "last_name": "Shao",
      "fore_name": "Keqiang",
      "initials": "K",
      "name": "Keqiang Shao",
      "affiliations": [
        "State Key Laboratory of Lakes and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China.",
        "College of Resources and Environment, University of Chinese Academy of Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Xiangming",
      "initials": "X",
      "name": "Xiangming Tang",
      "affiliations": [
        "State Key Laboratory of Lakes and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, China.",
        "College of Resources and Environment, University of Chinese Academy of Sciences, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "PeerJ",
    "iso_abbreviation": "PeerJ",
    "issn": "2167-8359",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2025"
  },
  "start_page": "e19704",
  "pages": "e19704",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cyanobacteria",
    "Lakes",
    "China",
    "Eutrophication",
    "RNA, Ribosomal, 16S",
    "Poaceae",
    "Water Quality",
    "Wetlands",
    "Water Microbiology"
  ],
  "article_ids": {
    "pubmed": "40687760",
    "pmc": "PMC12275901",
    "doi": "10.7717/peerj.19704",
    "pii": "19704"
  },
  "doi": "10.7717/peerj.19704",
  "pmc_id": "PMC12275901",
  "dates": {
    "completed": "2025-07-21",
    "revised": "2025-07-23"
  },
  "chemicals": [
    "RNA, Ribosomal, 16S"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.776384",
    "pmid": "40687760"
  }
}