{
  "pmid": "40689821",
  "uid": "40689821",
  "title": "Risk of Pancreatic Cancer and Precancerous Lesions in Patients With Chronic Pancreatitis: A Systematic Review and Meta-Analysis.",
  "abstract": "INTRODUCTION: Pancreatic cancer (PC) is the third leading cause of cancer-related death in Canada. Risk factors for the development of PC are not well defined and there is limited data on the role of pancreatitis as a risk factor for PC. Here we aimed at evaluating this relationship in a meta-analysis. METHODS: A comprehensive search was performed by 2 reviewers using MEDLINE, EMBASE, CENTRAL, and Web of Science databases from inception to September 2024 for case-control studies reporting prevalence of acute or chronic pancreatitis in adult patients with PC or precancerous lesions, including pancreatic ductal adenocarcinomas (PDACs), intraductal papillary mucinous neoplasms (IPMNs), and others, as compared with controls. Data screening and extraction and risk of bias (using the ROBINS-E assessment tool) were performed independently by 2 authors. Outcomes of interest included the number of patients with a history of pancreatitis, characteristics of pancreatitis, treatments, complications, comorbidities, and prevalence of other cancers. Bayesian random effect meta-analysis was used to calculate hazard ratios for the development of PC in acute and chronic pancreatitis, along with their 95% CIs. RESULTS: A total of 28 studies included 432,588 patients: 59,151 cases of PC, 1201 cases of IPMN, and 372,236 controls. Risk of developing PC in patients previously diagnosed with acute or chronic pancreatitis was greater than those without (HR: 5.69, 95% CI: 4.41-7.36), with the risk from chronic pancreatitis (HR: 7.82, 95% CI: 5.25-11.65) being double that of acute pancreatitis (HR: 3.54, 95% CI: 1.84-6.80). Studies examining PDAC patients (n=8) presented similar findings (HR: 6.57, 95% CI: 5.31-8.14), although studies with IPMN patients (n=2) seemed to find a greater association (HR: 17.19, 95% CI: 8.83-33.46), but with limited study power and possible sampling bias. A total of 15 studies did not specify PC type but demonstrated a similar association (HR: 4.68, 95% CI: 2.75-7.94). Sensitivity analyses by age, gender, and risk of bias confirmed the results. Most studies were graded as \"some concerns\" when assessing for risk of bias, mainly due to unavailable protocols. CONCLUSIONS: This study showed a statistically significant increase in risk of developing PC in patients with a history of pancreatitis. Further cost-effective analyses may be required to determine the best screening modalities in this population.",
  "authors": [
    {
      "last_name": "Wen",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Wen",
      "affiliations": [
        "Michael G. DeGroote School of Medicine."
      ],
      "orcid": "0000-0003-1857-5606"
    },
    {
      "last_name": "Pan",
      "fore_name": "Si Yuan",
      "initials": "SY",
      "name": "Si Yuan Pan",
      "affiliations": [
        "Department of Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Dadgar",
      "fore_name": "Kayla",
      "initials": "K",
      "name": "Kayla Dadgar",
      "affiliations": [
        "Michael G. DeGroote School of Medicine.",
        "Department of Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical gastroenterology",
    "iso_abbreviation": "J Clin Gastroenterol",
    "issn": "1539-2031",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "16"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40689821",
    "doi": "10.1097/MCG.0000000000002187",
    "pii": "00004836-990000000-00486"
  },
  "doi": "10.1097/MCG.0000000000002187",
  "dates": {
    "revised": "2025-07-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:11.013983",
    "pmid": "40689821"
  }
}