{
  "pmid": "40683585",
  "uid": "40683585",
  "title": "Association of frailty with healthcare utilization and days alive at home in patients with gynecologic cancers: a population-based study.",
  "abstract": "OBJECTIVES: Existing research on frailty in Gynecologic Oncology (GO) is largely limited to short-term metrics and lacks comprehensive analysis of long-term, patient-important outcomes and healthcare resource use. We sought to evaluate the association of frailty with days alive at home, healthcare costs, and other healthcare utilization indicators within 1 year after GO laparotomy. STUDY DESIGN: Using province-wide administrative data, we identified patients who underwent laparotomy for gynecologic malignancy between 2009 and 2021. Frailty was defined using the preoperative frailty index (pFI) and the John Hopkins Adjusted Clinical Groups frailty indicator (ACG). RESULTS: Among 21,359 patients, 1,405 (6.6%) and 1,144 (5.4%) were classified as frail using the pFI and ACG, respectively. Frail patients had fewer days alive at home both within the first 30 days post-surgery (pFI: mean 16.4 vs. 23.0 days, p<0.0001; ACG: 17.7 vs. 22.8 days, p<0.0001) and from 31-365 days post-surgery (pFI: 234.5 vs. 308.2 days, p<0.0001; ACG: 248.0 vs. 306.5 days, p<0.0001), than those who were not frail. In multivariate analysis, frailty was significantly associated with days alive at home within 31-365 days of surgery (pFI: rate ratio (RR) 0.86, 95% CI 0.85-0.86, p<0.0001, ACG: RR 0.87, 95% CI 0.86-0.87, p<0.0001) when adjusting for age, income quintile, primary cancer, cancer stage, neoadjuvant chemotherapy, type of surgery and comorbidities. Frailty was also associated with increased need for home care, with frail patients more likely to have required any home care in the year prior to surgery (pFI: 53.8% vs. 9.6%, p<0.0001; ACG: 39.9% vs. 10.9%, p<0.0001) and at any time prior to surgery (pFI: 72.3% vs. 19.4%, p<0.0001; ACG: 58.9% vs. 20.8%, p<0.0001). Both frailty indexes were associated with an increase in total mean healthcare costs between 31-365 days after surgery (pFI: $26,351 vs $9,853, p<0.0001, ACG: $23,922 vs $10,203, p<0.0001). This remained significant on multivariate analysis (pFI: cost rate ratio (CRR) 1.65, 95% CI 1.53-1.77, p<0.0001, ACG: CRR 1.83, 95% CI 1.7-1.97, p<0.0001). CONCLUSIONS: Frailty was significantly associated with fewer days alive at home, increased need for home care, as well as higher healthcare costs. This highlights the critical need for tailored interventions to address frailty in this population.",
  "authors": [
    {
      "last_name": "Nguyen",
      "fore_name": "Julie Mv",
      "initials": "JM",
      "name": "Julie Mv Nguyen",
      "affiliations": [
        "Division of Gynecologic Oncology, Department of Obstetrics and Gynecology, McMaster University, 699 Concession Street, Hamilton, Ontario, Canada, L8V 5C2. Electronic address: nguyenjmv@hhsc.ca."
      ]
    },
    {
      "last_name": "Zigras",
      "fore_name": "Tiffany",
      "initials": "T",
      "name": "Tiffany Zigras",
      "affiliations": [
        "Division of Gynecologic Oncology, Department of Obstetrics and Gynecology, University of Toronto, 2200 Eglinton Ave. W., Mississauga, Ontario, Canada, L5M 2N1."
      ]
    },
    {
      "last_name": "Gayowsky",
      "fore_name": "Anastasia",
      "initials": "A",
      "name": "Anastasia Gayowsky",
      "affiliations": [
        "ICES McMaster, 1200 Main Street West, Room 4N43, Hamilton, Ontario, Canada, L8N 3Z5."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1200 Main Street West, Hamilton, Ontario, Canada, L8N 3Z5; Department of Medicine, 1200 Main Street West, Hamilton, Ontario, Canada, L8N 3Z5; Clinical Epidemiology and Research Centre (CERC), Department of Biomedical Sciences, Humanitas University, Via Rita Levi Montalcini 4, Pieve Emanuele, Milan, Italy, 20072."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1200 Main Street West, Hamilton, Ontario, Canada, L8N 3Z5; Department of Medicine, 1200 Main Street West, Hamilton, Ontario, Canada, L8N 3Z5."
      ]
    },
    {
      "last_name": "Vicus",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Vicus",
      "affiliations": [
        "Division of Gynecologic Oncology, Department of Obstetrics and Gynecology, University of Toronto, 2075 Bayview Avenue, Toronto, Ontario, Canada, M4N 3M5."
      ]
    },
    {
      "last_name": "Nica",
      "fore_name": "Andra",
      "initials": "A",
      "name": "Andra Nica",
      "affiliations": [
        "Division of Gynecologic Oncology, Department of Obstetrics and Gynecology, McMaster University, 699 Concession Street, Hamilton, Ontario, Canada, L8V 5C2."
      ]
    },
    {
      "last_name": "Hogen",
      "fore_name": "Liat",
      "initials": "L",
      "name": "Liat Hogen",
      "affiliations": [
        "Division of Gynecologic Oncology, Department of Obstetrics and Gynecology, University of Toronto, 6Th Floor Room 6-813, 700 University Ave, Toronto, Ontario, Canada, M5G 2M9."
      ]
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Perez",
      "affiliations": [
        "ICES McMaster, 1200 Main Street West, Room 4N43, Hamilton, Ontario, Canada, L8N 3Z5; Department of Health Research Methods, Evidence, and Impact, McMaster University, 1200 Main Street West, Hamilton, Ontario, Canada, L8N 3Z5."
      ]
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "17"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40683585",
    "doi": "10.1016/j.ajog.2025.07.028",
    "pii": "S0002-9378(25)00488-0"
  },
  "doi": "10.1016/j.ajog.2025.07.028",
  "dates": {
    "revised": "2025-07-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:55.793874",
    "pmid": "40683585"
  }
}