{
  "pmid": "40686823",
  "uid": "40686823",
  "title": "Small Molecule Regulation of Iron Homeostasis: Design and Optimization of Novel Iron Chelators Based on a Thiosemicarbazone Scaffold.",
  "abstract": "Disrupted iron balance causes anemia and iron overload leading to hypoxia and systemic oxidative stress. Iron overload may arise from red blood cell disorders such as sickle cell disease, thalassemia major and primary hemochromatosis, or from treatment with multiple transfusions. These hematological disorders are characterized by constant red blood cell hemolysis and the release of iron. Hemolysis is a continuous source of reactive oxygen species whose accumulation changes the redox potential in the erythrocyte, the endothelium and other tissue causing damage to organ systems. Iron overload and its consequences can be treated with iron chelating therapy. We have carried out structural studies of small molecule ligands that were previously reported for their iron chelating ability. The chelators were analyzed using mass spectrometry, proton nuclear magnetic resonance and infrared spectroscopy. The iron chelators, 2-benzoylpyridine-4,4-dimethyl-3-thiosemicarbazone, 3-ethyl-1-{[2-phenyl-1-(pyridin-2-yl)ethylidene]amino}thiourea and 1-{[2-phenyl-1-(pyridin-2-yl)ethylidene]amino}-3-(prop-2-en-1-yl)thiourea in their unbound conformation were crystallized and their structures were determined. This work addresses the evolution of a thiosemicarbazone class of iron chelators by analyzing and comparing the structure and properties of a series of closely related molecules, relating these to their in vitro activity thus providing valuable update to the search for newer, better and more effective iron chelators and metal-based therapeutics.",
  "authors": [
    {
      "last_name": "Parry",
      "fore_name": "Christian S",
      "initials": "CS",
      "name": "Christian S Parry",
      "affiliations": [
        "Department of Microbiology, College of Medicine, Howard University, Washington, District of Columbia 20059. United States."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yue",
      "initials": "Y",
      "name": "Yue Li",
      "affiliations": [
        "Department of Chemistry and Biochemistry, University of Maryland, College Park, Maryland 20742. United States."
      ]
    },
    {
      "last_name": "Kwofie",
      "fore_name": "Samuel Kojo",
      "initials": "SK",
      "name": "Samuel Kojo Kwofie",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, Legon, Accra LG 77. Ghana."
      ]
    },
    {
      "last_name": "Valencia",
      "fore_name": "Josh",
      "initials": "J",
      "name": "Josh Valencia",
      "affiliations": [
        "College of Natural and Mathematical Sciences, University of Maryland Baltimore County, 1000 Hilltop Circle, Baltimore, Maryland 21250. United States."
      ]
    },
    {
      "last_name": "Tope Niedermaier",
      "fore_name": "Cynthia A",
      "initials": "CA",
      "name": "Cynthia A Tope Niedermaier",
      "affiliations": [
        "College of Natural and Mathematical Sciences, University of Maryland Baltimore County, 1000 Hilltop Circle, Baltimore, Maryland 21250. United States."
      ]
    },
    {
      "last_name": "Ramadhar",
      "fore_name": "Timothy R",
      "initials": "TR",
      "name": "Timothy R Ramadhar",
      "affiliations": [
        "Department of Chemistry, College of Arts and Science, Howard University, Washington, District of Columbia 20059. United States."
      ]
    },
    {
      "last_name": "Nekhai",
      "fore_name": "Sergei",
      "initials": "S",
      "name": "Sergei Nekhai",
      "affiliations": [
        "Center for Sickle Cell Disease, Department of Medicine, Howard University, Washington District of Columbia 20060. United States."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, Legon, Accra LG 581. Ghana."
      ]
    },
    {
      "last_name": "Butcher",
      "fore_name": "Raymond J",
      "initials": "RJ",
      "name": "Raymond J Butcher",
      "affiliations": [
        "Department of Chemistry, College of Arts and Science, Howard University, Washington, District of Columbia 20059. United States."
      ]
    }
  ],
  "journal": {
    "title": "Journal of molecular structure",
    "iso_abbreviation": "J Mol Struct",
    "issn": "0022-2860",
    "issn_type": "Print",
    "volume": "1334",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "05"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40686823",
    "mid": "NIHMS2093076",
    "pmc": "PMC12269744",
    "doi": "10.1016/j.molstruc.2025.141859",
    "pii": "141859"
  },
  "doi": "10.1016/j.molstruc.2025.141859",
  "pmc_id": "PMC12269744",
  "dates": {
    "revised": "2025-07-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "U54 MD007597",
      "agency": "NIMHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:01.382363",
    "pmid": "40686823"
  }
}