{
  "pmid": "40686554",
  "uid": "40686554",
  "title": "Engaging patient partners to identify research priorities for atrial fibrillation: Results from a patient engagement day.",
  "abstract": "OBJECTIVE: We describe a Patient Engagement Day from the Canadian Stroke Prevention Network (C-SPIN). Patients and family members were engaged as patient partners to generate and prioritize future direction for Atrial Fibrillation (AF) research. METHODS: A facilitated group discussion methodology was used that included a nominal group brainstorming and decision-making technique designed to foster participation and idea generation. RESULTS: Twenty-four patient partners attended. Priorities related to: 1) need for a curative focus and not new medication (84 %), 2) identification of triggers (53 %), and 3) home-based/remote monitoring (53 %). Use of the Public and Patient Engagement Evaluation Tool (PPEET) found patient partners understood the intent of the day, with its objectives being met. Findings highlighted knowledge gaps by patient partners that were previously thought to be understood. CONCLUSION: Patient partners could benefit from more focused education about atrial fibrillation. Notably, the priorities identified by patient partners were new to the research team, reinforcing the importance of engaging with the population who will be impacted by the research. INNOVATION: Little research has been undertaken examining patient partner priorities regarding atrial fibrillation research. This work highlights patient partners' interest in providing input and shaping future research endeavors.",
  "authors": [
    {
      "last_name": "Carroll",
      "fore_name": "Sandra L",
      "initials": "SL",
      "affiliations": [
        "School of Nursing, McMaster University - 2J20, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada.",
        "Population Health Research Institute, 237 Barton Street East, Hamilton, Ontario L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "McGillion",
      "fore_name": "Michael",
      "initials": "M",
      "affiliations": [
        "School of Nursing, McMaster University - 2J20, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada.",
        "Population Health Research Institute, 237 Barton Street East, Hamilton, Ontario L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University - HSC 2C, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Berkesse",
      "fore_name": "Alexandre",
      "initials": "A",
      "affiliations": [
        "EHESP French School of Public Health, 15 avenue du Professeur Léon-Bernard - CS74312 - 35043 Rennes cedex, France."
      ]
    },
    {
      "last_name": "Healey",
      "fore_name": "Jeff S",
      "initials": "JS",
      "affiliations": [
        "Population Health Research Institute, 237 Barton Street East, Hamilton, Ontario L8L 2X2, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PEC innovation",
    "iso_abbreviation": "PEC Innov",
    "issn": "2772-6282",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2025",
    "pub_month": "Dec"
  },
  "start_page": "100417",
  "pages": "100417",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40686554",
    "pmc": "PMC12273571",
    "doi": "10.1016/j.pecinn.2025.100417",
    "pii": "S2772-6282(25)00046-9"
  },
  "doi": "10.1016/j.pecinn.2025.100417",
  "pmc_id": "PMC12273571",
  "dates": {
    "revised": "2025-07-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.745648",
    "pmid": "40686554"
  }
}