{
  "pmid": "40690826",
  "uid": "40690826",
  "title": "Examining cross-lag associations between perceived stress and hair cortisol from pregnancy to 15 months postpartum.",
  "abstract": "BACKGROUND: The perinatal period is often characterized by heightened psychological and biological stress. While psychological distress and neuroendocrine (hypothalamic pituitary adrenal, HPA) activity are often assumed to be interrelated, perceived stress and hair cortisol concentrations, a marker of longer-term HPA activity, are inconsistently associated during the perinatal period. This longitudinal study investigates the concurrent, prospective, and cross-lagged associations between maternal perceived stress and HCC from pregnancy through 15 months postpartum. METHODS: Individuals (n = 304) participated at different points during pregnancy and at 6 weeks, 6 months, and 15 months postpartum. At each time point, self-reported perceived stress and hair samples were collected. Correlational analyses and cross-lagged panel analyses were used to evaluate the stability of perceived stress and hair cortisol over time, as well as the concurrent and cross-lagged associations. RESULTS: Both perceived stress and HCC showed strong stability across time points. The only significant cross-lagged association was between higher HCC at 6 weeks postpartum predicting higher perceived stress at 6 months. No other cross-lagged or concurrent associations between HCC and perceived stress were significant. CONCLUSIONS: These findings highlight the stability of maternal perceived stress and HCC from pregnancy to 15 months postpartum. We did not find strong support for concurrent or cross-lagged associations between HCC and perceived stress during the perinatal period, suggesting potential distinct biological and psychosocial contributors to psychological and neuroendocrine markers of stress.",
  "authors": [
    {
      "last_name": "Khoury",
      "fore_name": "Jennifer E",
      "initials": "JE",
      "name": "Jennifer E Khoury",
      "affiliations": [
        "Department of Psychology, Mount Saint Vincent University, Halifax, NS, Canada. Electronic address: Jennifer.khoury@msvu.ca."
      ]
    },
    {
      "last_name": "Jambon",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Jambon",
      "affiliations": [
        "Department of Psychology, Wilfrid Laurier University, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada; Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "Department of Psychology, Toronto Metropolitan University, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Psychoneuroendocrinology",
    "iso_abbreviation": "Psychoneuroendocrinology",
    "issn": "1873-3360",
    "issn_type": "Electronic",
    "volume": "180",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "17"
  },
  "start_page": "107556",
  "pages": "107556",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40690826",
    "doi": "10.1016/j.psyneuen.2025.107556",
    "pii": "S0306-4530(25)00279-3"
  },
  "doi": "10.1016/j.psyneuen.2025.107556",
  "dates": {
    "revised": "2025-07-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.709738",
    "pmid": "40690826"
  }
}