{
  "pmid": "40694295",
  "uid": "40694295",
  "title": "Prioritizing Participant and Research Team Emotional Safety During Data Generation and Analysis in Qualitative Patient-Reported Outcome Measure Research: Development of a Framework Informed by the GENDER-Q Youth Study.",
  "abstract": "Conducting applied qualitative health research studies often involves discussion of sensitive topics that may impact the emotional safety of participants and researchers. While generic guidance exists to support researchers in prioritizing participant and researcher emotional safety, specific considerations for conducting virtual qualitative interviews to develop patient-reported outcome measures (PROMs) remain limited. This article provides a framework to support PROM developers in prioritizing participant and researcher emotional safety when conducting virtual qualitative interviews. This framework is informed by the strategies developed and applied in the GENDER-Q Youth study, an interpretive descriptive study to develop a PROM for youth receiving gender-affirming care (GENDER-Q Youth). The GENDER-Q Youth study involved virtual concept elicitation interviews with transgender and gender diverse youth (aged 12 years and older) to understand important care-related experiences and outcomes. The interview data were then used to develop draft scales. Virtual cognitive debriefing interviews were conducted with concept elicitation participants to obtain feedback on the draft scales. Strategies to promote participant and researcher emotional safety were developed and implemented throughout data generation (i.e., concept elicitation and cognitive debriefing interviews) and data analysis. On the basis of knowledge gained from creating and applying safety strategies in the GENDER-Q Youth study, a framework was developed to support researchers in prioritizing participant and researcher emotional safety when conducting their respective virtual PROM development studies. This framework offers considerations to support researchers before data generation (e.g., scheduling interviews when support will be available, should an emotional safety concern arise), during data generation (e.g., conducting check-ins with participants), after data generation (e.g., providing opportunities for the interviewing researcher to debrief), and during data analysis (e.g., conducting check-ins with research team members). This framework can help PROM developers identify threats to emotional safety that may occur before, during, and after virtual data generation and during data analysis and facilitate the development of strategies and plans to mitigate these risks.",
  "authors": [
    {
      "last_name": "Kennedy",
      "fore_name": "Shelby L",
      "initials": "SL",
      "name": "Shelby L Kennedy",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street W, Hamilton, ON, Canada. deibersl@mcmaster.ca."
      ],
      "orcid": "0000-0002-7135-221X"
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street W, Hamilton, ON, Canada.",
        "School of Nursing, McMaster University, 1280 Main Street W, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Johnson",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 1280 Main Street W, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "Department of Psychiatry, McMaster University, 1280 Main St W, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rae",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Rae",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 1280 Main Street W, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 1280 Main Street W, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The patient",
    "iso_abbreviation": "Patient",
    "issn": "1178-1661",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "22"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40694295",
    "doi": "10.1007/s40271-025-00756-4",
    "pii": "10.1007/s40271-025-00756-4"
  },
  "doi": "10.1007/s40271-025-00756-4",
  "dates": {
    "revised": "2025-07-22"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "GSL-171376",
      "agency": "Canadian Institutes for Health Research (CIHR) Sex and Gender Science Chair"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.227300",
    "pmid": "40694295"
  }
}