{
  "pmid": "40693051",
  "uid": "40693051",
  "title": "Attitudes and Knowledge Regarding Adipose-Derived Stem Cell Therapy: A Survey of Canadian Orthopedic Surgeons.",
  "abstract": "Background Adipose-derived stem cells (ADSCs) hold therapeutic potential for the treatment of orthopedic conditions. However, no surveys to date have evaluated physicians' awareness and receptiveness toward these therapies - an essential step in assessing the Canadian healthcare system's readiness for ADSC implementation, alongside regulatory and technical considerations. We hypothesized a generally low level of exposure to this therapeutic modality, with higher levels of awareness and interest expected among respondents specializing in sports medicine and reconstruction. Methods An eight-item questionnaire was distributed to members of the Arthroscopic Association of Canada and the Orthopedic Division at (redacted for blinding) University. Statistical analysis was conducted using mixed-effects logistic regression. Results The survey achieved a 12.9% response rate, yielding 50 responses. Most respondents (62%) reported hearing about ADSCs only a few times per year, primarily through scientific journals and colleagues. Only 10% expressed interest in incorporating ADSCs into their future practice. Common barriers included insufficient evidence, high costs, and regulatory limitations. No significant association was found between orthopedic subspecialty and receptiveness to ADSC therapy. Conclusions Canadian orthopedic surgeons show limited awareness of, and willingness to adopt, ADSC therapy in clinical practice. Contrary to our hypothesis, no significant differences were observed between subspecialties. Future studies should aim for larger, more representative samples to support more robust conclusions.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Han Zhi",
      "initials": "HZ",
      "name": "Han Zhi Liu",
      "affiliations": [
        "Orthopedic Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Khanna",
      "fore_name": "Vickas",
      "initials": "V",
      "name": "Vickas Khanna",
      "affiliations": [
        "Orthopedics, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Orthopedic Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Parasu",
      "fore_name": "Naveen",
      "initials": "N",
      "name": "Naveen Parasu",
      "affiliations": [
        "Radiology, McMaster University, Hamilton, CAN."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "17",
    "issue": "6",
    "pub_year": "2025",
    "pub_month": "Jun"
  },
  "start_page": "e86456",
  "pages": "e86456",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40693051",
    "pmc": "PMC12277920",
    "doi": "10.7759/cureus.86456"
  },
  "doi": "10.7759/cureus.86456",
  "pmc_id": "PMC12277920",
  "dates": {
    "revised": "2025-07-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.878312",
    "pmid": "40693051"
  }
}