{
  "pmid": "40696922",
  "uid": "40696922",
  "title": "Navigating the Perils of Pregnancy and Childbirth Among Youth in La Pointe, Haiti: Insights Captured Through Community Photovoice Research.",
  "abstract": "In Haiti, surviving pregnancy and childbirth is especially tenuous for young women, who are already marginalized. One of the four leading causes of death for women 20-24 years old is pregnancy- or childbirth-related. An important gap remains regarding youth perspectives of maternal health and well-being within their communities. We conducted a community-based participatory research study using Photovoice to understand the lived experiences of 17 young women from La Pointe, Haiti, and its surrounding rural communities, who survived a maternal near-miss, a grave obstetric event that one narrowly escapes. Youth participants took photographs and participated in individual interviews and focus groups to represent and share their pregnancy and birthing experiences. Visual and narrative data were analyzed by participants and our community research team using reflexive thematic analysis. The five main themes represent a perilous maternal journey. The themes included (a) the social context youth are embedded within, (b) structural, systemic and political forces youth face, (c) pain and suffering throughout youth maternal experiences, (d) search for support during the maternal trajectory, and (e) youth-generated solutions for improved maternal health and well-being. Our findings amplify youth voices on the pressing need to address multiple, intersecting issues that shape maternal health and well-being for all women with particular attention to the needs of young women. Understanding the experiences of Haitian youth survivors of maternal near-misses can inform research, practice, and policy to curb maternal deaths and maternal near-misses among young women within low-resource settings.",
  "authors": [
    {
      "last_name": "MacDonald",
      "fore_name": "Tonya A",
      "initials": "TA",
      "name": "Tonya A MacDonald",
      "affiliations": [
        "Faculty of Health Sciences, Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "McMaster Midwifery Research Centre, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1246-4959"
    },
    {
      "last_name": "Charles",
      "fore_name": "Marie-Carmèle",
      "initials": "MC",
      "name": "Marie-Carmèle Charles",
      "affiliations": [
        "Faculté de l'apprentissage continu, Université de Montréal, Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Dorcely",
      "fore_name": "Olès",
      "initials": "O",
      "name": "Olès Dorcely",
      "affiliations": [
        "Maternal-Newborn Care Units, Centre Médical Béraca, La Pointe, Haïti."
      ]
    },
    {
      "last_name": "Volcy Bonne Anney",
      "fore_name": "Françoise D",
      "initials": "FD",
      "name": "Françoise D Volcy Bonne Anney",
      "affiliations": [
        "Faculté de l'apprentissage continu, Université de Montréal, Montréal, QC, Canada.",
        "Maternal-Newborn Care Units, Centre Médical Béraca, La Pointe, Haïti."
      ]
    },
    {
      "last_name": "Mular",
      "fore_name": "Medge Dona",
      "initials": "MD",
      "name": "Medge Dona Mular",
      "affiliations": [
        "Maternal-Newborn Care Units, Centre Médical Béraca, La Pointe, Haïti.",
        "Campus Henri Christophe de Limonade, Université d'État d'Haïti, Limonade, Haïti."
      ]
    },
    {
      "last_name": "Sylvestre",
      "fore_name": "Lovenska",
      "initials": "L",
      "name": "Lovenska Sylvestre",
      "affiliations": [
        "Maternal-Newborn Care Units, Centre Médical Béraca, La Pointe, Haïti."
      ]
    },
    {
      "last_name": "Bien Aimé",
      "fore_name": "Rose Andrele",
      "initials": "RA",
      "name": "Rose Andrele Bien Aimé",
      "affiliations": [
        "Maternal-Newborn Care Units, Centre Médical Béraca, La Pointe, Haïti."
      ]
    },
    {
      "last_name": "Darling",
      "fore_name": "Elizabeth K",
      "initials": "EK",
      "name": "Elizabeth K Darling",
      "affiliations": [
        "Faculty of Health Sciences, Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "McMaster Midwifery Research Centre, McMaster University, Hamilton, ON, Canada.",
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Greene",
      "fore_name": "Saara",
      "initials": "S",
      "name": "Saara Greene",
      "affiliations": [
        "Faculty of Social Sciences, School of Social Work, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Moll",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Moll",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Logie",
      "fore_name": "Carmen",
      "initials": "C",
      "name": "Carmen Logie",
      "affiliations": [
        "Canada Research Chair in Global Health Equity and Social Justice with Marginalized Populations, Factor-Inwentash Faculty of Social Work, University of Toronto, Toronto, ON, Canada.",
        "School of Graduate and Postgraduate Studies, Centre for Gender & Sexual Health Equity, Vancouver, BC, Canada.",
        "Water, Environment and Health of United Nations University, Richmond Hill, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Faculty of Health Sciences, Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, Hamilton, ON, Canada.",
        "Centre for the Development of Best Practices in Health, Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "Qualitative health research",
    "iso_abbreviation": "Qual Health Res",
    "issn": "1049-7323",
    "issn_type": "Print",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "23"
  },
  "start_page": "10497323251347161",
  "pages": "10497323251347161",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40696922",
    "doi": "10.1177/10497323251347161"
  },
  "doi": "10.1177/10497323251347161",
  "dates": {
    "revised": "2025-07-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.676102",
    "pmid": "40696922"
  }
}