{
  "pmid": "40693985",
  "uid": "40693985",
  "title": "Isolated lateralized overgrowth and the need for tumor screening: A clinical practice resource of the American College of Medical Genetics and Genomics (ACMG).",
  "abstract": "PURPOSE: To provide diagnostic guidance for individuals with lateralized overgrowth (LO) and implement appropriate screening protocols. LO without a syndromic presentation is considered idiopathic isolated lateralized overgrowth (ILO). METHODS: We performed a literature search of LO syndromes and malignancy risk and reviewed existing guidelines and expert input. RESULTS: We integrated 940 unique articles to form recommendations. We defined LO as significantly larger length and/or girth of aspect(s) of one side of the body compared with its contralateral side. It can be associated with somatic overgrowth syndromes. ILO was previously defined based on clinical features and deemed idiopathic by absence of molecular findings. Much of the tumor risk is likely because of specific LO syndromic causes now identified through improved diagnostic technologies; therefore, the tumor risk in idiopathic ILO is likely lower than previously accepted. CONCLUSION: Mosaicism complicates molecular diagnosis for children with LO. However, conditions such as Beckwith-Wiedemann spectrum and PTEN-related hamartoma tumor syndrome necessitate routine tumor screening. Establishing a specific diagnosis via comprehensive molecular testing on affected tissue will guide screening and management. In cases of idiopathic ILO, location of the overgrowth, estimation of tumor risk, regional practice approaches and family concerns all play roles in determining tumor screening.",
  "authors": [
    {
      "last_name": "Erwin",
      "fore_name": "Angelika L",
      "initials": "AL",
      "name": "Angelika L Erwin",
      "affiliations": [
        "Department of Medical Genetics and Genomics, Medical Specialties Institute, Cleveland Clinic, Cleveland, OH; Cleveland Clinic Lerner College of Medicine, Case Western Reserve University, Cleveland, OH."
      ]
    },
    {
      "last_name": "El Haija",
      "fore_name": "Aya Abu",
      "initials": "AA",
      "name": "Aya Abu El Haija",
      "affiliations": [
        "Division of Medical Genetics and Genomics, Department of Pediatrics, Boston Children's Hospital, Boston, MA; Harvard Medical School, Boston, MA."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "James T",
      "initials": "JT",
      "name": "James T Bennett",
      "affiliations": [
        "Center for Developmental Biology and Regenerative Medicine, Seattle Children's Research Institute, Seattle, WA; Division of Genetic Medicine, Seattle Children's Hospital, Seattle, WA; Department of Pediatrics, University of Washington, Seattle, WA."
      ]
    },
    {
      "last_name": "Biesecker",
      "fore_name": "Leslie G",
      "initials": "LG",
      "name": "Leslie G Biesecker",
      "affiliations": [
        "Center for Precision Health Research, National Human Genome Research Institute, National Institutes of Health, Bethesda, MD."
      ]
    },
    {
      "last_name": "Deardorff",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Deardorff",
      "affiliations": [
        "Personalized Care Program, Children's Hospital Los Angeles, Los Angeles, CA; Departments of Pathology and Pediatrics, Keck School of Medicine, University of Southern California, Los Angeles, CA."
      ]
    },
    {
      "last_name": "Hathaway",
      "fore_name": "Evan R",
      "initials": "ER",
      "name": "Evan R Hathaway",
      "affiliations": [
        "Division of Human Genetics, Children's Hospital of Philadelphia, Philadelphia, PA."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Marilyn M",
      "initials": "MM",
      "name": "Marilyn M Li",
      "affiliations": [
        "Division of Genomic Diagnostics, Children's Hospital of Philadelphia, Philadelphia, PA; Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA; Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA; Departments of Pediatrics and Genetics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."
      ]
    },
    {
      "last_name": "Martinez-Agosto",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Martinez-Agosto",
      "affiliations": [
        "Departments of Human Genetics, Pediatrics and Psychiatry, UCLA David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Regeneron, Tarrytown, NY."
      ]
    },
    {
      "last_name": "Kalish",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Kalish",
      "affiliations": [
        "Division of Human Genetics, Children's Hospital of Philadelphia, Philadelphia, PA; Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA; Departments of Pediatrics and Genetics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."
      ]
    },
    {
      "affiliations": [
        "American College of Medical Genetics and Genomics, Bethesda, MD."
      ]
    }
  ],
  "journal": {
    "title": "Genetics in medicine : official journal of the American College of Medical Genetics",
    "iso_abbreviation": "Genet Med",
    "issn": "1530-0366",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "22"
  },
  "start_page": "101480",
  "pages": "101480",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40693985",
    "doi": "10.1016/j.gim.2025.101480",
    "pii": "S1098-3600(25)00127-3"
  },
  "doi": "10.1016/j.gim.2025.101480",
  "dates": {
    "revised": "2025-07-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.589962",
    "pmid": "40693985"
  }
}