{
  "pmid": "40692351",
  "uid": "40692351",
  "title": "Comparison of the FDA and EMA guidance on drug development in ulcerative colitis: an expert panel review.",
  "abstract": "BACKGROUND AND AIMS: The Food and Drug Administration (FDA) and European Medicines Agency (EMA) ensure the safety, efficacy, and security of treatments, including therapies for immune-mediated disorders such as inflammatory bowel disease (IBD). Their clinical trial guidelines aid sponsors in designing robust studies. While the EMA updated its guidelines for ulcerative colitis (UC) in 2018, the FDA issued new recommendations in April 2022. This paper compares these guidelines, assesses their implications for IBD clinical trials, and proposes strategies to improve alignment and trial efficiency. METHODS: A comparative analysis of the FDA's 2022 guidelines and the EMA's 2018 guidelines for UC clinical trials was conducted. Key elements reviewed include trial population criteria, study design, assessment tools, endpoints, and safety considerations. Recommendations for optimization were developed in consultation with an expert panel. RESULTS: The FDA's 2022 updates emphasize balanced participant representation, the use of full colonoscopy for endoscopic severity assessment, and introduce \"maintenance of remission\" as a new concept. Other novelties include updated statistical guidance and stricter safety requirements. While these updates enhance trial robustness, they also pose challenges for implementation. CONCLUSIONS: Harmonizing FDA and EMA guidelines is essential to streamline global IBD clinical trials, reduce redundancies, and improve patient outcomes. Recommendations include adopting less invasive assessments, standardizing remission definitions, and prioritizing patient-centered endpoints. These measures could reduce trial complexity, increase inclusivity, and accelerate the development of effective therapies for UC.",
  "authors": [
    {
      "last_name": "Vieujean",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Vieujean",
      "affiliations": [
        "Hepato-Gastroenterology and Digestive Oncology, University Hospital CHU of Liège, Liège, Belgium.",
        "Department of Gastroenterology, INFINY Institute, CHRU Nancy, Vandœuvre-lès-Nancy, France."
      ],
      "orcid": "0000-0002-1859-7146"
    },
    {
      "last_name": "Sands",
      "fore_name": "Bruce E",
      "initials": "BE",
      "name": "Bruce E Sands",
      "affiliations": [
        "Dr. Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, NY, United States."
      ]
    },
    {
      "last_name": "Panaccione",
      "fore_name": "Remo",
      "initials": "R",
      "name": "Remo Panaccione",
      "affiliations": [
        "Inflammatory Bowel Disease Unit, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ],
      "orcid": "0000-0002-5247-940X"
    },
    {
      "last_name": "Rubin",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Rubin",
      "affiliations": [
        "University of Chicago Medicine Inflammatory Bowel Disease Center, Chicago, IL, United States."
      ]
    },
    {
      "last_name": "Jairath",
      "fore_name": "Vipul",
      "initials": "V",
      "name": "Vipul Jairath",
      "affiliations": [
        "Division of Gastroenterology, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0002-1092-0033"
    },
    {
      "last_name": "Danese",
      "fore_name": "Silvio",
      "initials": "S",
      "name": "Silvio Danese",
      "affiliations": [
        "Gastroenterology and Endoscopy, IRCCS Ospedale San Raffaele and University Vita-Salute San Raffaele, Milano, Italy."
      ],
      "orcid": "0000-0001-7341-1351"
    },
    {
      "last_name": "Peyrin-Biroulet",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Peyrin-Biroulet",
      "affiliations": [
        "Department of Gastroenterology, INFINY Institute, CHRU Nancy, Vandœuvre-lès-Nancy, France."
      ]
    },
    {
      "last_name": "Schreiber",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Schreiber",
      "affiliations": [
        "Department of Internal Medicine I, University Hospital Schleswig-Holstein, Kiel University, Kiel, Germany."
      ]
    },
    {
      "last_name": "Vermeire",
      "fore_name": "Séverine",
      "initials": "S",
      "name": "Séverine Vermeire",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, University Hospitals Leuven, Leuven, Belgium."
      ],
      "orcid": "0000-0001-9942-3019"
    },
    {
      "last_name": "D'Haens",
      "fore_name": "Geert",
      "initials": "G",
      "name": "Geert D'Haens",
      "affiliations": [
        "Department of Gastroenterology, Amsterdam University Medical Centers, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Dignass",
      "fore_name": "Axel",
      "initials": "A",
      "name": "Axel Dignass",
      "affiliations": [
        "Department of Medicine I, Agaplesion Markus Hospital, Frankfurt/Main, Germany."
      ]
    },
    {
      "last_name": "Dulai",
      "fore_name": "Parambir S",
      "initials": "PS",
      "name": "Parambir S Dulai",
      "affiliations": [
        "Division of Gastroenterology, Northwestern University, Chicago, IL, United States."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1536-8436"
    },
    {
      "last_name": "Reinisch",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Reinisch",
      "affiliations": [
        "Department of Internal Medicine III, Medical University of Vienna, Vienna, Austria."
      ],
      "orcid": "0000-0002-2088-091X"
    }
  ],
  "journal": {
    "title": "Journal of Crohn's & colitis",
    "iso_abbreviation": "J Crohns Colitis",
    "issn": "1876-4479",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "03"
  },
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Clinical Trials as Topic",
    "Colitis, Ulcerative",
    "Drug Development",
    "Europe",
    "Practice Guidelines as Topic",
    "United States",
    "United States Food and Drug Administration"
  ],
  "article_ids": {
    "pubmed": "40692351",
    "pmc": "PMC12280173",
    "doi": "10.1093/ecco-jcc/jjaf111",
    "pii": "8210108"
  },
  "doi": "10.1093/ecco-jcc/jjaf111",
  "pmc_id": "PMC12280173",
  "dates": {
    "completed": "2025-07-22",
    "revised": "2025-07-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.208725",
    "pmid": "40692351"
  }
}