{
  "pmid": "40702682",
  "uid": "40702682",
  "title": "Pandemic futures, future preparedness: diverse views in the wake of Covid-19.",
  "abstract": "The deliberations for the Pandemic Accord have opened an important moment of reflection on future approaches to pandemic preparedness. The concept had been increasingly prominent in global health discourse for several years before the pandemic and had concretised into a set of standardised mainstream approaches to the prediction of threats. Since 2019, the authors and the wider research team have led a research project on the meanings and practices of preparedness. At its close, the authors undertook 25 interviews to capture reflections of regional and global health actors' ideas about preparedness, and how and to what extent these were influenced by Covid-19. Here, an analysis of interview responses is presented, with attention to (dis)connections between the views of those occupying positions in regional and global institutions. The interviews revealed that preparedness means different things to different people and institutions. Analysis revealed several domains of preparedness with distinct conceptualisations of what preparedness is, its purposes, and scope. Overall, there appear to be some changes in thinking due to Covid-19, but also strong continuities, especially with respect to a technical focus and an underplaying of the inequities that became evident (in terms of biosocial vulnerabilities but also global-regional disparities) and, related to this, the importance of power and politics. Here, the analysis has revealed three elements, cutting across the domains but particularly strong within the dominant framing of preparedness, which act to sideline direct engagement with power and politics in the meanings and practices of preparedness. These are an emphasis on urgent action, a focus on universal or standardised approaches, and a resort to technical interventions as solutions. A rethinking of pandemic preparedness needs to enable better interconnections across scales and attention to financing that enables more equitable partnerships between states and regions. Such transformation in established hierarchies will require explicit attention to power dynamics and the political nature of preparedness.",
  "authors": [
    {
      "last_name": "MacGregor",
      "fore_name": "Hayley",
      "initials": "H",
      "name": "Hayley MacGregor",
      "affiliations": [
        "Institute of Development Studies, University of Sussex, Brighton, UK."
      ],
      "orcid": "0000-0002-9392-9331"
    },
    {
      "last_name": "Leach",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Leach",
      "affiliations": [
        "Institute of Development Studies, University of Sussex, Brighton, UK.",
        "University of Cambridge, Cambridge, UK."
      ]
    },
    {
      "last_name": "Desclaux",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Desclaux",
      "affiliations": [
        "Institut de Recherche pour le Développement France-Sud, University of Montpellier, Montpellier, France."
      ],
      "orcid": "0000-0002-4268-2818"
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "London School of Hygiene and Tropical Medicine, London, UK."
      ]
    },
    {
      "last_name": "Grant",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Grant",
      "affiliations": [
        "Institute of Development Studies, University of Sussex, Brighton, UK."
      ],
      "orcid": "0000-0002-4926-1266"
    },
    {
      "last_name": "Wilkinson",
      "fore_name": "Annie",
      "initials": "A",
      "name": "Annie Wilkinson",
      "affiliations": [
        "Institute of Development Studies, University of Sussex, Brighton, UK."
      ],
      "orcid": "0000-0002-2114-7023"
    },
    {
      "last_name": "Sams",
      "fore_name": "Kelley",
      "initials": "K",
      "name": "Kelley Sams",
      "affiliations": [
        "Walden University, Minneapolis, USA.",
        "University of Florida, Gainesville, USA."
      ],
      "orcid": "0000-0001-7315-4818"
    },
    {
      "last_name": "Sow",
      "fore_name": "Khoudia",
      "initials": "K",
      "name": "Khoudia Sow",
      "affiliations": [
        "Centre régional de Recherche et de Formation à la prise en charge Clinique de Fann, Dakar, Senegal."
      ]
    }
  ],
  "journal": {
    "title": "Journal of biosocial science",
    "iso_abbreviation": "J Biosoc Sci",
    "issn": "1469-7599",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "24"
  },
  "start_page": "1",
  "end_page": "25",
  "pages": "1-25",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40702682",
    "doi": "10.1017/S0021932025100369",
    "pii": "S0021932025100369"
  },
  "doi": "10.1017/S0021932025100369",
  "dates": {
    "revised": "2025-07-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.233091",
    "pmid": "40702682"
  }
}