{
  "pmid": "40709072",
  "uid": "40709072",
  "title": "Adherence to the Dapivirine Vaginal Ring Among Cisgender Women in Africa: Protocol for a Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND AND AIMS: Despite the availability of HIV preventive measures, new HIV infections are still on the rise. The Dapivirine Vaginal Ring (DVR) is a silicone circular ring that continuously distributes 25 mg of Dapivirine into a woman's vagina for 28 days to prevent HIV infection; however, the effectiveness of DVR is largely dependent on adherence. To date, adherence to DVR has not been aggregated and summarized. The objective of this systematic review is to summarize the evidence on adherence to DVR for HIV-1 prevention among African women and to aggregate findings into a quantitative estimate. METHODS: We will conduct a systematic review of studies in which DVR has been used to prevent HIV-1 in African women. We will search MEDLINE, Global Health, CINAHL, and EMBASE from database inception to December 2024. We will include observational studies and randomized trials of women between 15 and 49 years of age, resident in Africa, who have used the DVR. Our primary outcome will be adherence to DVR. Pairs of reviewers will independently screen for eligible studies and will extract relevant data. We will perform a random-effects meta-analysis for DVR adherence. Certainty of the evidence will be assessed using the GRADE approach. DISCUSSION: This systematic review and meta-analysis will contribute to a better understanding of how DVR adherence aids in preventing HIV-1 infection in women, as well as the factors that influence observed adherence. Its findings can provide important foundational knowledge for future research and innovation in DVR and other PrEP tools. Findings from this protocol article will be disseminated as peer-reviewed publications, at conferences, and as part of a master's thesis.",
  "authors": [
    {
      "last_name": "Dine",
      "fore_name": "Roseline Dzekem",
      "initials": "RD",
      "name": "Roseline Dzekem Dine",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact McMaster University Hamilton Canada.",
        "Department of Social Sciences and Community Engagement Rinda Ubuzima Kigali Rwanda."
      ],
      "orcid": "0000-0002-8210-9258"
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia",
      "initials": "G",
      "name": "Giulia Muraca",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact McMaster University Hamilton Canada.",
        "Department of Anesthesia McMaster University Hamilton Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact McMaster University Hamilton Canada.",
        "Department of Anesthesia McMaster University Hamilton Canada.",
        "Michael G. DeGroote Institute for Pain Research and Care McMaster University Hamilton Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact McMaster University Hamilton Canada.",
        "Department of Anesthesia McMaster University Hamilton Canada.",
        "Department of Pediatrics McMaster University Hamilton Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre St Joseph's Healthcare Hamilton Canada.",
        "Centre for Development of Best Practices in Health (CDBPH) Yaoundé Central Hospital Yaoundé Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health Stellenbosch University Cape Town South Africa."
      ]
    }
  ],
  "journal": {
    "title": "Health science reports",
    "iso_abbreviation": "Health Sci Rep",
    "issn": "2398-8835",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "e71057",
  "pages": "e71057",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40709072",
    "pmc": "PMC12286888",
    "doi": "10.1002/hsr2.71057",
    "pii": "HSR271057"
  },
  "doi": "10.1002/hsr2.71057",
  "pmc_id": "PMC12286888",
  "dates": {
    "revised": "2025-07-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:00.002141",
    "pmid": "40709072"
  }
}