{
  "pmid": "40705271",
  "uid": "40705271",
  "title": "Measuring and Valuing Health Using EuroQol Instruments: New Developments 2025 and Beyond.",
  "abstract": "The health-related quality of life (HRQoL) instruments developed by EuroQol, an international not-for-profit organisation, have earned a unique position in health economics and outcomes research. The original instrument, EQ-5D-3L, aimed to provide a concise, generic way of measuring and valuing HRQoL in adults that would enable broad comparability of HRQoL across populations and facilitate estimation of quality-adjusted life years (QALYs). These goals remain central to efforts to develop new instruments; to strengthen methods and evidence in measuring and valuing HRQoL; and to expand the use of HRQoL evidence to improve decision making. These initiatives are facilitated by the EuroQol Research Foundation's funding of research and provision of support for instrument users; the commitment of an international community of researchers; and the support of a professional staff team. This paper provides an overview of EuroQol's current suite of instruments: EQ-5D-3L and EQ-5D-5L (for adults) and EQ-5D-Y-3L and EQ-5D-Y-5L (for children) and key elements of its current research agenda. We summarise research underway to expand measurement to very young children (EQ-TIPS), and to expand what is measured (the EuroQol Health and Wellbeing instrument EQ-HWB; and the EQ-5D Bolt-on Toolbox). Research is also generating new valuation methods-such as the development of discrete choice experiment methods that incorporate duration and account for time preference-and strengthening the application of instruments, e.g., to monitor population health and health inequalities (EQ-DAPHNIE). We conclude by highlighting ongoing challenges and their implications for the future of measurement and valuation of HRQoL.",
  "authors": [
    {
      "last_name": "Devlin",
      "fore_name": "Nancy J",
      "initials": "NJ",
      "name": "Nancy J Devlin",
      "affiliations": [
        "Melbourne School of Population and Global Health, University of Melbourne, 207 Bouverie Street, Melbourne, VIC, 3010, Australia. nancy.devlin@unimelb.edu.au."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Slaap",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Slaap",
      "affiliations": [
        "EuroQol Research Foundation, Rotterdam, The Netherlands.",
        "Department of Psychiatry, Erasmus Medical Centre, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Stolk",
      "fore_name": "Elly",
      "initials": "E",
      "name": "Elly Stolk",
      "affiliations": [
        "EuroQol Research Foundation, Rotterdam, The Netherlands.",
        "Erasmus School of Health Policy & Management, Erasmus University Rotterdam, Rotterdam, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Applied health economics and health policy",
    "iso_abbreviation": "Appl Health Econ Health Policy",
    "issn": "1179-1896",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "24"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40705271",
    "doi": "10.1007/s40258-025-00989-2",
    "pii": "10.1007/s40258-025-00989-2"
  },
  "doi": "10.1007/s40258-025-00989-2",
  "dates": {
    "revised": "2025-07-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.437876",
    "pmid": "40705271"
  }
}