{
  "pmid": "40712546",
  "uid": "40712546",
  "title": "Synergistic impacts of bisphenol A and elevated temperatures on Oryza sativa development and rhizosphere microbiome in diverse cultivars.",
  "abstract": "Bisphenol A (BPA) has emerged as a significant environmental pollutant, posing serious risks to ecosystems, especially in agricultural settings. It is essential to evaluate the toxic effects of BPA on rice cultivation and soil microbiome amid rising global temperature. Therefore, this study investigated the simultaneous effects of BPA (0, 1.5, 12, and 20 mg kg[-1]) along with two temperature regimes (29/24[0]C and 42/38[0]C) on the growth, development, and rhizospheric microbial dynamics of two contrasting rice genotypes: High-Temperature Resistant (HTR-1) and High-Temperature Sensitive (HTS-5). The results showed that elevated BPA concentrations under rising temperatures significantly inhibited chlorophyll content (by 54.70 % and 42.40 %), reduced ROS scavenging activity, modulated abscisic acid production (by 84.89 % and 53.00 %), leading to impaired physiological responses in exposed rice genotypes. Furthermore, HTR-1 exhibited higher ABA levels, a lower transpiration rate, and reduced BPA accumulation in seedlings under stress conditions, resulting in superior growth compared to HTS-5. The combined stress dramatically altered the structure and composition of bacterial and fungal communities and favoured the dominance of more resilient phyla and genera. Notably, bacterial phyla such as Proteobacteria (16.50 %) and Chloroflexi (26.60 %), as well as fungal phyla Ascomycota (24 %) and Chytridiomycota (210 %) were abundant, while, Anaerolinea and Zopfiella were notably enriched at the genus level in the rhizosphere of HTR-1 genotype. This study demonstrated that selecting temperature-tolerant rice varieties and understanding plant-microbe interactions are crucial for mitigating the combined effects of heat and BPA pollution in sustainable agriculture.",
  "authors": [
    {
      "last_name": "Jan",
      "fore_name": "Mehmood",
      "initials": "M",
      "name": "Mehmood Jan",
      "affiliations": [
        "College of Horticulture, South China Agricultural University, Guangzhou 510642, China; Guangdong Provincial Key Laboratory of Utilization and Conservation of Food and Medicinal Resources in Northern Region, Shaoguan University, Shaoguan 512005, China; College of Agriculture, South China Agricultural University, Guangzhou 510642, China."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Mengyun",
      "initials": "M",
      "name": "Mengyun Xu",
      "affiliations": [
        "College of Natural Resources and Environment, South China Agricultural University, Guangzhou 510642, China."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Guangdong Provincial Key Laboratory of Utilization and Conservation of Food and Medicinal Resources in Northern Region, Shaoguan University, Shaoguan 512005, China; College of Agriculture, South China Agricultural University, Guangzhou 510642, China."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "Weicai",
      "initials": "W",
      "name": "Weicai Jin",
      "affiliations": [
        "College of Agriculture, South China Agricultural University, Guangzhou 510642, China."
      ]
    },
    {
      "last_name": "Islam",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Islam",
      "affiliations": [
        "International Genome Center, Jiangsu University, Zhenjiang 212013, China. Electronic address: faysal224@yahoo.com."
      ]
    },
    {
      "last_name": "Zhong",
      "fore_name": "Wenhao",
      "initials": "W",
      "name": "Wenhao Zhong",
      "affiliations": [
        "College of Agriculture, South China Agricultural University, Guangzhou 510642, China."
      ]
    },
    {
      "last_name": "Yue",
      "fore_name": "Qiang",
      "initials": "Q",
      "name": "Qiang Yue",
      "affiliations": [
        "Guangdong Provincial Key Laboratory of Utilization and Conservation of Food and Medicinal Resources in Northern Region, Shaoguan University, Shaoguan 512005, China."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Waqar",
      "initials": "W",
      "name": "Waqar Ahmed",
      "affiliations": [
        "Guangdong Province Key Laboratory of Microbial Signals and Disease Control, College of Plant Protection, South China Agricultural University, Guangzhou 510642, China. Electronic address: waqar_ahmed@scau.edu.cn."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Wenyi",
      "initials": "W",
      "name": "Wenyi Wang",
      "affiliations": [
        "College of Agriculture, South China Agricultural University, Guangzhou 510642, China. Electronic address: wywang@scau.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Ecotoxicology and environmental safety",
    "iso_abbreviation": "Ecotoxicol Environ Saf",
    "issn": "1090-2414",
    "issn_type": "Electronic",
    "volume": "302",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "24"
  },
  "start_page": "118648",
  "pages": "118648",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40712546",
    "doi": "10.1016/j.ecoenv.2025.118648",
    "pii": "S0147-6513(25)00993-5"
  },
  "doi": "10.1016/j.ecoenv.2025.118648",
  "dates": {
    "revised": "2025-07-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.256375",
    "pmid": "40712546"
  }
}