{
  "pmid": "40718130",
  "uid": "40718130",
  "title": "A Hyperacute Presentation of Small Cell, Non-Nodal Mantle Cell Lymphoma.",
  "abstract": "Mantle cell lymphoma (MCL) is an aggressive mature B-cell non-Hodgkin lymphoma. Patients often present with lymphadenopathy, early satiety, and B-symptoms. Presentation with hyperleukocytosis is rare. The small cell, non-nodal variant of MCL tends to be less aggressive, have lower mitotic rates, and mimics morphology of chronic lymphocytic leukemia (CLL). We present a 79-year-old woman admitted to hospital with generalized weakness, gait instability, and dyspnea; she was found to have a white count of 550 × 10[9]/L, hemoglobin of 30 g/L, and platelets of 49 × 10[9]/L. She had biochemical evidence of poor tissue perfusion. Peripheral blood smear demonstrated lymphocytosis with smudge cells. After aggressive red blood cell transfusion, she was managed as leukostasis with concurrent tumour lysis syndrome (TLS). She was administered intravenous fluids, rasburicase, allopurinol, and escalating doses of prednisone for lymphoreduction. Her mentation and biochemical evidence of shock improved. Although we initially had high suspicion for CLL, her flow cytometry raised concerns for MCL. Cytogenetics confirmed t (11; 14) rearrangement. This case is the first to discuss a severe, aggressive presentation of a small variant, leukemic non-nodal MCL. We also review the role of steroids in leukostasis and concurrent warm autoimmune hemolytic anemia, in a centre where leukapheresis is unavailable.",
  "authors": [
    {
      "last_name": "Chiu",
      "fore_name": "Jodi",
      "initials": "J",
      "name": "Jodi Chiu",
      "affiliations": [
        "Department of Medicine, Division of Hematology, Western University Schulich School of Medicine and Dentistry, London, Canada."
      ],
      "orcid": "0000-0002-0902-8021"
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Department of Medicine, Division of Hematology, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0003-4986-4873"
    }
  ],
  "journal": {
    "title": "Case reports in hematology",
    "iso_abbreviation": "Case Rep Hematol",
    "issn": "2090-6560",
    "issn_type": "Print",
    "volume": "2025",
    "pub_year": "2025"
  },
  "start_page": "9912698",
  "pages": "9912698",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40718130",
    "pmc": "PMC12297128",
    "doi": "10.1155/crh/9912698"
  },
  "doi": "10.1155/crh/9912698",
  "pmc_id": "PMC12297128",
  "dates": {
    "revised": "2025-07-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.776683",
    "pmid": "40718130"
  }
}