{
  "pmid": "40714471",
  "uid": "40714471",
  "title": "Research hotspots and trends in Spartina alterniflora studies (1970-2023): A bibliometric analysis.",
  "abstract": "Spartina alterniflora is native to the Atlantic coast of the United States but has gained attention globally as an invasive species. To improve understanding of S. alterniflora and identify future research priorities, this study presents a comprehensive bibliometric and quantitative trend analysis of 4551 publications from 1970 to 2023, using ScientoPy and VOSviewer. Results indicated a steady increase in publications on S. alterniflora. Term co-occurrence visualization analysis revealed that research has evolved through stages: from examining the species' physiological and ecological characteristics, to exploring its invasion mechanisms and impacts, and finally to developing control technologies and assessing its responses to global climate change. Quantitative trend analysis showed that China and the United States are at the forefront of S. alterniflora research. Keywords such as \"Blue carbon,\" \"Plant invasion,\" \"Climate change,\" and \"Remote sensing\" exhibited high trend factors and normalized frequency change values, suggesting that future research will focus on S. alterniflora's role in blue carbon sequestration, salt marsh restoration, and climate response mechanisms. Notably, S. alterniflora's invasion has displaced native blue carbon ecosystems, which typically offer greater long-term carbon sequestration and lower greenhouse gas emissions. This shift has diminished regional net carbon sink function and increased the net greenhouse effect. Although S. alterniflora represents a considerable carbon stock, it also poses substantial ecological risks. Therefore, comprehensive ecological risk assessments and scientifically informed management strategies are essential to optimize environmental benefits while minimizing negative ecological impacts.",
  "authors": [
    {
      "last_name": "Yan",
      "fore_name": "Dandan",
      "initials": "D",
      "name": "Dandan Yan",
      "affiliations": [
        "College of Horticulture and Plant Protection, Henan University of Science and Technology, Luoyang, Henan 471000, China. Electronic address: tidadan@126.com."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Shanshan",
      "initials": "S",
      "name": "Shanshan Wang",
      "affiliations": [
        "College of Art and Design, Henan University of Science and Technology, Luoyang, Henan 471000, China."
      ]
    },
    {
      "last_name": "Song",
      "fore_name": "Peng",
      "initials": "P",
      "name": "Peng Song",
      "affiliations": [
        "College of Agriculture, Henan University of Science and Technology, Luoyang, Henan 471000, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "College of Horticulture and Plant Protection, Henan University of Science and Technology, Luoyang, Henan 471000, China."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Yiming",
      "initials": "Y",
      "name": "Yiming Huang",
      "affiliations": [
        "College of Horticulture and Plant Protection, Henan University of Science and Technology, Luoyang, Henan 471000, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yu",
      "initials": "Y",
      "name": "Yu Wang",
      "affiliations": [
        "College of Horticulture and Plant Protection, Henan University of Science and Technology, Luoyang, Henan 471000, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Wenyan",
      "initials": "W",
      "name": "Wenyan Zhu",
      "affiliations": [
        "College of Horticulture and Plant Protection, Henan University of Science and Technology, Luoyang, Henan 471000, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Linlin",
      "initials": "L",
      "name": "Linlin Wu",
      "affiliations": [
        "College of Horticulture and Plant Protection, Henan University of Science and Technology, Luoyang, Henan 471000, China."
      ]
    }
  ],
  "journal": {
    "title": "Marine pollution bulletin",
    "iso_abbreviation": "Mar Pollut Bull",
    "issn": "1879-3363",
    "issn_type": "Electronic",
    "volume": "221",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "25"
  },
  "start_page": "118483",
  "pages": "118483",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40714471",
    "doi": "10.1016/j.marpolbul.2025.118483",
    "pii": "S0025-326X(25)00958-0"
  },
  "doi": "10.1016/j.marpolbul.2025.118483",
  "dates": {
    "revised": "2025-07-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.779117",
    "pmid": "40714471"
  }
}