{
  "pmid": "40712198",
  "uid": "40712198",
  "title": "Effectiveness of Nurse-Family Partnership on child outcomes by patterns of program intensity: Secondary evidence from a randomized controlled trial (British Columbia Healthy Connections Project).",
  "abstract": "BACKGROUND: Nurse-Family Partnership's (NFP's) effectiveness at improving child outcomes is likely influenced by patterns of program provision and engagement, or 'intensity'. OBJECTIVE: To investigate program effectiveness by patterns of intensity. PARTICIPANTS AND SETTING: We analyzed secondary data from the Canadian NFP randomized controlled trial (RCT) involving 739 maternal participants and their 737 children in British Columbia. METHODS: Participants were randomly allocated 1:1 to NFP and existing services (n = 368) or existing services (n = 371). We collected data on child injuries, language, cognition and problem behavior (mental health) at age two years (by November 2019). We estimated principal causal effects (PCE) using propensity score (PS) methods. RESULTS: We identified three NFP intensity patterns: Low (median [Mdn] 14 visits), Partial (Mdn 52) and Sustained (Mdn 83). For NFP participants, we found statistically-significant differences in group mean scores (mean M [SD]): for Sustained on observed language (NFP 94.55 [16.71] versus PS-matched controls 89.97 [16.76]; PCE = 5.8, 95 % CI 0.57, 11.03, p = 0.030) and problem behavior (NFP 51.33 [9.04] versus PS-matched controls 56.43 [9.38]; PCE = -5.10, 95 % CI -8.27, -1.93, p = 0.002); and for Partial on maternal-reported language (NFP 313.43 [200.36]) versus PS-matched controls (255.99 [183.56]; PCE = 65.05, 95 % CI 24.09, 106.00, p = 0.013). CONCLUSIONS: Delivering NFP as intended, with sustained intensity, led to greater benefits regarding child language and problem behavior (mental health) but not cognition or injuries by age two years. These complementary analyses provide crucial information, beyond standard RCT analyses, on NFP's effectiveness in this Canadian cohort. Our results highlight the importance of ensuring full NFP intensity to maximize program benefits for children.",
  "authors": [
    {
      "last_name": "Catherine",
      "fore_name": "Nicole L A",
      "initials": "NLA",
      "name": "Nicole L A Catherine",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Vancouver, British Columbia, Canada. Electronic address: nicole_catherine@sfu.ca."
      ]
    },
    {
      "last_name": "Zheng",
      "fore_name": "Yufei",
      "initials": "Y",
      "name": "Yufei Zheng",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Xie",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Vancouver, British Columbia, Canada; Arthritis Research Canada, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Boyle",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet",
      "initials": "H",
      "name": "Harriet MacMillan",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada; Department of Pediatrics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Waddell",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Waddell",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Child abuse & neglect",
    "iso_abbreviation": "Child Abuse Negl",
    "issn": "1873-7757",
    "issn_type": "Electronic",
    "volume": "167",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "24"
  },
  "start_page": "107600",
  "pages": "107600",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40712198",
    "doi": "10.1016/j.chiabu.2025.107600",
    "pii": "S0145-2134(25)00356-4"
  },
  "doi": "10.1016/j.chiabu.2025.107600",
  "dates": {
    "revised": "2025-07-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.258516",
    "pmid": "40712198"
  }
}