{
  "pmid": "40712948",
  "uid": "40712948",
  "title": "Approaches for establishing trust and alleviating stress during the surrogate informed consent process for critical care research.",
  "abstract": "BACKGROUND: Trust with researchers is a consideration among surrogate decision makers (SDMs) who are approached to provide consent for research participation on behalf of critically ill patients. However, little is known about strategies that researchers can use to build trust with SDMs and alleviate stress when making these decisions. RESEARCH QUESTION: What are the best approaches to building trust and alleviating stress that can be used in the surrogate informed consent process? STUDY DESIGN AND METHODS: A convergent parallel mixed-methods study including surveys, focus groups, and semi-structured interviews with principal investigators (PIs), research coordinators (RCs), SDMs, and critically ill patients who were approached for participation in a critical care research clinical trial. Surveys captured opinions regarding trust and stress in the surrogate consent process, and qualitative findings described factors that influenced SDMs' trust and stress in this context. RESULTS: Overall, 230 individuals (90 PIs, 105 RCs, 27 SDMs, 8 patients) completed surveys and 61 (24 PIs, 23 RCs, 11 SDMs, 3 patients) participated in focus groups/interviews. We identified three approaches that participants described across as significant for establishing trust and reducing stress among SDMs: 1) humanizing research participation, 2) tailoring approaches to patient/SDM background (e.g., race, location, prior research experience), and 3) transparent communication about study details. Participants felt that researchers first needed to demonstrate that they were considering the patient as 'a person' - not as a study subject. Taking time to learn about and address aspects of the patient or SDM's background was important, as was the way study details were communicated. While all participant groups largely agreed about the relevance of these factors, some differences between groups were noted. INTERPRETATION: We identified three strategies that PIs, RCs, SDMs and patients viewed as effective for building trust and alleviating stress in the surrogate informed consent process. Incorporating these approaches could enhance trust and participation in critical care research.",
  "authors": [
    {
      "last_name": "Tietbohl",
      "fore_name": "Caroline K",
      "initials": "CK",
      "name": "Caroline K Tietbohl",
      "affiliations": [
        "Adult and Child Center for Outcomes Research and Delivery Science, University of Colorado and Children's Hospital Colorado, Aurora, CO; Department of Family Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO."
      ]
    },
    {
      "last_name": "Glaros",
      "fore_name": "Chloe",
      "initials": "C",
      "name": "Chloe Glaros",
      "affiliations": [
        "Adult and Child Center for Outcomes Research and Delivery Science, University of Colorado and Children's Hospital Colorado, Aurora, CO."
      ]
    },
    {
      "last_name": "Torres",
      "fore_name": "Kristen A",
      "initials": "KA",
      "name": "Kristen A Torres",
      "affiliations": [
        "Division of Pulmonary Sciences and Critical Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO."
      ]
    },
    {
      "last_name": "Avallone Mantelli",
      "fore_name": "Rafaela",
      "initials": "R",
      "name": "Rafaela Avallone Mantelli",
      "affiliations": [
        "Division of Pulmonary Sciences and Critical Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO."
      ]
    },
    {
      "last_name": "Files",
      "fore_name": "D Clark",
      "initials": "DC",
      "name": "D Clark Files",
      "affiliations": [
        "Section on Pulmonary, Critical Care, Allergy and Immunologic Disease, Wake Forest University School of Medicine, Winston-Salem NC."
      ]
    },
    {
      "last_name": "Mart",
      "fore_name": "Matthew F",
      "initials": "MF",
      "name": "Matthew F Mart",
      "affiliations": [
        "Division of Allergy, Pulmonary, and Critical Care Medicine, Vanderbilt University Medical Center, Nashville, TN; Critical Illness, Brain Dysfunction, and Survivorship (CIBS) Center, Vanderbilt University Medical Center, Nashville, TN."
      ]
    },
    {
      "last_name": "Matthay",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Matthay",
      "affiliations": [
        "Departments of Medicine and Anesthesia, University of California San Francisco, San Francisco, CA, USA; Cardiovascular Research Institute, University of California San Francisco, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, Canada and Unity Health Toronto-St. Michael's Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Matlock",
      "fore_name": "Daniel D",
      "initials": "DD",
      "name": "Daniel D Matlock",
      "affiliations": [
        "Adult and Child Center for Outcomes Research and Delivery Science, University of Colorado and Children's Hospital Colorado, Aurora, CO; Division of Geriatric Medicine, Department of Medicine, University of Colorado School of Medicine, Aurora, CO; VA Eastern Colorado Geriatric Research Education and Clinical Center, Denver, Colorado."
      ]
    },
    {
      "last_name": "Wynia",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Wynia",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, University of Colorado School of Medicine, Aurora, CO; Center for Bioethics and Humanities, University of Colorado, Aurora, CO."
      ]
    },
    {
      "last_name": "Moss",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Moss",
      "affiliations": [
        "Division of Pulmonary Sciences and Critical Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO. Electronic address: marc.moss@CUAnschutz.edu."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "23"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40712948",
    "doi": "10.1016/j.chest.2025.06.050",
    "pii": "S0012-3692(25)04991-8"
  },
  "doi": "10.1016/j.chest.2025.06.050",
  "dates": {
    "revised": "2025-07-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.614012",
    "pmid": "40712948"
  }
}