{
  "pmid": "40715307",
  "uid": "40715307",
  "title": "Aegeline improves doxorubicin-induced liver toxicity by modulating oxidative stress and Bax/Bcl2/caspase/NF-κB signaling.",
  "abstract": "A potent anticancer drug, doxorubicin (DOX), has substantial off-target hepatotoxicity, which limits its clinical use. The current study aimed to investigate the hepatoprotective effect of aegeline against DOX- induced hepatotoxicity in rats. Four groups of rats were randomly divided into following: Group I- Control (saline), group II - DOX, group III DOX + aegeline (5 mg/kg/p.o.), and group IV DOX + aegeline (10 mg/kg/p.o.). Various biochemical parameters such as alanine transaminase (ALT), aspartate transaminase (AST), alkaline phosphatase (ALP), total bilirubin, oxidative stress markers such as superoxide dismutase (SOD), catalase (CAT), glutathione (GSH), malondialdehyde (MDA), nitric oxide (NO), inflammatory markers such as interleukin-6 (IL-6), interleukin-1β (IL-1β), tumor necrosis factor α (TNF-α), nuclear factor kappa-B (NF-κB) and apoptosis markers, i.e. Bax (Bcl-2-associated X protein), B-cell lymphoma 2 (Bcl2), caspase-3 and caspase-9 were performed. Additionally, histopathology and molecular docking were performed. Administration of aegeline at both tested doses led to a significant (P < 0.05) reduction in liver enzyme levels such as ALT, ALP, and AST-in rats with DOX-induced hepatotoxicity, indicating improved liver function. Antioxidant defenses were also markedly enhanced in the aegeline-treated groups, as evidenced by increased levels of GSH, SOD, and CAT compared to the DOX-only group. In terms of inflammation, aegeline treatment significantly (P < 0.05) lowered the concentrations of key inflammatory cytokines, including IL-6, IL-1β, TNF-α, and the transcription factor NF-κB. This suggests a strong anti-inflammatory effect. Regarding apoptosis, the expression levels of pro-apoptotic markers-Caspase-3, Caspase-9, and Bax were notably decreased in the aegeline-treated rats, while levels of the anti-apoptotic protein Bcl-2 were elevated, pointing to a protective role against DOX-induced cell death. Molecular docking analysis further supported these findings, showing favorable interactions between aegeline and several target proteins. Notably, aegeline exhibited the strongest binding affinity with Bcl-2 (- 6.568 kcal/mol), primarily through hydrophobic interactions, suggesting potential molecular targets contributing to its therapeutic effects. The present study accredited the hepatoprotective effect of aegeline (5 and 10 mg/kg) by ameliorating Dox-induced hepatotoxicity in an experimental animal model.",
  "authors": [
    {
      "last_name": "Alsahli",
      "fore_name": "Tariq G",
      "initials": "TG",
      "name": "Tariq G Alsahli",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka, Aljouf, 72341, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alharbi",
      "fore_name": "Khalid Saad",
      "initials": "KS",
      "name": "Khalid Saad Alharbi",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, Qassim University, Buraydah, 51452, Al Qassim, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alenezi",
      "fore_name": "Sattam Khulaif",
      "initials": "SK",
      "name": "Sattam Khulaif Alenezi",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, Qassim University, Buraydah, 51452, Al Qassim, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alqahtani",
      "fore_name": "Reem",
      "initials": "R",
      "name": "Reem Alqahtani",
      "affiliations": [
        "Department of Pharmaceutical Science, College of Pharmacy, Princess Nourah Bint Abdul Rahman University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, Jeddah, 21442, Saudi Arabia. afzalgufran@gmail.com."
      ]
    },
    {
      "last_name": "Sayyed",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Sayyed",
      "affiliations": [
        "Dr. R. G. Bhoyar Institute of Pharmaceutical Education & Research, Wardha, 442001, Maharashtra, India."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "26"
  },
  "start_page": "27203",
  "pages": "27203",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Doxorubicin",
    "Oxidative Stress",
    "NF-kappa B",
    "Rats",
    "Signal Transduction",
    "Chemical and Drug Induced Liver Injury",
    "bcl-2-Associated X Protein",
    "Proto-Oncogene Proteins c-bcl-2",
    "Male",
    "Apoptosis",
    "Liver",
    "Caspases"
  ],
  "article_ids": {
    "pubmed": "40715307",
    "pmc": "PMC12297376",
    "doi": "10.1038/s41598-025-09675-8",
    "pii": "10.1038/s41598-025-09675-8"
  },
  "doi": "10.1038/s41598-025-09675-8",
  "pmc_id": "PMC12297376",
  "dates": {
    "completed": "2025-07-29",
    "revised": "2025-07-30"
  },
  "chemicals": [
    "Doxorubicin",
    "NF-kappa B",
    "bcl-2-Associated X Protein",
    "Proto-Oncogene Proteins c-bcl-2",
    "Bcl2 protein, rat",
    "Caspases",
    "Bax protein, rat"
  ],
  "grants": [
    {
      "grant_id": "QU-APC-2024-9/1",
      "agency": "Deanship of Graduate Studies and Scientific Research at Qassim University"
    },
    {
      "grant_id": "QU-APC-2024-9/1",
      "agency": "Deanship of Graduate Studies and Scientific Research at Qassim University"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.256611",
    "pmid": "40715307"
  }
}