{
  "pmid": "40712752",
  "uid": "40712752",
  "title": "Capturing the influx of living systematic reviews: a systematic methodological survey.",
  "abstract": "OBJECTIVE: Living systematic reviews (LSRs) are an emerging type of review that continuously updates as new evidence becomes available. A previous methodological survey conducted in 2021 identified and studied all health-based LSRs. Since then, the landscape has changed, including the on-going accumulation of COVID-19 research and availability of automation tools. Furthermore, various methods and guidance exist for conducting LSRs and review authors are often encouraged to explore opportunities to maximise dissemination. We conducted a LSR survey update to describe LSRs in a 'post-COVID' era. Our objectives were to summarise the uptake of LSRs, describe their characteristics, including methodological and communicative characteristics, and identify patterns in LSR attributes. STUDY DESIGN AND SETTING: We systematically searched for new LSRs and any updates - including updates from LSRs identified previously - published between May 2021 - March 2023 in any health field. Eligible articles were identified and data extracted and combined with data from the original survey. Outcomes broadly included LSR characteristics and uptake, and methodological and communicative characteristics. Analyses were descriptive and included visualisations to explore distributions, combinations, and any time effects of characteristics. RESULTS: A total of 549 records across 168 individual LSRs were identified (of which 92 LSRs were newly detected). Whilst the presence of COVID-19 LSRs dominated in later years, there was an increased uptake in non-COVID-19 LSRs; the former were found to search the evidence and update/publish results more frequently. Where reported, the approach to conducting updates varied considerably, including a wide range of pre-specified frequencies and/or triggers. Of the 337 updates, 25.5% reported on ongoing studies, and among LSRs with published results, 58.5% utilised the GRADE system. The proportion of LSRs with a centralised platform for sharing results was higher amongst i) those that included updates, ii) Cochrane reviews, iii) non-COVID-19 LSRs, and iv) funded LSRs. Few LSRs included interactive features. CONCLUSION: The number of LSRs is growing at an accelerating rate, but this survey illustrates that there are still methodological limitations and challenges that carefully need addressing. Key areas for improvement include more explicit pre-specified updating strategies and better use of web-based platforms for disseminating results.",
  "authors": [
    {
      "last_name": "Nevill",
      "fore_name": "Clareece R",
      "initials": "CR",
      "name": "Clareece R Nevill",
      "affiliations": [
        "Biostatistics Research Group, Population Health Sciences, University of Leicester, Leicester, UK; Complex Reviews Synthesis Unit, Universities of Glasgow and Leicester, UK. Electronic address: clareece.nevill@leicester.ac.uk."
      ]
    },
    {
      "last_name": "Sharifan",
      "fore_name": "Amin",
      "initials": "A",
      "name": "Amin Sharifan",
      "affiliations": [
        "Department for Evidence-based Medicine and Evaluation, University for Continuing Education Krems, Krems, Austria."
      ]
    },
    {
      "last_name": "O'Mahony",
      "fore_name": "Aoife",
      "initials": "A",
      "name": "Aoife O'Mahony",
      "affiliations": [
        "School of Public Health, University College Cork, Cork, Ireland."
      ]
    },
    {
      "last_name": "Tahir",
      "fore_name": "Hadiqa",
      "initials": "H",
      "name": "Hadiqa Tahir",
      "affiliations": [
        "Biostatistics Research Group, Population Health Sciences, University of Leicester, Leicester, UK."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Will",
      "initials": "W",
      "name": "Will Robinson",
      "affiliations": [
        "Biostatistics Research Group, Population Health Sciences, University of Leicester, Leicester, UK; Complex Reviews Synthesis Unit, Universities of Glasgow and Leicester, UK."
      ]
    },
    {
      "last_name": "Modha",
      "fore_name": "Urvi",
      "initials": "U",
      "name": "Urvi Modha",
      "affiliations": [
        "Biostatistics Research Group, Population Health Sciences, University of Leicester, Leicester, UK."
      ]
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Infectious Disease Society of America, VA, USA."
      ]
    },
    {
      "last_name": "Khamis",
      "fore_name": "Assem M",
      "initials": "AM",
      "name": "Assem M Khamis",
      "affiliations": [
        "Hull York Medical School, University of Hull, Hull, UK."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Ellesha A",
      "initials": "EA",
      "name": "Ellesha A Smith",
      "affiliations": [
        "Biostatistics Research Group, Population Health Sciences, University of Leicester, Leicester, UK."
      ]
    },
    {
      "last_name": "Sutton",
      "fore_name": "Alex J",
      "initials": "AJ",
      "name": "Alex J Sutton",
      "affiliations": [
        "Biostatistics Research Group, Population Health Sciences, University of Leicester, Leicester, UK; Complex Reviews Synthesis Unit, Universities of Glasgow and Leicester, UK."
      ]
    },
    {
      "last_name": "Freeman",
      "fore_name": "Suzanne C",
      "initials": "SC",
      "name": "Suzanne C Freeman",
      "affiliations": [
        "Biostatistics Research Group, Population Health Sciences, University of Leicester, Leicester, UK; Complex Reviews Synthesis Unit, Universities of Glasgow and Leicester, UK."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Nicola J",
      "initials": "NJ",
      "name": "Nicola J Cooper",
      "affiliations": [
        "Biostatistics Research Group, Population Health Sciences, University of Leicester, Leicester, UK; Complex Reviews Synthesis Unit, Universities of Glasgow and Leicester, UK."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "23"
  },
  "start_page": "111904",
  "pages": "111904",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40712752",
    "doi": "10.1016/j.jclinepi.2025.111904",
    "pii": "S0895-4356(25)00237-9"
  },
  "doi": "10.1016/j.jclinepi.2025.111904",
  "dates": {
    "revised": "2025-07-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.630843",
    "pmid": "40712752"
  }
}