{
  "pmid": "40713099",
  "uid": "40713099",
  "title": "Coronary Vasculitis in a Patient With IgG4RD and Possible EGPA Presenting With Acute Coronary Syndrome.",
  "abstract": "BACKGROUND: IgG4-related disease (IgG4RD) is a systemic inflammatory disorder that can rarely affect the coronary arteries, leading to acute coronary syndrome (ACS). CASE SUMMARY: A 54-year-old man with IgG4RD and possible cytoplasmic antineutrophil cytoplasmic antibody vasculitis presented with exertional chest pain. An electrocardiogram showed T-wave inversions, and rising troponin levels confirmed ACS. Imaging revealed right coronary artery dissection and left circumflex aneurysmal remodeling, consistent with vasculitis-related coronary pathology. He was treated with antiplatelet therapy, corticosteroids, and rituximab, leading to symptom resolution and a significant reduction in IgG4 levels. DISCUSSION: This case highlights the complexity of ACS secondary to IgG4RD-associated vascular disease. Coronary involvement in IgG4RD remains under-recognized, necessitating a high index of suspicion and multimodal imaging for diagnosis. The successful use of rituximab underscores its potential in managing IgG4-related cardiovascular manifestations. TAKE-HOME MESSAGES: IgG4RD can present with ACS due to coronary vasculitis or dissection. Multidisciplinary collaboration and immunosuppressive therapy are key to optimal management.",
  "authors": [
    {
      "last_name": "Sayer",
      "fore_name": "Khaled",
      "initials": "K",
      "name": "Khaled Sayer",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada. Electronic address: Khaled.Sayer@medportal.ca."
      ]
    },
    {
      "last_name": "Schwalm",
      "fore_name": "Jon-David",
      "initials": "JD",
      "name": "Jon-David Schwalm",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton Health Sciences, Hamilton, Ontario, Canada; Centre for Evidence Based Implementation, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pinilla-Echeverri",
      "fore_name": "Natalia",
      "initials": "N",
      "name": "Natalia Pinilla-Echeverri",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JACC. Case reports",
    "iso_abbreviation": "JACC Case Rep",
    "issn": "2666-0849",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "20",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "23"
  },
  "start_page": "104209",
  "pages": "104209",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40713099",
    "doi": "10.1016/j.jaccas.2025.104209",
    "pii": "S2666-0849(25)00990-8"
  },
  "doi": "10.1016/j.jaccas.2025.104209",
  "dates": {
    "revised": "2025-07-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.172730",
    "pmid": "40713099"
  }
}