{
  "pmid": "40729661",
  "uid": "40729661",
  "title": "Leveraging AI to Optimize Maintenance of Health Evidence and Offer a One-Stop Shop for Quality-Appraised Evidence Syntheses on the Effectiveness of Public Health Interventions: Quality Improvement Project.",
  "abstract": "BACKGROUND: Health Evidence provides access to quality appraisals for >10,000 evidence syntheses on the effectiveness and cost-effectiveness of public health and health promotion interventions. Maintaining Health Evidence has become increasingly resource-intensive due to the exponential growth of published literature. Innovative screening methods using artificial intelligence (AI) can potentially improve efficiency. OBJECTIVE: The objectives of this project are to: (1) assess the ability of AI-assisted screening to correctly predict nonrelevant references at the title and abstract level and investigate the consistency of this performance over time, and (2) evaluate the impact of AI-assisted screening on the overall monthly manual screening set. METHODS: Training and testing were conducted using the DistillerSR AI Preview & Rank feature. A set of manually screened references (n=43,273) was uploaded and used to train the AI feature and assign probability scores to each reference to predict relevance. A minimum threshold was established where the AI feature correctly identified all manually screened relevant references. The AI feature was tested on a separate set of references (n=72,686) from the May 2019 to April 2020 monthly searches. The testing set was used to determine an optimal threshold that ensured >99% of relevant references would continue to be added to Health Evidence. The performance of AI-assisted screening at the title and abstract screening level was evaluated using recall, specificity, precision, negative predictive value, and the number of references removed by AI. The number and percentage of references removed by AI-assisted screening and the change in monthly manual screening time were estimated using an implementation reference set (n=272,253) from November 2020 to 2023. RESULTS: The minimum threshold in the training set of references was 0.068, which correctly removed 37% (n=16,122) of nonrelevant references. Analysis of the testing set identified an optimal threshold of 0.17, which removed 51,706 (71.14%) references using AI-assisted screening. A slight decrease in recall between the 0.068 minimum threshold (99.68%) and the 0.17 optimal threshold (94.84%) was noted, resulting in four missed references included via manual screening at the full-text level. This was accompanied by an increase in specificity from 35.95% to 71.70%, doubling the proportion of references AI-assisted screening correctly predicted as not relevant. Over 3 years of implementation, the number of references requiring manual screening was reduced by 70%, reducing the time spent manually screening by an estimated 382 hours. CONCLUSIONS: Given the magnitude of newly published peer-reviewed evidence, the curation of evidence supports decision makers in making informed decisions. AI-assisted screening can be an important tool to supplement manual screening and reduce the number of references that require manual screening, ensuring that the continued availability of curated high-quality synthesis evidence in public health is possible.",
  "authors": [
    {
      "last_name": "Rogers",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Rogers",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, School of Nursing, McMaster University, 175 Longwood Road South, Suite 210A, Hamilton, ON, L8P0A1, Canada, 1 9055259140 ext 20450."
      ],
      "orcid": "0000-0002-5901-244X"
    },
    {
      "last_name": "Miller",
      "fore_name": "Alanna",
      "initials": "A",
      "name": "Alanna Miller",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, School of Nursing, McMaster University, 175 Longwood Road South, Suite 210A, Hamilton, ON, L8P0A1, Canada, 1 9055259140 ext 20450."
      ],
      "orcid": "0000-0002-5443-1581"
    },
    {
      "last_name": "Girgis",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley Girgis",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, School of Nursing, McMaster University, 175 Longwood Road South, Suite 210A, Hamilton, ON, L8P0A1, Canada, 1 9055259140 ext 20450."
      ],
      "orcid": "0009-0009-2407-8615"
    },
    {
      "last_name": "Clark",
      "fore_name": "Emily C",
      "initials": "EC",
      "name": "Emily C Clark",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, School of Nursing, McMaster University, 175 Longwood Road South, Suite 210A, Hamilton, ON, L8P0A1, Canada, 1 9055259140 ext 20450."
      ],
      "orcid": "0000-0002-6615-944X"
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, School of Nursing, McMaster University, 175 Longwood Road South, Suite 210A, Hamilton, ON, L8P0A1, Canada, 1 9055259140 ext 20450.",
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9600-3403"
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, School of Nursing, McMaster University, 175 Longwood Road South, Suite 210A, Hamilton, ON, L8P0A1, Canada, 1 9055259140 ext 20450.",
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1968-6765"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "27",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "29"
  },
  "start_page": "e69700",
  "pages": "e69700",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Artificial Intelligence",
    "Quality Improvement",
    "Public Health",
    "Humans",
    "Evidence-Based Medicine"
  ],
  "article_ids": {
    "pubmed": "40729661",
    "doi": "10.2196/69700",
    "pii": "v27i1e69700"
  },
  "doi": "10.2196/69700",
  "dates": {
    "completed": "2025-07-29",
    "revised": "2025-07-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.178380",
    "pmid": "40729661"
  }
}