{
  "pmid": "40725806",
  "uid": "40725806",
  "title": "Clinical Scores of Peripartum Patients Admitted to Maternity Wards Compared to the ICU: A Systematic Review and Meta-Analysis.",
  "abstract": "Background/Objectives: Hospitalized peripartum patients who later decompensate and require an upgrade to the intensive care unit (ICU) may have an increased risk for poor outcomes. Most of the literature regarding the need for ICU involves Modified Early Warning Scores in already hospitalized patients or the evaluation of specific comorbid conditions or diagnoses. This systematic review and meta-analysis aimed to assess the differences in clinical scores at admission among adult peripartum patients to identify the later need for ICU. Methods: We systematically searched Ovid-Medline, PubMed, EMBASE, Web of Science and Google Scholar for randomized and observational studies of adult patients ≥18 years of age who were ≥20 weeks pregnant or up to 40 days post-partum, were admitted to the wards from the emergency department and later required critical care services. The primary outcome was the Sequential Organ Failure Assessment (SOFA) score. Secondary outcomes included other clinical scores, the hospital length of stay (HLOS) and mortality. The Newcastle-Ottawa Scale was utilized to grade quality. Descriptive analyses were performed to report demographic data, with means (±standard deviation [SD]) for continuous data and percentages for categorical data. Random-effects meta-analyses were performed for all outcomes when at least two studies reported a common outcome. Results: Seven studies met the criteria, with a total of 1813 peripartum patients. The mean age was 27.2 (±2.36). Patients with ICU upgrades were associated with larger differences in mean SOFA scores. The pooled difference in means was 2.76 (95% CI 1.07-4.46, p < 0.001). There were statistically significant increases in Sepsis in Obstetrics Scores, APACHE II scores, and HLOS in ICU upgrade patients. There was a non-significantly increased risk of mortality in ICU upgrade patients. There was high overall heterogeneity between patient characteristics and management in our included studies. Conclusions: This systematic review and meta-analysis demonstrated higher SOFA or other physiologic scores in ICU upgrade patients compared to those who remained on the wards. ICU upgrade patients were also associated with a longer HLOS and higher mortality compared with control patients.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Walker",
      "affiliations": [
        "Department of Emergency Medicine, Baylor Scott & White All Saints Medical Center, Fort Worth, TX 76104, USA.",
        "Burnett School of Medicine, Texas Christian University, Fort Worth, TX 76104, USA."
      ],
      "orcid": "0009-0004-9712-5826"
    },
    {
      "last_name": "Jackson",
      "fore_name": "Natalie",
      "initials": "N",
      "name": "Natalie Jackson",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Baylor Scott & White All Saints Medical Center, Fort Worth, TX 76104, USA."
      ]
    },
    {
      "last_name": "Ramakrishnan",
      "fore_name": "Sudha",
      "initials": "S",
      "name": "Sudha Ramakrishnan",
      "affiliations": [
        "Baylor Health Science Library, Dallas, TX 75246, USA."
      ],
      "orcid": "0000-0003-2710-9690"
    },
    {
      "last_name": "Perry",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Perry",
      "affiliations": [
        "Research Associate Program in Emergency Medicine and Critical Care, Department of Emergency Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA."
      ]
    },
    {
      "last_name": "Gaur",
      "fore_name": "Anandita",
      "initials": "A",
      "name": "Anandita Gaur",
      "affiliations": [
        "Research Associate Program in Emergency Medicine and Critical Care, Department of Emergency Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA."
      ]
    },
    {
      "last_name": "Shaw",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Shaw",
      "affiliations": [
        "Research Associate Program in Emergency Medicine and Critical Care, Department of Emergency Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA."
      ]
    },
    {
      "last_name": "Pirzada",
      "fore_name": "Saad",
      "initials": "S",
      "name": "Saad Pirzada",
      "affiliations": [
        "Research Associate Program in Emergency Medicine and Critical Care, Department of Emergency Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA."
      ],
      "orcid": "0000-0001-6137-9358"
    },
    {
      "last_name": "Tran",
      "fore_name": "Quincy K",
      "initials": "QK",
      "name": "Quincy K Tran",
      "affiliations": [
        "Research Associate Program in Emergency Medicine and Critical Care, Department of Emergency Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA.",
        "Department of Emergency Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA.",
        "Program in Trauma, The R Adam Cowley Shock Trauma Center, University of Maryland School of Medicine, Baltimore, MD 21201, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical medicine",
    "iso_abbreviation": "J Clin Med",
    "issn": "2077-0383",
    "issn_type": "Print",
    "volume": "14",
    "issue": "14",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "18"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40725806",
    "doi": "10.3390/jcm14145113",
    "pii": "jcm14145113"
  },
  "doi": "10.3390/jcm14145113",
  "dates": {
    "revised": "2025-07-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.749233",
    "pmid": "40725806"
  }
}