{
  "pmid": "40720836",
  "uid": "40720836",
  "title": "High Tibial Osteotomy for Medial Compartment Knee Osteoarthritis : A Randomized Trial With Parallel Preference Arm.",
  "abstract": "BACKGROUND: Medial opening wedge high tibial osteotomy (HTO) is a limb realignment surgery that aims to preserve joint structure and improve clinical outcomes by redistributing ambulatory loads on the knee among patients with knee osteoarthritis and varus alignment. OBJECTIVE: To evaluate the efficacy of medial opening wedge HTO. DESIGN: Single-center, open-label, assessor-blinded randomized trial with a parallel preference arm. (ClinicalTrials.gov: NCT02003976). SETTING: Tertiary care center. PARTICIPANTS: 145 adults with varus alignment and symptomatic knee osteoarthritis primarily involving the medial compartment. INTERVENTION: Nonsurgical management plus HTO compared with nonsurgical management alone (control), which included supervised therapeutic exercise for 3 months, nutrition counseling, and acetaminophen or nonsteroidal anti-inflammatory drugs as needed. MEASUREMENTS: The primary outcome was 2-year change in medial tibiofemoral articular cartilage thickness, measured on masked 3-Tesla magnetic resonance images, with a 6.3% loss considered the minimal clinically important difference (MCID). A key secondary outcome was change in the total Knee Injury and Osteoarthritis Outcome Score (KOOS; range, 0 to 100; MCID, 10 points). RESULTS: A total of 59 of 71 participants (83%; 30 HTO, 29 control) in the randomized arm and 65 of 74 (88%; 36 HTO, 29 control) in the preference arm were assessed at baseline and 2 years of follow-up. In the randomized arm, the mean 2-year change in medial tibiofemoral articular cartilage thickness was -0.07 mm in the HTO group (a loss of 2%) and -0.25 mm in the control group (a loss of 9%), for a mean between-group difference of 0.18 mm (95% CI, 0.18 to 0.19 mm). The change in total KOOS was 24.95 points in the HTO group and 9.06 points in the control group (mean difference, 15.89 points [CI, 8.94 to 22.84 points]). These outcomes also favored HTO in the preference arm. LIMITATION: Single-center study. CONCLUSION: These results support use of medial opening wedge HTO to slow progression of structural joint damage and improve clinical outcomes among patients with medial compartment knee osteoarthritis and varus alignment. PRIMARY FUNDING SOURCE: Canadian Institutes of Health Research, Arthritis Society Canada, and Bernard and Norton Wolf Family Foundation.",
  "authors": [
    {
      "last_name": "Birmingham",
      "fore_name": "Trevor B",
      "initials": "TB",
      "name": "Trevor B Birmingham",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, London Health Sciences Centre and University of Western Ontario; School of Physical Therapy, Faculty of Health Sciences, University of Western Ontario; and Bone and Joint Institute, University of Western Ontario, London, Ontario, Canada (T.B.B., C.A.P.)."
      ],
      "orcid": "0000-0002-3300-7677"
    },
    {
      "last_name": "Primeau",
      "fore_name": "Codie A",
      "initials": "CA",
      "name": "Codie A Primeau",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, London Health Sciences Centre and University of Western Ontario; School of Physical Therapy, Faculty of Health Sciences, University of Western Ontario; and Bone and Joint Institute, University of Western Ontario, London, Ontario, Canada (T.B.B., C.A.P.)."
      ]
    },
    {
      "last_name": "Moyer",
      "fore_name": "Rebecca F",
      "initials": "RF",
      "name": "Rebecca F Moyer",
      "affiliations": [
        "Department of Physiotherapy, Faculty of Health, Dalhousie University, Halifax, Nova Scotia, Canada (R.F.M.)."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne M",
      "initials": "DM",
      "name": "Dianne M Bryant",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, London Health Sciences Centre and University of Western Ontario, London; School of Physical Therapy, Faculty of Health Sciences, University of Western Ontario, London; Bone and Joint Institute, University of Western Ontario, London; Department of Surgery, Schulich School of Medicine and Dentistry, University of Western Ontario, London; and Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada (D.M.B.)."
      ],
      "orcid": "0000-0002-7535-8707"
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada (J.M.)."
      ],
      "orcid": "0000-0002-8033-1699"
    },
    {
      "last_name": "Leitch",
      "fore_name": "Kristyn M",
      "initials": "KM",
      "name": "Kristyn M Leitch",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, London Health Sciences Centre and University of Western Ontario, and Bone and Joint Institute, University of Western Ontario, London, Ontario, Canada (K.M.L.)."
      ]
    },
    {
      "last_name": "Wirth",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Wirth",
      "affiliations": [
        "Research Group for Musculoskeletal Imaging, Center for Anatomy and Cell Biology, and Ludwig Boltzmann Institute for Arthritis and Rehabilitation, Paracelsus Medical University, Salzburg, Austria, and Chondrometrics, Freilassing, Germany (W.W., F.E.)."
      ],
      "orcid": "0000-0002-2297-8283"
    },
    {
      "last_name": "Degen",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Degen",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, London Health Sciences Centre and University of Western Ontario; Bone and Joint Institute, University of Western Ontario; and Department of Surgery, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada (R.D., R.B.L., K.R.W., J.R.G.)."
      ],
      "orcid": "0000-0001-9981-6074"
    },
    {
      "last_name": "Getgood",
      "fore_name": "Alan M",
      "initials": "AM",
      "name": "Alan M Getgood",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, London Health Sciences Centre and University of Western Ontario; Bone and Joint Institute, University of Western Ontario; and Department of Surgery, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada, and Aspetar Orthopaedic and Sports Medicine Hospital, Doha, Qatar (A.M.G.)."
      ]
    },
    {
      "last_name": "Litchfield",
      "fore_name": "Robert B",
      "initials": "RB",
      "name": "Robert B Litchfield",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, London Health Sciences Centre and University of Western Ontario; Bone and Joint Institute, University of Western Ontario; and Department of Surgery, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada (R.D., R.B.L., K.R.W., J.R.G.)."
      ],
      "orcid": "0000-0002-7291-2610"
    },
    {
      "last_name": "Willits",
      "fore_name": "Kevin R",
      "initials": "KR",
      "name": "Kevin R Willits",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, London Health Sciences Centre and University of Western Ontario; Bone and Joint Institute, University of Western Ontario; and Department of Surgery, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada (R.D., R.B.L., K.R.W., J.R.G.)."
      ]
    },
    {
      "last_name": "Eckstein",
      "fore_name": "Felix",
      "initials": "F",
      "name": "Felix Eckstein",
      "affiliations": [
        "Research Group for Musculoskeletal Imaging, Center for Anatomy and Cell Biology, and Ludwig Boltzmann Institute for Arthritis and Rehabilitation, Paracelsus Medical University, Salzburg, Austria, and Chondrometrics, Freilassing, Germany (W.W., F.E.)."
      ]
    },
    {
      "last_name": "Giffin",
      "fore_name": "J Robert",
      "initials": "JR",
      "name": "J Robert Giffin",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, London Health Sciences Centre and University of Western Ontario; Bone and Joint Institute, University of Western Ontario; and Department of Surgery, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada (R.D., R.B.L., K.R.W., J.R.G.)."
      ]
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "29"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40720836",
    "doi": "10.7326/ANNALS-25-00920"
  },
  "doi": "10.7326/ANNALS-25-00920",
  "dates": {
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:26.160279",
    "pmid": "40720836"
  }
}