{
  "pmid": "40731086",
  "uid": "40731086",
  "title": "Iatrogenic upper urinary tract injuries during ureteroscopy for urolithiasis: a comprehensive review on incidence, mechanisms and preventative strategies.",
  "abstract": "The incidence of urolithiasis is increasing globally, with a prevalence of 13% in North America and 9% in Europe. Ureteroscopy is a minimally invasive approach for treating conditions affecting the upper urinary tract, including urolithiasis, for which its efficacy and safety is well recognized. There is a risk of complications associated with ureteroscopy, including iatrogenic mechanical ureteric injuries. These injuries are multifactorial in nature, with ureteroscopes and auxiliary endoscopic equipment having an important role, in addition to patient and stone factors. Excessive friction and insertion forces during ureteroscope and ureteric access sheath insertion, apparatus malfunction or thermal injuries during laser lithotripsy might cause injury to the upper urinary tract. Ureteric avulsion is a serious event, which necessitates further intervention such as ureteric reimplantation or nephrectomy. Ureteric mucosal injuries can be managed with a period of ureteric stenting, although stent-related symptoms can be challenging for patients. The ability of endoscopic equipment to injure the ureter is an area that requires further study to reduce incidence and minimize patient morbidity. In this article, we review the operative mechanisms that contribute to iatrogenic mechanical ureteric injuries and discuss preventative strategies.",
  "authors": [
    {
      "last_name": "Cullivan",
      "fore_name": "Orla",
      "initials": "O",
      "name": "Orla Cullivan",
      "affiliations": [
        "Strategic Academic Recruitment Programme, Royal College of Surgeons in Ireland, Dublin, Ireland. orlacullivan@rcsi.com.",
        "Department of Urology, Blackrock Clinic, Dublin, Ireland. orlacullivan@rcsi.com."
      ],
      "orcid": "0000-0001-5217-6807"
    },
    {
      "last_name": "Browne",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Browne",
      "affiliations": [
        "Department of Urology and Transplant Surgery, Beaumont Hospital, Dublin, Ireland."
      ]
    },
    {
      "last_name": "O'Meara",
      "fore_name": "Sorcha",
      "initials": "S",
      "name": "Sorcha O'Meara",
      "affiliations": [
        "Strategic Academic Recruitment Programme, Royal College of Surgeons in Ireland, Dublin, Ireland.",
        "Department of Urology, Blackrock Clinic, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Skolarikos",
      "fore_name": "Andreas",
      "initials": "A",
      "name": "Andreas Skolarikos",
      "affiliations": [
        "National and Kapodistrian University of Athens, Athens, Greece."
      ]
    },
    {
      "last_name": "Somani",
      "fore_name": "Bhaskar",
      "initials": "B",
      "name": "Bhaskar Somani",
      "affiliations": [
        "University Hospital Southampton, Southampton, UK."
      ]
    },
    {
      "last_name": "Cunnane",
      "fore_name": "Eoghan M",
      "initials": "EM",
      "name": "Eoghan M Cunnane",
      "affiliations": [
        "Biomaterials Cluster, Bernal Institute, University of Limerick, Limerick, Ireland.",
        "School of Engineering, University of Limerick, Limerick, Ireland."
      ],
      "orcid": "0000-0001-5599-9040"
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Biomaterials Cluster, Bernal Institute, University of Limerick, Limerick, Ireland.",
        "School of Engineering, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Fergal J",
      "initials": "FJ",
      "name": "Fergal J O'Brien",
      "affiliations": [
        "Tissue Engineering Research Group, Department of Anatomy and Regenerative Medicine, Royal College of Surgeons in Ireland, Dublin, Ireland.",
        "Trinity Centre for Biomedical Engineering, Trinity College Dublin, Dublin, Ireland.",
        "Advanced Materials and Bioengineering Research Centre (AMBER), RCSI and TCD, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Niall F",
      "initials": "NF",
      "name": "Niall F Davis",
      "affiliations": [
        "Strategic Academic Recruitment Programme, Royal College of Surgeons in Ireland, Dublin, Ireland.",
        "Department of Urology, Blackrock Clinic, Dublin, Ireland.",
        "Department of Urology and Transplant Surgery, Beaumont Hospital, Dublin, Ireland."
      ]
    }
  ],
  "journal": {
    "title": "Nature reviews. Urology",
    "iso_abbreviation": "Nat Rev Urol",
    "issn": "1759-4820",
    "issn_type": "Electronic",
    "pub_year": "2025",
    "pub_month": "Jul",
    "pub_day": "29"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40731086",
    "doi": "10.1038/s41585-025-01067-x",
    "pii": "10.1038/s41585-025-01067-x"
  },
  "doi": "10.1038/s41585-025-01067-x",
  "dates": {
    "revised": "2025-07-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.614865",
    "pmid": "40731086"
  }
}