{
  "pmid": "40734796",
  "uid": "40734796",
  "title": "The Impact of Inflammatory Biomarker Subphenotypes on Acute Respiratory Distress Syndrome Prognosis: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND AND AIMS: Acute respiratory distress syndrome (ARDS) is a syndrome that incorporates a wide group of patients with sign and symptoms of acute hypoxemic respiratory failure. Various studies describing hypo- and hyperinflammatory subphenotypes among ARDS cohorts have been performed. The objective of this systematic review and meta-analysis was to examine how biomarker-based subphenotypes of ARDS impact mortality. METHODS: Medline, Cochrane Library, KoreaMed, LILACS, TRIP Database, and World Health Organization Clinical Trial Registry were searched for studies on subphenotyping of ARDS on the basis of inflammatory biomarkers that reported mortality. Pooled relative risk (RR) of mortality and mean difference (MD) of ventilator-free days (VFDs) were calculated. Grading of recommendations, assessment, development, and evaluations (GRADE) approach for prognostic outcomes was used to assess the certainty of evidence. RESULTS: A total of 12 studies comprising 6,643 patients were included in the review. Pooled analysis demonstrated that hyperinflammatory subphenotype ARDS may be associated with a higher risk of dying as compared with hypoinflammatory subphenotype ARDS (RR 2.50, 95% confidence interval (CI) 1.77-2.86). Hyperinflammatory ARDS may be associated with fewer VFDs compared with hypoinflammatory ARDS (MD: 15.90 days, 95% CI 2.23-29.57 days fewer). These findings, although based on low certainty evidence, were robust to multiple sensitivity analyses. CONCLUSION: The review demonstrates that hyperinflammatory subphenotype of ARDS may be associated with increased mortality and decreased VFDs. This may help patients and clinicians to know clinical outcome of patient with ARDS. HOW TO CITE THIS ARTICLE: Das SK, Choupoo NS, Rochwerg B, Goswami D, Ray S, Gupta A, et al. The Impact of Inflammatory Biomarker Subphenotypes on Acute Respiratory Distress Syndrome Prognosis: A Systematic Review and Meta-analysis. Indian J Crit Care Med 2025;29(7):597-603.",
  "authors": [
    {
      "last_name": "Das",
      "fore_name": "Saurabh K",
      "initials": "SK",
      "name": "Saurabh K Das",
      "affiliations": [
        "Department of Critical Care Medicine, Max Super Specialty Hospital, New Delhi, India."
      ],
      "orcid": "0000-0001-7798-4528"
    },
    {
      "last_name": "Choupoo",
      "fore_name": "Nang Sujali",
      "initials": "NS",
      "name": "Nang Sujali Choupoo",
      "affiliations": [
        "Department of Anesthesia, Atal Bihari Vajpayee Institute of Medical Sciences and Dr. Ram Manohar Lohia Hospital, New Delhi, India."
      ],
      "orcid": "0000-0001-6270-3981"
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8293-7061"
    },
    {
      "last_name": "Goswami",
      "fore_name": "Debarsee",
      "initials": "D",
      "name": "Debarsee Goswami",
      "affiliations": [
        "Department of Statistics, Hindu College, New Delhi, India."
      ],
      "orcid": "0009-0002-1832-1972"
    },
    {
      "last_name": "Ray",
      "fore_name": "Sumit",
      "initials": "S",
      "name": "Sumit Ray",
      "affiliations": [
        "Department of Critical Care Medicine, Holy Family Hospital, New Delhi, India."
      ],
      "orcid": "0000-0001-5192-4711"
    },
    {
      "last_name": "Gupta",
      "fore_name": "Ajay",
      "initials": "A",
      "name": "Ajay Gupta",
      "affiliations": [
        "Department of Critical Care, Max Super Specialty Hospital, New Delhi, India."
      ],
      "orcid": "0009-0000-3864-3747"
    },
    {
      "last_name": "Kaur",
      "fore_name": "Parveen",
      "initials": "P",
      "name": "Parveen Kaur",
      "affiliations": [
        "Department of Critical Care, Rajiv Gandhi Cancer Institute and Research Centre, New Delhi, India."
      ],
      "orcid": "0009-0009-7300-5973"
    }
  ],
  "journal": {
    "title": "Indian journal of critical care medicine : peer-reviewed, official publication of Indian Society of Critical Care Medicine",
    "iso_abbreviation": "Indian J Crit Care Med",
    "issn": "0972-5229",
    "issn_type": "Print",
    "volume": "29",
    "issue": "7",
    "pub_year": "2025",
    "pub_month": "Jul"
  },
  "start_page": "597",
  "end_page": "603",
  "pages": "597-603",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "40734796",
    "pmc": "PMC12302241",
    "doi": "10.5005/jp-journals-10071-25007"
  },
  "doi": "10.5005/jp-journals-10071-25007",
  "pmc_id": "PMC12302241",
  "dates": {
    "revised": "2025-07-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.278249",
    "pmid": "40734796"
  }
}