{
  "pmid": "40730439",
  "uid": "40730439",
  "title": "Guide de pratique clinique en soins de première ligne d'Hypertension Canada pour le diagnostic et le traitement de l'hypertension artérielle chez les adultes.",
  "abstract": "CONTEXTE: Le Canada a longtemps figuré parmi les leaders mondiaux de la prise en charge de l'hypertension artérielle (HTA), mais ses taux de traitement et de maîtrise de l'HTA ont régressé ces dernières années. Le présent guide de pratique clinique vise à fournir des recommandations pragmatiques axées sur les soins de première ligne afin d'améliorer la prise en charge de l'HTA chez les adultes à l'échelle de la population. MÉTHODES: Conformément aux normes de qualité et de présentation du guide AGREE II (Appraisal of Guidelines for Research and Evaluation), nous avons utilisé la méthode GRADE (Grading of Recommendations Assessment, Development and Evaluation) et le processus ADAPTE pour formuler des recommandations sur la prise en charge de l'HTA chez les adultes de 18 ans et plus. Nous avons ensuite intégré ces recommandations dans des algorithmes simplifiés, pragmatiques et fondés sur les données probantes en nous appuyant sur le guide technique HEARTS - un modèle de soins mis au point par l'Organisation mondiale de la Santé (OMS) afin d'améliorer la maîtrise de l'HTA et de réduire le fardeau des maladies cardiovasculaires (MCV). Le comité qui a préparé ce guide de pratique clinique se composait principalement de prestataires de soins de première ligne, mais aussi de patients et patientes, de spécialistes de la méthodologie et de spécialistes de l'HTA. Notre processus de gestion des intérêts concurrents a respecté les principes du Guidelines International Network. RECOMMANDATIONS: Les 9 recommandations pour la prise en charge de l'HTA chez les adultes sont regroupées sous les rubriques « Diagnostic » et « Traitement ». Les recommandations diagnostiques comportent une méthode standardisée de mesure de la pression artérielle (PA) et de confirmation de l'HTA, ainsi qu'une définition uniforme de l'HTA, soit une PA ≥130/80 mm Hg. Les recommandations thérapeutiques comprennent l'établissement d'une cible de pression artérielle systolique (PAS) <130 mm Hg, l'adoption de saines habitudes de vie, de même qu'une démarche par étapes pour guider un choix optimal de médicaments lorsqu'une pharmacothérapie est nécessaire. INTERPRÉTATION: Notre objectif consiste à améliorer la norme de soins de l'HTA en soins de première ligne au Canada. Un diagnostic exact et un traitement optimal de l'HTA peuvent réduire le nombre d'événements cardiovasculaires indésirables ainsi que le risque de décès.",
  "authors": [
    {
      "last_name": "Goupil",
      "fore_name": "Rémi",
      "initials": "R",
      "name": "Rémi Goupil",
      "affiliations": [
        "Néphrologue et chercheur clinicien à l'Hôpital du Sacré-Cœur de Montréal et à l'Université de Montréal (Québec)."
      ]
    },
    {
      "last_name": "Tsuyuki",
      "fore_name": "Ross T",
      "initials": "RT",
      "name": "Ross T Tsuyuki",
      "affiliations": [
        "Professeur de médecine (Division de cardiologie) et directeur du centre EPICORE à l'Université de l'Alberta à Edmonton (Alberta)."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Professeure agrégée au Département des méthodes, des données probantes et de l'impact de la recherche en santé à l'Université McMaster à Hamilton (Ontario)."
      ]
    },
    {
      "last_name": "Terenzi",
      "fore_name": "Kristin A",
      "initials": "KA",
      "name": "Kristin A Terenzi",
      "affiliations": [
        "Médecin de famille au Centre médical Langstaff à Woodbridge (Ontario)."
      ]
    },
    {
      "last_name": "Habert",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Habert",
      "affiliations": [
        "Professeur adjoint au Département de médecine familiale et communautaire à l'Université de Toronto (Ontario)."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Gemma",
      "initials": "G",
      "name": "Gemma Cheng",
      "affiliations": [
        "Membre du Département de médecine familiale à l'Université McGill à Montréal (Québec)."
      ]
    },
    {
      "last_name": "Gysel",
      "fore_name": "Stephanie C",
      "initials": "SC",
      "name": "Stephanie C Gysel",
      "affiliations": [
        "Propriétaire d'Apothecare Pharmacy et boursière postdoctorale au Département de médecine à l'Université de l'Alberta à Edmonton."
      ]
    },
    {
      "last_name": "Bruneau",
      "fore_name": "Jill",
      "initials": "J",
      "name": "Jill Bruneau",
      "affiliations": [
        "Professeure adjointe et coordonnatrice des infirmières praticiennes à la Faculté des sciences infirmières à l'Université Memorial de Terre-Neuve à St John's (T.-N.-L.)."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Alexander A",
      "initials": "AA",
      "name": "Alexander A Leung",
      "affiliations": [
        "Professeur agrégé au Département de médecine et au Département des sciences de la santé communautaire à l'University de Calgary (Alberta)."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Norman R C",
      "initials": "NRC",
      "name": "Norman R C Campbell",
      "affiliations": [
        "Membre de l'Institut cardiovasculaire Libin et professeur émérite de médecine à l'University de Calgary."
      ]
    },
    {
      "last_name": "Schiffrin",
      "fore_name": "Ernesto L",
      "initials": "EL",
      "name": "Ernesto L Schiffrin",
      "affiliations": [
        "Professeur et vice-président (recherche) au Département de médecine à l'Université McGill, et titulaire de la Chaire de recherche du Canada sur l'hypertension et le système vasculaire à l'Institut Lady Davis de recherches médicales à Montréal."
      ]
    },
    {
      "last_name": "Hundemer",
      "fore_name": "Gregory L",
      "initials": "GL",
      "name": "Gregory L Hundemer",
      "affiliations": [
        "Professeur adjoint au Département de médecine (Division de néphrologie) à l'Université d'Ottawa (Ontario) et scientifique avec le Programme sur l'inflammation et les maladies chroniques à l'Institut de recherche de l'Hôpital d'Ottawa."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "7-8",
    "pub_year": "2025"
  },
  "start_page": "e167",
  "end_page": "e184",
  "pages": "e167-e184",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Hypertension",
    "Primary Health Care",
    "Canada",
    "Adult",
    "Antihypertensive Agents",
    "Blood Pressure Determination",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "40730439",
    "doi": "10.46747/cfp.710708e167",
    "pii": "71/7-8/e167"
  },
  "doi": "10.46747/cfp.710708e167",
  "dates": {
    "completed": "2025-07-29",
    "revised": "2025-07-29"
  },
  "chemicals": [
    "Antihypertensive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:44.658682",
    "pmid": "40730439"
  }
}