{
  "pmid": "7693427",
  "uid": "7693427",
  "title": "Role of magnesium in reducing mortality in acute myocardial infarction. A review of the evidence.",
  "abstract": "A number of small, randomised clinical trials and one large trial of intravenous magnesium have been conducted on patients with acute myocardial infarction (AMI). Most of these trials indicate that treatment with magnesium has a beneficial effect on short term mortality, although in most of the small trials the results are inconclusive. A systematic overview of mortality and serious morbidity data from all the available randomised controlled trials of magnesium conducted in a total of nearly 4000 patients with AMI indicates that there were 123 deaths in 1974 patients allocated magnesium, and 193 deaths in 1949 controls (odds ratio 0.61, 95% confidence interval 0.48 to 0.76, p < 0.0001). Data on the effects of magnesium on serious ventricular arrhythmias and heart failure are incomplete, and definitions for these serious complications of AMI vary greatly among the trials. Nevertheless, the available data suggest that magnesium also significantly reduces these 2 serious forms of morbidity. These data suggest that magnesium given to patients during AMI can produce significant reductions in mortality and serious morbidity. Although the mechanism of action of magnesium is likely to be independent of other currently used agents, its value when added to thrombolytic therapy, beta-blockers, angiotensin converting enzyme (ACE) inhibitors and nitrates is not clear, and is presently being studied in the very large Fourth International Studies of Infarct Survival (ISIS-4) trial.",
  "authors": [
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": [
        "Division of Cardiology, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Division of Cardiology, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Cardiology, HGH - McMaster Clinic, Hamilton General Hospital, 237 Barton Street East, Hamilton, Ontario, Canada, L8L 2X2."
      ]
    }
  ],
  "journal": {
    "title": "Drugs",
    "iso_abbreviation": "Drugs",
    "issn": "0012-6667",
    "issn_type": "Print",
    "volume": "46",
    "issue": "3",
    "pub_year": "1993",
    "pub_month": "Sep"
  },
  "start_page": "347",
  "end_page": "359",
  "pages": "347-359",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Arrhythmias, Cardiac",
    "Heart Failure",
    "Humans",
    "Magnesium",
    "Myocardial Infarction",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "7693427",
    "doi": "10.2165/00003495-199346030-00002",
    "pii": "10.2165/00003495-199346030-00002"
  },
  "doi": "10.2165/00003495-199346030-00002",
  "dates": {
    "completed": "1993-12-21",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Magnesium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.541005",
    "pmid": "7693427"
  }
}