{
  "pmid": "7838587",
  "uid": "7838587",
  "title": "The Meaning of Illness Questionnaire: further evidence for its reliability and validity.",
  "abstract": "Cognitive appraisal processes or the meaning a person gives a stressful event are believed to mediate an individual's reaction to an event and, as such, have been demonstrated to explain adjustment to illness. The purpose of this paper is to test this cognitive as well as other social and illness variables to explain the variance in a person's adjustment to chronic pain. Two hundred and twenty-two patients, who were randomly selected from an original sample of referrals to a chronic pain specialty clinic, completed a questionnaire by telephone interview or mail. The questionnaire consisted of psychosocial scales (PAIS-SR; Social Support) and cognitions including the Meaning of Illness Questionnaire (MIQ). Fifty-six percent of the sample had poor psychosocial adjustment to their pain problem. Seventy percent of the variance in adjustment was explained by social and cognitive variables which corroborates their importance. The MIQ 5-factor structure was supported and provides credible evidence of the role of cognitions in differentiating between the poor and well adjusted.",
  "authors": [
    {
      "last_name": "Weir",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Weir",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, HSC-3N28 Hamilton, Ontario L8N 3Z5 Canada Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, HSC-3N28 Hamilton, Ontario L8N 3Z5 Canada Department of, Department of Psychiatry, Faculty of Health Sciences, McMaster University, HSC-3N28 Hamilton, Ontario L8N 3Z5 Canada Department of, Centre for Health Economics and Policy Analysis, Faculty of Health Sciences, McMaster University, HSC-3N28 Hamilton, Ontario L8N 3Z5 Canada Department of, Health and Social Service Utilization Research Unit, The Chedoke Division of the Chedoke-McMaster Hospitals, Faculty of Health Sciences, McMaster University, HSC-3N28 Hamilton, Ontario L8N 3Z5 Canada Department of, Chronic Pain Clinic Sen-ices, Faculty of Health Sciences, McMaster University, HSC-3N28 Hamilton, Ontario L8N 3Z5 Canada."
      ]
    },
    {
      "last_name": "Browne",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Browne",
      "affiliations": []
    },
    {
      "last_name": "Roberts",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Roberts",
      "affiliations": []
    },
    {
      "last_name": "Tunks",
      "fore_name": "Eldon",
      "initials": "E",
      "name": "Eldon Tunks",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pain",
    "iso_abbreviation": "Pain",
    "issn": "0304-3959",
    "issn_type": "Print",
    "volume": "58",
    "issue": "3",
    "pub_year": "1994",
    "pub_month": "Sep"
  },
  "start_page": "377",
  "end_page": "386",
  "pages": "377-386",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Adult",
    "Chronic Disease",
    "Factor Analysis, Statistical",
    "Female",
    "Humans",
    "Life Change Events",
    "Male",
    "Pain",
    "Quality of Life",
    "Regression Analysis",
    "Social Support",
    "Socioeconomic Factors",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "7838587",
    "doi": "10.1016/0304-3959(94)90132-5",
    "pii": "00006396-199409000-00010"
  },
  "doi": "10.1016/0304-3959(94)90132-5",
  "dates": {
    "completed": "1995-02-28",
    "revised": "2021-01-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.669852",
    "pmid": "7838587"
  }
}