{
  "pmid": "8740605",
  "uid": "8740605",
  "title": "The effects of isoflurane on repeated nociceptive stimuli (central temporal summation).",
  "abstract": "Central temporal summation of afferent nociceptive stimuli is involved in central hyperexcitability. This is assumed to be an important mechanism in the nociceptive system which is probably activated during surgery and trauma. The purpose of the present study was to investigate if isoflurane has a specific effect on central temporal summation in humans. Facilitation of the nociceptive reflex to repeated stimuli can be used to assess central summation in subjects unable to cooperate due to an anaesthetic procedure. The nociceptive reflex to single and repeated (5 pulses delivered at 2 Hz) electrical surface stimuli of the sural nerve were measured in 6 healthy volunteers anaesthetized with isoflurane. A reflex was defined as an EMG signal from the rectus and biceps femoris exceeding 20 microV for more than 10 msec in the 80-200 msec interval after the stimulus. The end-tidal isoflurane concentration was increased in steps of 0.25 vol% from 0.25 to 1.50 vol%. For each concentration the thresholds for the nociceptive reflex were determined as the current intensity that could just elicit a reflex response to single stimulations, and for the repeated stimulations as the current intensity that could just elicit a reflex response to the 4th and/or 5th stimuli in the train of 5 stimuli. The nociceptive reflex to single stimuli was depressed at isoflurane concentrations producing sedation or light anaesthesia (0.25-0.50 vol% end-tidal). In contrast, 2-4-fold higher isoflurane concentrations (1.00-1.50 vol% end-tidal) that normally produce surgical anaesthesia were required to depress the nociceptive reflex to repetitive stimuli. This indicates that central temporal summation in the nociceptive system is a potent mechanism, and that isoflurane has a weak potency for depressing temporal summation in humans. As such isoflurane alone is not adequate for inhibiting surgically evoked hyperexcitability.",
  "authors": [
    {
      "last_name": "Petersen-Felix",
      "fore_name": "Steen",
      "initials": "S",
      "name": "Steen Petersen-Felix",
      "affiliations": [
        "Department of Anaesthesiology and Intensive Care, University Hospital of Bern, Bern 3010 Switzerland Center for Sensory-Motor Interaction, Laboratory for Experimental Pain Research, University of Aalborg, Aalborg, Denmark Department of Dermatology, University Hospital of Aarhus, Aarhus, Denmark."
      ]
    },
    {
      "last_name": "Arendt-Nielsen",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Arendt-Nielsen",
      "affiliations": []
    },
    {
      "last_name": "Bak",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Bak",
      "affiliations": []
    },
    {
      "last_name": "Fischer",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Fischer",
      "affiliations": []
    },
    {
      "last_name": "Bjerring",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Bjerring",
      "affiliations": []
    },
    {
      "last_name": "Zbinden",
      "fore_name": "Alex M",
      "initials": "AM",
      "name": "Alex M Zbinden",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pain",
    "iso_abbreviation": "Pain",
    "issn": "0304-3959",
    "issn_type": "Print",
    "volume": "64",
    "issue": "2",
    "pub_year": "1996",
    "pub_month": "Feb"
  },
  "start_page": "277",
  "end_page": "281",
  "pages": "277-281",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Anesthetics, Inhalation",
    "Electric Stimulation",
    "Electromyography",
    "Female",
    "Humans",
    "Isoflurane",
    "Male",
    "Pain",
    "Pain Measurement",
    "Reflex",
    "Sural Nerve"
  ],
  "article_ids": {
    "pubmed": "8740605",
    "doi": "10.1016/0304-3959(95)00111-5",
    "pii": "00006396-199602000-00009"
  },
  "doi": "10.1016/0304-3959(95)00111-5",
  "dates": {
    "completed": "1996-10-24",
    "revised": "2021-01-12"
  },
  "chemicals": [
    "Anesthetics, Inhalation",
    "Isoflurane"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:13.112539",
    "pmid": "8740605"
  }
}